{
	"stfFile":"spacequest/escort/naboo_imperial_tier3_4_a",
	"entries": {
		"quest_log_data":"Text",	"abort":"You aborted? What are you thinking? The doctor must be sent to Dathomir Prison.",	"arrived_at_loc":"This is the location that the prison ship will arrive. Hold position and then escort it to the drop point.",	"assigned_delayed":"",	"attack_notify":"pcontrast1 Tactical Computer:pcontrast3 <Enemy fighters detected. Incoming at attack speed.>",	"attack_stopped":"pcontrast1 Tactical Computer:pcontrast3 <Enemy wing destroyed.>",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"complete":"The pod with the doctor has safely been dropped to the prison. Hold position for further instructions.",	"escort_too_far1":"",	"escort_too_far2":"",	"escort_too_far3":"",	"failed_destroy":"The prison ship has been destroyed. At least the doctor didn't all into enemy hands but we wanted him alive. Speak to your superior about this failure.",	"failed_protect":"You left the ship on its own! What were you thinking. Return to your superior immeidately and explain your actions.",	"found_loc":"Proceed to the location that has been sent to your navigation computer and wait for the prison ship.",	"goodbye_1":"Dropping the prisoners and jumping out of the system. Thanks pilot.",	"goodbye_2":"Dropping the prisoners and jumping out of the system. Thanks pilot.",	"goodbye_3":"Dropping the prisoners and jumping out of the system. Thanks pilot.",	"goodbye_4":"Dropping the prisoners and jumping out of the system. Thanks pilot.",	"goodbye_5":"Dropping the prisoners and jumping out of the system. Thanks pilot.",	"hull_half":"Our hull is down fifty percent. Get these fighters off of us!",	"panic_1":"Rebels? I have never seen them hit a prison ship before.",	"panic_2":"They must be after the doctor.",	"panic_3":"Rebels! They are all yours pilot.",	"panic_4":"They are trying to free the doctor. Stop them at all costs.",	"panic_5":"Rebel scum. They cannot be allowed to rescue the doctor.",	"quest_escort_d":"Follow the prison shuttle to the drop location and protect it until it can drop the doctor on the planet.",	"quest_escort_t":"Escort the Prison Shuttle",	"quest_location_d":"Meet the prison shuttle at the supplied navigation waypoint inside the Dathomir system.",	"quest_location_t":"Remain in the Dathomir System",	"quest_rendezvous_d":"Wait at the navigation waypoint for the prison shuttle to arrive.",	"quest_rendezvous_t":"Meet the Prison Shuttle",	"quest_update":"pcontrast1 Imperial High Command:pcontrast3 <%TO>",	"reason_1":"We have the doctor secured. Beginning our run to drop zone.",	"reason_2":"We have the doctor secured. Beginning our run to drop zone.",	"reason_3":"We have the doctor secured. Beginning our run to drop zone.",	"reason_4":"We have the doctor secured. Beginning our run to drop zone.",	"reason_5":"We have the doctor secured. Beginning our run to drop zone.",	"shields_depleted":"We just lost our shields! Get these fighters off of us!",	"split_quest_alert":"Reports are coming in that Rebels have staged a major assault on the Dathomir TIEs in an attempt to rescue the doctor. You are to join the battle. Stand by for location.",	"split_quest_alert_fail":"",	"taunt_1":"Sorry, you can't have him.",	"taunt_2":"If we can't have him, no one will!",	"taunt_3":"We wanted to do this the easy way.",	"taunt_4":"Fighters, focus your firepower on that shuttle!",	"taunt_5":"Sorry, doc. Looks like you are taking one for the team this time.",	"thanks_1":"Nice work, pilot. They will think twice about attacking again.",	"thanks_2":"Those Rebels lit up like fireworks.",	"thanks_3":"Prisoners are secure. Thanks.",	"thanks_4":"Prisoners are secure. Thanks.",	"thanks_5":"Prisoners are secure. Thanks.",	"title":"Dathomir System: Escort Doctor Shinss's Prison Ship",	"title_d":"The Inquisition has decided against executing the doctor. His knowledge is simply too valuable but we cannot allow him to run freely. He is to be dropped at the Dathomir prison. Since you are already in the region, you are to escort the Doctor's prison ship through the system to ensure he does not escape."
}}