{
	"stfFile":"spacequest/escort/npe_med_main_3b",
	"entries": {
		"abort":"Don't leave me here! It's too dangerous!",	"arrived_at_loc":"Here is where ye'll meet the Dynath miner. Be on the lookout fer Blacksun enemies.",	"assigned_delayed":"",	"attack_notify":"pcontrast1 Tactical Computer:pcontrast3 <Scanning... Warning! Hostile vessels incoming with weapon systems armed!>",	"attack_stopped":"pcontrast1 Tactical Computer:pcontrast3 <Scanning... No hostile enemies detected in the vacinity.>",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"complete":"Yer mission is complete, pilot! Great job!",	"escort_too_far1":"",	"escort_too_far2":"",	"escort_too_far3":"",	"failed_destroy":"The Dynath miner was destroyed! Yer mission is a failure! Return home.",	"failed_protect":"Ya failed to protect the miner! Ya must have been too far out of range for it t'detect ya.",	"found_loc":"pcontrast1 Tactical Computer:pcontrast3 <Scanning... Rendezvous for Dynath miner point found.>",	"goodbye_1":"Good bye, friend! You are a true Car'das ally!",	"goodbye_2":"Thanks, pilot! I need to retire after this one!",	"goodbye_3":"",	"goodbye_4":"",	"goodbye_5":"",	"hull_half":"Pilot! My hull is at half! Help me!",	"panic_1":"Ahhh! They're onto me! Help!",	"panic_2":"The Blacksun are on me! Get them off!",	"panic_3":"",	"panic_4":"",	"panic_5":"",	"quest_escort_d":"'I'll be taking the damaged miner's vessel to the DYnath mining facility on the outskirts of Ord Mantell space. Here, the miner will be able to get repairs and look forward to a safe life.'",	"quest_escort_t":"In the Crossfire: Homeward Bound!",	"quest_location_d":"'Assassin droids are often found lingering in the numerous junkyards on Ord Mantell. Scavengers who come to the scrapyards to find an easy part or two to sell on the black market often never come back.'",	"quest_location_t":"Ord Mantell: Bright Jewel Ribbon",	"quest_rendezvous_d":"'The location at which I am to meet my ally will become apparent. Afterwhich, I'll escort the miner home and to definite safety.'",	"quest_rendezvous_t":"In the Crossfire: Dynath Ally",	"quest_update":"Aleas Rans'ery: <%TO>",	"reason_1":"Are you here to help me home? I'm so grateful. My ship is pretty beat up.",	"reason_2":"Thanks for helping me out here. The Blacksun did a number on my hull.",	"reason_3":"",	"reason_4":"",	"reason_5":"",	"shields_depleted":"My ship's shields are depleted! Help me!",	"split_quest_alert":"Aleas Rans'ery: <Time t'return home pilot...>",	"split_quest_alert_fail":"",	"taunt_1":"You won't get away from us, Car'das scum!",	"taunt_2":"Soon, you'll be nothing but space dust!",	"taunt_3":"",	"taunt_4":"",	"taunt_5":"",	"thanks_1":"Thanks for getting that Blacksun ship off my back!",	"thanks_2":"Whew! Close one. Glad to have you here!",	"thanks_3":"",	"thanks_4":"",	"thanks_5":"",	"title":"In the Crossfire",	"title_d":"'While mining in the Masul'ivis Asteroid Belt, a Dynath miner was caught in the cross-fire between Car'das and Blacksun fleets. The miner was able to get away, but its hull was horribly damaged. I must help the miner back to the Dynath mining station on the outskirts of Ord Mantell space. When I have completed my mission, I should return to Aleas.'"
}}