{
	"stfFile":"spacequest/escort/npe_easy_main_2a",
	"entries": {
		"abort":"Don't abandon me out here!",	"arrived_at_loc":"You'll meet the Dynath miner here, pilot. I have a feeling that the Black Sun will be in hot pursuit. If they're not coming for the miner, they'll be coming for you.",	"assigned_delayed":"",	"attack_notify":"pcontrast1 Tactical Computer:pcontrast3 <Scanning... Warning! Hostile vessels incoming with weapon systems armed!>",	"attack_stopped":"pcontrast1 Tactical Computer:pcontrast3 <Scanning... No hostile enemies detected in the vacinity.>",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"complete":"Great job, pilot! The miner was able to get away and we were able to draw out the Black Sun. Our mission was a success.",	"escort_too_far1":"",	"escort_too_far2":"",	"escort_too_far3":"",	"failed_destroy":"The miner has been lost! Your mission is a failure. Return home...",	"failed_protect":"You failed to protect the miner, pilot. You must have been too far out of range for it to detect you.",	"found_loc":"pcontrast1 Tactical Computer:pcontrast3 <Scanning... Rendezvous for Dynath miner point found.>",	"goodbye_1":"Our mission was a success, pilot. We were able to draw out the Black Sun. I'd work with you any day!",	"goodbye_2":"I am glad I was able to help you and the Car'das, my friend. Perhaps we'll meet again!",	"goodbye_3":"",	"goodbye_4":"",	"goodbye_5":"",	"hull_half":"Pilot! My hull is at half! I won't last much longer! Help!",	"panic_1":"Pilot! Black Sun enemies incoming!",	"panic_2":"Black Sun are closing in. Let's get ready for them!",	"panic_3":"",	"panic_4":"",	"panic_5":"",	"quest_escort_d":"'Carefully, I'll have to escort the miner to safety while keeping my eyes out for Black Sun activity. The Black Sun shouldn't be out this far and it worries me that there have been multiple sightings. We'll get to the bottom of this!'",	"quest_escort_t":"Dynath Miner: Trap Sprung?",	"quest_location_d":"'Quiet and out of the way, Ord Mantell provides a low profile for budding smugglers and thieves. Still, it is close enough to some of the major hyperspace trade routes and funnels in trade and tourists from the outer reaches of the galaxy.'",	"quest_location_t":"Ord Mantell: Lucent Ivaya",	"quest_rendezvous_d":"'I'll be meeting here with the Dynath Miner. We plan to set a trap to draw out the Black Sun. I doubt the Black Sun are even after the miner anymore. Both Laetin and I suspect that I am their target, and will be for a while. Still, the brave miner insisted that he come help. I'll have to protect him from harm and look out for my own skin.'",	"quest_rendezvous_t":"Dynath Miner: Trap Set",	"quest_update":"Laetin A'shera: <%TO>",	"reason_1":"Good to see you again, pilot. Let's draw out these Black Sun and get rid of them quickly.",	"reason_2":"I'm glad I'll be working with you again, pilot. Those Black Sun won't know what's coming!",	"reason_3":"",	"reason_4":"",	"reason_5":"",	"shields_depleted":"My shields are down, pilot! I'm as good as gone!",	"split_quest_alert":"Laetin A'shera: <Pilot, you've done good work for us so far. Patrol the area and make sure that the Black Sun have vacated the area. We have to make sure. I'll give you more details in a moment.>",	"split_quest_alert_fail":"",	"taunt_1":"A trap? Ha! You're a goner, pilot!",	"taunt_2":"It's a trap! You won't get the best of me!",	"taunt_3":"",	"taunt_4":"",	"taunt_5":"",	"thanks_1":"Thanks, pilot! The Black Sun sure are fierce!",	"thanks_2":"Whew! I wish I could fly like you!",	"thanks_3":"",	"thanks_4":"",	"thanks_5":"",	"title":"Dynath Miner: The Trap",	"title_d":"'The Dynath Miner I've been working with is willing to help us set a trap for the Black Sun in the area. Laetin suspects that they no longer care of the miner. In fact, it might be me they are after. Have I unintentionally put myself on the Black Sun's radar? Will I be their next victim? I won't let them get the best of me!'"
}}