{
	"stfFile":"spacequest/escort/npe_easy_main_2",
	"entries": {
		"abort":"Pilot! You can't just leave me here defenseless!",	"arrived_at_loc":"The miner should be here. Wait for a moment. He shouldn't be too far off. Once he gets here, escort him to safety. But be careful. My systems detect Black Sun activity in the area.",	"assigned_delayed":"",	"attack_notify":"pcontrast1 Tactical Computer:pcontrast3 <Scanning... Warning! Hostile vessels incoming with weapon systems armed!>",	"attack_stopped":"pcontrast1 Tactical Computer:pcontrast3 <Scanning... No hostile enemies detected in the vacinity.>",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"complete":"That was a close one, pilot. The miner was able to get away. Good work.",	"escort_too_far1":"",	"escort_too_far2":"",	"escort_too_far3":"",	"failed_destroy":"Pilot! The miner's ship was destroyed. You've failed your mission! Return home...",	"failed_protect":"Pilot! You failed to protect the miner. You must have been too far out of range for it to detect you.",	"found_loc":"pcontrast1 Tactical Computer:pcontrast3 <Scanning... Rendezvous for Dynath miner point found.>",	"goodbye_1":"Thank you, pilot. My allies will hear stories of your heroic tales!",	"goodbye_2":"Thanks, pilot. I get to see another day.",	"goodbye_3":"",	"goodbye_4":"",	"goodbye_5":"",	"hull_half":"Pilot! My ship's hull is at half! Help me!",	"panic_1":"My computer systems detect Black Sun ships incoming.. be ready, pilot!",	"panic_2":"Black Sun fighters incoming!",	"panic_3":"",	"panic_4":"",	"panic_5":"",	"quest_escort_d":"'Once I've found the Dynath miner, I'll have to escort him to safety. I've been told that our objective is to get to the Dynath Mining facility on the outskirts of Ord Mantell space.'",	"quest_escort_t":"Dynath Miner: The Escort",	"quest_location_d":"'Ord Mantell is home to 4 billion and boasts a variety of casinos and cities along the shores of the continent of Worlport.'",	"quest_location_t":"Ord Mantell: Lucent Ivaya",	"quest_rendezvous_d":"'Laetin reports a Dynath miner in trouble. I've been sent to investigate. Apparently, the miner was damaged by a patrolling Black Sun fighter. I have no doubt the villain is still in the area, looking for easy targets. According to my systems, I should be able to find the miner in this area.'",	"quest_rendezvous_t":"Dynath Miner: In Danger",	"quest_update":"Laetin A'shera: <%TO>",	"reason_1":"Finally, a Car'das ally! Pilot, my ship has been badly damaged and I'm afraid that Black Sun are still in the area. Escort me to safety!",	"reason_2":"A Car'das wingman? Finally! Pilot, get me to safety. A Black Sun fighter damaged my ship badly.. It may be still in the area!",	"reason_3":"",	"reason_4":"",	"reason_5":"",	"shields_depleted":"Pilot, my shields are out! I won't last much longer!",	"split_quest_alert":"Laetin A'shera: <Pilot, stay here for the miner. He's getting repairs. We're going to catch the Black Sun in a trap. It's the only way to get the message across that the Car'das mean business and that we protect their allies.>",	"split_quest_alert_fail":"",	"taunt_1":"A Car'das wingman? Ha! I'll destroy you!",	"taunt_2":"That miner won't see the light of day, pilot!",	"taunt_3":"",	"taunt_4":"",	"taunt_5":"",	"thanks_1":"Whew! Thanks for getting that fighter off me.",	"thanks_2":"I thought it was over for a second there. Glad you're here!",	"thanks_3":"",	"thanks_4":"",	"thanks_5":"",	"title":"Dynath Miner: Escort to Safety",	"title_d":"'While on a mining expedition, a Dynath miner was badly damaged by a wandering Black Sun fighter. I've been told to escort the miner back to the Dynath mining facility on the outskirts of Ord Mantell space. If the Black Sun fighter finds us, I'll have to be quick or the miner will be destroyed.'"
}}