{
	"stfFile":"spacequest/space_battle/npe_hard_main_3c",
	"entries": {
		"allies_arrived":"The Car'das fleet has arrived! Help them to victory, pilot!",	"allies_remain":"pcontrast1 Tactical Computer:pcontrast3 <%DI allies remaining.>",	"allies_win":"The Car'das are victorious! Finally, peace has been brought to Ord Mantell space. Thank you, pilot. You truly are a hero.",	"assigned_delayed":"",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"battle_started":"The Black Sun have attacked! Help our pilots before we're sorely outnumbered!",	"enemies_arrived":"The Black Sun have arrived, my friend. Soon, this fight will be all over!",	"enemies_remain":"pcontrast1 Tactical Computer:pcontrast3 <%DI enemies remaining.>",	"enemies_win":"We've lost, pilot! Our mission is a failure! Soon, there will be nothing to return home to.",	"found_loc":"Here's where the battle will be taking place, pilot. Get there as soon as possible!",	"quest_findbattle_d":"'Dartas will transmit the location of the battle to me in due time. Once I get it, I need to get over there quickly. The Car'das may be out-numbered.'",	"quest_findbattle_t":"Fight for the Darkveil Eclipse!",	"quest_helpallies_d":"'With my expertise, I'll need to help my Car'das allies against the Black Sun attacks. Together, we'll win this day.'",	"quest_helpallies_t":"The Final Battle: Car'das Fleet",	"quest_location_d":"'The Sanguinus Veil... Her crimson color resonates across Ord Mantell space, bespeaking her lust for war and hatred. Her miasma blankets the horizon, suffocating the hope and the light of our enemies. She alone represents the blood that will be shed by the hand of the Black Sun elite. --Black Sun poet'",	"quest_location_t":"Ord Mantell: Scarlet Dawn",	"quest_update":"Dartas Pytin: <%TO>",	"split_quest_alert":"Dartas Pytin: <Time to return home pilot...>",	"split_quest_alert_fail":"",	"title":"The Trinity: The Final Battle",	"title_d":"'The final battle between the Car'das and the Black Sun. It will be a tough and long battle. I hope I brought wingmen that I trust with me. It may be too difficult to handle alone.'"
}}