{
	"stfFile":"spacequest/convoy/ep3_trando_lesnorr",
	"entries": {
		"abort":"Lesnorr isn't going to be pleased with you running off like this.",	"arrival_greeting":"Ahoy. I am ready to be under way. The rest of the ships are right behind me.",	"arrived_at_loc":"Stand by for arrival of the ship convoy.",	"assigned_delayed":"",	"attack_notify":"pcontrast1 Tactical Computer:pcontrast3 < Enemy fighters detected. >",	"attack_stopped":"pcontrast1 Tactical Computer: pcontrast3 < Enemy fighters eliminated. >",	"complete":"Shuttles are now in the proximity of the Avatar Space Platform.",	"convoy_arrived":"All ships in the convoy have been accounted for. They are all underway to the Avatar Space Platform.",	"convoy_destroyed":"You lost every ship in the convoy. I can understand maybe losing one or two...but the whole thing?",	"convoy_safe":"The Avatar Space Platform reports that they have one of our ships in their safety net.",	"convoy_ship_lost":"We just lost one of our ships to enemy fire. Keep those fighters off of our ships.",	"found_loc":"Arrival location found. Meet with the slaver convoy at this location.",	"get_moving":"Ok, lets get this show on the road.",	"hull_half":"We are losing hull strength. Get those fighters off of us pronto.",	"lets_move":"Roger that. Setting course for the Avatar Space Platform.",	"no_convoy":"We are not in position to begin the run yet.",	"panic_1":"That is a lot of angry Wookiees.",	"panic_2":"Maintaining flight pattern. Take those furballs out.",	"panic_3":"Time to go to work, pilot.",	"panic_4":"This just got a bit more interesting.",	"panic_5":"I thought I smelled something rotten.",	"panic_destroyed_1":"What are you doing out there? Having brunch?",	"panic_destroyed_2":"Blast it! We just lost one of our ships.",	"panic_destroyed_3":"You are going to have to do better then that.",	"panic_destroyed_4":"We didn't bring you along so we could all die. Take out those fighters!",	"panic_destroyed_5":"Do your job!",	"quest_escort_d":"Protect the convoy as it makes its way to the Avatar Space Platform.",	"quest_escort_t":"Escort the Convoy",	"quest_location_d":"The convoy of ships will meet you in the Kashyyyk system.",	"quest_location_t":"Travel to Kashyyyk Space",	"quest_rendezvous_d":"Travel to the designated meeting location.",	"quest_rendezvous_t":"Meet the Convoy",	"quest_update":"FF0000 Mission Control: pcontrast1 <%TO>",	"ready_to_go":"All your ducks are in a row. We are ready whenever you are.",	"shields_depleted":"There went our main shields.",	"ship_greeting":"Hello, pilot. You keep us safe and Lesnorr will take care of you.",	"split_quest_alert":"",	"split_quest_alert_fail":"",	"taunt_1":"I do not fear you. I fear nothing.",	"taunt_2":"I am Wookiee...hear me roar!",	"taunt_3":"We will meet again. I promise you!",	"taunt_4":"My spirit will haunt you for a thousand generations.",	"taunt_5":"Our people will be free!",	"thanks_1":"That took care of that.",	"thanks_2":"Silly Wookiees. Don't they know they are no match for us.",	"thanks_3":"What a waste of good labor.",	"thanks_4":"Nice thing about Wookiees. They always make more.",	"thanks_5":"Those furballs are nothing but an annoyance.",	"title":"Kashyyyk Space: Protect the Slaver Convoy",	"title_d":"Lesnorr has hired you to protect a convoy on its way to the Avatar Space Platform.",	"were_moving":"Come on now. We are moving as fast as we can."
}}