{
	"stfFile":"slicing/slicing_armor",
	"entries": {
		"enh_resilience":"Enhance Resilience",	"impact_deflect":"Improve Impact Deflection",	"hardening":"Add Hardening",	"armor_break":"Armor Break Reduction",	"strengthen_jointing":"Strengthen jointing.",	"custom_seals":"Install custom seals.",	"install_under_layer":"Install wear resistant under-layer.",	"reflect_coat":"Add reflect coat.",	"rework_plating":"Rework deflection plating.",	"install_motivators":"Install reactive motivators.",	"vital_padding":"Install padding in vital areas.",	"vital_plating":"Install plating over vital areas.",	"vital_plating_reactive":"Install reactive plating over vital areas.",	"intraframe_basic":"Install basic intraframe.",	"intraframe_trandoshan":"Install Trandoshan style intraframe.",	"intraframe_mandalorian":"Install Mandalorian style intraframe.",	"resilience_attrib":"Delay Decay Effects By: %DI%",	"resilience_detail":"Normally armor begins to suffer from reduced effectiveness at less than 50% max condition. This slice will improve the armor's performance under extreme decay.  The armor will not begin to suffer reduced effectiveness until it reaches the level of decay shown below.  Applying a slice will increase the armor's customization rating by the amount listed. The more heavily customized a armor becomes, the faster it becomes out of tune. Out of tune armor carries a small risk of sudden failure on the battlefield.",	"deflect_attrib":"Chance of Impact Deflection: %DI%",	"deflect_detail":"This slice reduces the amount of damage the armor receives on a hit by 50%. Higher ranks in this slice increase the likelihood of damage reduction.  Applying a slice will increase the armor's customization rating by the amount listed. The more heavily customized a armor becomes, the faster it becomes out of tune. Out of tune armor carries a small risk of sudden failure on the battlefield.",	"crit_chance_attrib":"Damage Absorb Chance: %DI%",	"crit_chance_detail":"This slice gives the armor a chance to absorb 50% of incoming damage to the player. This bonus does not stack with other armor pieces. It only applies if the sliced armor piece is hit in combat. (I.E.: A head piece bonus of 1% combined with a chest piece bonus of 1% does not result in an overall bonus of 2%. Each piece offers 1% for the area of the body it covers.)  Applying a slice will increase the armor's customization rating by the amount listed. The more heavily customized a armor becomes, the faster it becomes out of tune. Out of tune armor carries a small risk of sudden failure on the battlefield.",	"armor_break_attrib":"Armor Break Reduction: %DI%",	"armor_break_detail":"This slice reduces the effect of the Armor Break ability when this armor piece is hit in combat.  Applying a slice will increase the armor's customization rating by the amount listed. The more heavily customized an armor becomes, the faster it becomes out of tune. Out of tune armor carries a small risk of sudden failure on the battlefield.",	"armor_failure":"One of the sliced systems in your armor has failed! You'll need to get a smuggler to fix the damaged piece."
}}