{
	"stfFile":"spacequest/recovery/ep3_heavy_xwing_recovery",
	"entries": {
		"abort":"Redirect! Redirect! We have lost our mission leader. Requesting assistance...",	"angry_disable":"The Rebel Alliance is doomed to fail! You will all be destroyed!",	"arrival_phase_1":"We have detected the Corellian corvette and its Ghrag mercenary escorts coming out of hyperspace...",	"arrival_phase_2":"The Corvette and its Ghrag escorts are in this system! Engage and disable the Corvette so our friends can re-take the bridge!",	"assigned_delayed":"",	"attack_notify":"Ghrag fighters incoming!",	"attack_stopped":"Hostile fighters eliminated.",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"capture_complete":"The engineers have made it to the bridge! The ship is ours now... thanks to you!",	"capture_phase_1":"The engineers have their hands on a few weapons. They are making their way to the bridge now...",	"capture_phase_2":"The engineers have reached the door to the bridge. The engineer's mate will disable the locks...",	"capture_started":"A handful of engineers are our only chance to re-take the bridge...",	"complete":"The Alliance crew has recaptured the Corellian Corvette!",	"escort_remaining":"Ghrag fighter destroyed! There are %DI ships remaining.",	"escort_wiped_out":"Ghrag fighter screen eliminated.",	"failed_destroy":"The Corvette starship was destroyed. Mission Failed!",	"failed_escape":"The Ghrag have slipped through our fingers...",	"panic_1":"We're rebuilding the navicomputer system. You can handle the fighters, right?",	"panic_2":"Don't let them shear the remote interlock! I just fixed that!",	"panic_3":"Will these Ghrag ever give up?!",	"panic_4":"Go get 'em! For the Alliance!",	"panic_5":"We got incoming! Take them down!",	"quest_disable_d":"Target the Corvette's sub-systems and destroy each of them. Destroy all turrets and shield generators - then destroy either the main reactor or the engine. When the starship is disabled, we will send a coded signal to the small crew of engineers left aboard the vessel. They will try to re-take the bridge.",	"quest_disable_t":"Disable the Corvette",	"quest_escort_d":"The engineers have successfully re-taken the starship! Escort the vessel to the Rebel Outpost. Protect it against Ghrag Mercenary attacks!",	"quest_escort_t":"Escort the Corvette to the Rebel Outpost",	"quest_location_d":"The Ghrag have paid-off a lowly Alliance engineer to steal a Corellian Corvette. They will use it against us if you don't disable the starship and help the crew aboard re-take the bridge.",	"quest_location_t":"The Kashyyyk system",	"quest_recover_d":"The handful of Alliance engineers aboard the vessel now have their orders. They must fight their way to the bridge and take command. Protect the vessel from incoming Ghrag fighters!",	"quest_recover_t":"Protect the Corvette",	"quest_update":"Rebel Outpost: <%TO>",	"recovery_success":"The recovery operation has been a success!",	"split_quest_alert":"",	"split_quest_alert_fail":"",	"target_disabled":"The starship is disabled. We are sending the engineering crew into action!",	"taunt_1":"Hey! Hey! This starship doesn't belong to you anymore!",	"taunt_2":"We stole this vessel fair and square!",	"taunt_3":"You again! This is the LAST time you interfere!",	"taunt_4":"Now it is time for us to take revenge!",	"taunt_5":"You cannot defeat the Ghrag mercenaries!",	"thanks_1":"Now that's good shooting, my friend! Keep it up!",	"thanks_2":"Excellent! You keep them off us and we'll keep this thing flying!",	"thanks_3":"Good shooting! From our side - I can report most internal systems still functional...",	"thanks_4":"Hey! Scanner's working... it says all enemies eliminated? Does that sound right to you?",	"thanks_5":"Tactical computer indicates... well, that's actually still broken. I don't see any more bad-guys, though!",	"title":"Stolen Corvette - Help a skeleton crew of Alliance engineers recover a Corellian Corvette.",	"title_d":"An Alliance Engineer at a hidden shipyard has turned traitor! He has stolen a Corellian Corvette and plans to deliver it to our enemies, the Ghrag Mercenary Clan. A small group of loyal Alliance engineers are still aboard, though... Disable the starship so this small crew can attempt to re-take the bridge!"
}}