{
	"stfFile":"spacequest/recovery/ep3_hunting_chrilooc_medical_supplies",
	"entries": {
		"abort":"Receiving abort code.",	"angry_disable":"You won't get away with this. We Gotal never forget when we've been dishonored!",	"arrival_phase_1":"Stay alert, pilot. We've located your target. Stand by to engage.",	"arrival_phase_2":"The target has arrived. Watch out for its escort.",	"assigned_delayed":"",	"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",	"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",	"autorewardbody":"Thank you for these medical supplies. These will be immediately be put to good use. You fee is enclosed.",	"autorewardfrom":"Chrilooc",	"autorewardsubject":"Medical Suuplies",	"capture_complete":"Mission Command: < Excellent, we have control of the Gotal ace's ship, and it is again ready to fly. Bring him in. >",	"capture_phase_1":"Unit has breached vessel. Subduing crew.",	"capture_phase_2":"Unit in place with full control of vessel. Repairing engine system now.",	"capture_started":"Tactical Computer: < Scanning ... ... Capture underway. Stand by. >",	"complete":"We've reached our destination. From here the medical supplies can be safely transported to the planet's surface.",	"escort_remaining":"Mission Command: < Nice one, pilot! Only %DI enemy vessels left in the area. >",	"escort_wiped_out":"Mission Command: < Excellent! The escort ships have been destroyed.>",	"failed_destroy":"Pilot, the ship was destroyed! We needed those medical supplies. Hopefully, we can try again. Go speak with Chrilooc.",	"failed_escape":"The Gotal ace's ship has hyperspaced out of the area and escaped. Hopefully we'll have another chance. Go speak with Chrilooc.",	"panic_1":"Ship sensors show incoming fighter vessels with armed weapons systems.",	"panic_2":"Ship sensors show incoming fighter vessels with armed weapons systems.",	"panic_3":"",	"panic_4":"",	"panic_5":"",	"quest_disable_d":"Disable the Gotal bandit ace's ship so that it can be captured.",	"quest_disable_t":"Disable the Gotal bandit ace's ship.",	"quest_escort_d":"Escort the captured ship to a safe hyperspace jump point. Be ready! Other Gotal bandits fighters will attempt to again disable the ship so that they can regain control of it.",	"quest_escort_t":"Escort captured ship.",	"quest_location_d":"Await the Gotal bandit ace.",	"quest_location_t":"Kashyyyk system.",	"quest_recover_d":"The space assault droid is trying to get control of the ship. Keep it safe.",	"quest_recover_t":"Space assault droid launched.",	"quest_update":"Mission Command: < %TO >",	"recovery_success":"That was a close one. Good work, pilot.",	"split_quest_alert":"",	"split_quest_alert_fail":"",	"target_disabled":"Target has been disabled. We're launching the space assault droid now, keep the ship safe while it's doing its work.",	"taunt_1":"Is that the best you've got? We've got nothing to fear, then.",	"taunt_2":"Destroy them! We'll never give in!",	"taunt_3":"Scum! You'll learn to fear us!",	"taunt_4":"",	"taunt_5":"",	"thanks_1":"Ship sensors show area clear of hostile fighter vessels. Continuing flight on planned route.",	"thanks_2":"Ship sensors show area clear of hostile fighter vessels. Continuing flight on planned route.",	"thanks_3":"",	"thanks_4":"",	"thanks_5":"",	"title":"Kashyyyk System: Intercept a shipment of medical supplies from some Gotal Bandits.",	"title_d":"Chrilooc and his associates need you to intercept a shipment of medical supplies being transported by some Gotal Bandits. Hit them hard, capture the Gotal ace's ship, and then take the medical supplies it carries to a safe spot for transfer to the ground."
}}