{
	"stfFile":"spacequest/recovery/ep3_hunting_banol_capture_fordan",
	"entries": {
		"abort":"Receiving abort code. Coward! You'd better have a good reason for this. We'll not get another chance at this, so you've really blown it!",	"angry_disable":"Why are you attacking me? I am here to hunt on Kashyyyk. Ziven will have your head for this!",	"arrival_phase_1":"Stay alert, pilot. We've located your target. Stand by to engage.",	"arrival_phase_2":"The target has arrived. Watch out for its escort.",	"assigned_delayed":"",	"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",	"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",	"autorewardbody":"Forda... I mean, thay guy has been transported somewhere safe. His release will depend upon certain other people coming forward with the credits we demand. But that is done of your concern. I've enclosed a little something for your efforts.",	"autorewardfrom":"Banol Starkiller",	"autorewardsubject":"Capturing That Guy... You Know The One",	"capture_complete":"Mission Command: < Excellent, we have control of Fordan's ship, and it is again ready to fly. Bring him in. >",	"capture_phase_1":"Unit has breached vessel. Subduing crew.",	"capture_phase_2":"Unit in place with full control of vessel. Repairing engine system now.",	"capture_started":"Tactical Computer: < Scanning ... ... Capture underway. Stand by. >",	"complete":"This is far enough. We'll get Fordan to a secure location and abandon his ship out here somewhere once we've stripped it.",	"escort_remaining":"Mission Command: < Nice one, pilot! Only %DI enemy vessels left in the area. >",	"escort_wiped_out":"Mission Command: < Excellent! The escort ships have been destroyed.>",	"failed_destroy":"Fordan's ship was destroyed! That was not our goal. And it looks like Fordan managed to escape before his ship exploded. We'll not get another chance at this...your zealousness has cost us.",	"failed_escape":"Fordan has hyperspaced out of the area and escaped. We'll not get another chance at this. Even if he does return, he'll be ready for us next time. You've failed.",	"panic_1":"Ship sensors show incoming fighter vessels with armed weapons systems.",	"panic_2":"Ship sensors show incoming fighter vessels with armed weapons systems.",	"panic_3":"",	"panic_4":"",	"panic_5":"",	"quest_disable_d":"Disable Fordan's ship so that it can be captured.",	"quest_disable_t":"Disable Fordan's Ship.",	"quest_escort_d":"Escort the captured ship to a safe hyperspace jump point. Be ready! Fordan's fighters will attempt to again disable the ship so that they can rescue Fordan.",	"quest_escort_t":"Escort captured ship.",	"quest_location_d":"Await the arrival of Fordan and his escort in the Kashyyyk System.",	"quest_location_t":"Kashyyyk system.",	"quest_recover_d":"The space assault droid is trying to get control of the ship. Keep it safe.",	"quest_recover_t":"Space assault droid launched.",	"quest_update":"Mission Command: < %TO >",	"recovery_success":"That was a close one. Good work, pilot.",	"split_quest_alert":"",	"split_quest_alert_fail":"",	"target_disabled":"Target has been disabled. We're launching the space assault droid now, keep the ship safe while it's doing its work.",	"taunt_1":"Is that the best you've got? We've got nothing to fear, then.",	"taunt_2":"Destroy them! Don't let them get Fordan's ship!",	"taunt_3":"Leave us alone! Why are you after Fordan?",	"taunt_4":"",	"taunt_5":"",	"thanks_1":"Ship sensors show area clear of hostile fighter vessels. Continuing flight on planned route.",	"thanks_2":"Ship sensors show area clear of hostile fighter vessels. Continuing flight on planned route.",	"thanks_3":"",	"thanks_4":"",	"thanks_5":"",	"title":"Kashyyyk System: Capture Fordan Szholz, a Rodian hunter of Ziven's clan",	"title_d":"Ziven is expecting the arrival of a friend who is a highly skilled hunter, Fordan Szholz. Sordaan does not want him to arrive on Kashyyyk, so Banol wants you to capture Fordan and his ship and deliver them to Banol's agents in space. From there they will transport Fordan to a safe location then strip and abandon Fordan's ship."
}}