{
	"stfFile":"spacequest/recovery/ep3_red_tie_recovery",
	"entries": {
		"abort":"Redirect! Redirect! We have lost our mission leader. Requesting assistance...",	"angry_disable":"You Imperial slicehounds will NEVER extinguish the fires of rebellion!",	"arrival_phase_1":"An Alliance Corvette Convoy is moving through this system. You must intercept and recover the command ship.",	"arrival_phase_2":"The Alliance Corvette Convoy has been detected! Uploading waypoint data now.",	"assigned_delayed":"",	"attack_notify":"Rebel Fighters incoming!",	"attack_stopped":"Rebel Fighters eliminated!",	"autorewardbody":"The Emperor is most pleased with your performance. Our recent objectives related to the Alliance Corvette Convoy have proven that you are a pilot of singular skill. Congratulations.",	"autorewardfrom":"Imperial Kashyyyk Overseer Command",	"autorewardsubject":"Payment for an Outstanding Job!",	"capture_complete":"By the Emperor! This vessel is now under our control.",	"capture_phase_1":"Encountering light resistance. Now it is time for these Rebels to learn the true power of the Dark Side...",	"capture_phase_2":"All Alliance forces aboard this vessel have been destroyed. I will now slice the navicomputer...",	"capture_started":"Message received. I will make my way to the bridge. The Rebels don't stand a chance...",	"complete":"Our Operative has succeeded in slicing the Alliance Corvette's navicomputer!",	"escort_remaining":"Alliance convoy element destroyed! There are %DI ships remaining.",	"escort_wiped_out":"Alliance fighter screen eliminated.",	"failed_destroy":"The Alliance Corvette has been destroyed. Mission Failed!",	"failed_escape":"The Alliance Corvette has escaped us!",	"panic_1":"Now is your chance to prove yourself, pilot.",	"panic_2":"Steady your nerves. Focus. Destroy the weakling Rebel scum...",	"panic_3":"Give yourself over to hate, my friend. Destroy them all!",	"panic_4":"They will be no match for you. Attack!",	"panic_5":"Do not disappoint me, pilot. Open fire!",	"quest_disable_d":"Target the Corvette's sub-systems and destroy each of them. Destroy all turrets and shield generators - then destroy either the main reactor or the engine. When the starship is disabled, we will send a coded signal to our Operative to activate her portion of the mission.",	"quest_disable_t":"Disable the Alliance Corvette",	"quest_escort_d":"The Operative has successfully sliced the Corvette's navicomputer. The vessel is now flying by remote-control. Escort the ship to a strategic jump-point located near the Imperial Overseers base. Protect it from any hostiles that you encounter along the way.",	"quest_escort_t":"Escort the Corvette starship",	"quest_location_d":"The last transmission from our Operative (hidden aboard the Alliance Corvette) indicates that the Rebels will be flying a path straight through the middle of Kashyyyk space. It is very likely they will try to use the asteroids and nebulae in Rodian-controlled space as camouflage. You must intercept and disable the Corvette before it completes its mission.",	"quest_location_t":"The Kashyyyk system",	"quest_recover_d":"Our Operative has been activated. She will fight her way to the bridge and slice the navicomputer. Be aware: the Alliance does not want this vessel to fall into our hands. They will undoubtedly send fighter craft to eliminate the Corvette. Protect the Corvette by destroying all incoming fighters. Give our Operative time to slice the Corvette's navicomputer.",	"quest_recover_t":"Protect the Imperial Operative",	"quest_update":"Imperial Base: <%TO>",	"recovery_success":"The recovery operation has been a success!",	"split_quest_alert":"",	"split_quest_alert_fail":"",	"target_disabled":"The Alliance Corvette has been disabled! An Imperial Operative has been activated aboard the vessel...",	"taunt_1":"Scheming sithspawn!",	"taunt_2":"We will destroy you!",	"taunt_3":"For the Alliance!",	"taunt_4":"Die! Imperial trash! Die!",	"taunt_5":"You cannot defeat the Rebel Alliance!",	"thanks_1":"Good kill, my friend. I believe you may have a spark of true talent.",	"thanks_2":"Impressive. You have quite a bit more skill than I expected.",	"thanks_3":"Scanners are clear. Stay alert!",	"thanks_4":"Hostiles eliminated.",	"thanks_5":"An honorable display, my friend.",	"title":"Hidden Sabers - Help an Imperial Operative slice the navicomputer of an Alliance Corvette",	"title_d":"An Imperial Operative has infiltrated the Rebel Navy and is hidden aboard an Alliance Corvette. This operative has informed us that the Corvette is on a secret mission here in Kashyyyk space. Your primary objective is to DISABLE the Alliance Corvette. After disabling the vessel, we will send a coded signal to activate our Operative. She will then fight her way to the bridge and slice the starship's navicomputer."
}}