{
	"stfFile":"spacequest/recovery/npe_med_main_2",
	"entries": {
		"abort":"You can't just leave me here! Laetin will surely hear about this, pilot!",	"angry_disable":"",	"arrival_phase_1":"Get ready. Waris' ship will be comin' in soon. Our intelligence agency has followed his every move. I know ye'll be able t'save him, pilot. Good luck with this.",	"arrival_phase_2":"Pilot! There's Waris' ship. Get out there and do yer thing!",	"assigned_delayed":"",	"attack_notify":"pcontrast1 Tactical Computer:pcontrast3 <Scanning... Warning! Hostile vessels incoming with weapon systems armed!>",	"attack_stopped":"pcontrast1 Tactical Computer:pcontrast3 <Scanning... No hostile enemies detected in the vacinity.>",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"capture_complete":"pcontrast1 Tactical Computer:pcontrast3 <Capture process complete!>",	"capture_phase_1":"Waris Kallor is ours, Car'das scum! Cease this or your ace pilots dies!",	"capture_phase_2":"You've stepped over the line, Car'das--! [You hear muffled cries in the background. Is Waris okay?] Waris Kallor, here! Good work, pilot! Now let's get out of here!",	"capture_started":"pcontrast1 Tactical Computer:pcontrast3 <Capture process beginning in 3.. 2.. 1..>",	"complete":"Waris Kallor is safe! We thank ya, pilot. Now, get him home to us safely.",	"escort_remaining":"pcontrast1 Tactical Computer:pcontrast3 <%DI enemies left.>",	"escort_wiped_out":"pcontrast1 Tactical Computer:pcontrast3 <Enemy escort has been destroyed!>",	"failed_destroy":"We've lost Waris Kallor. The Car'das mourn this day. Come home...",	"failed_escape":"Pilot! The Blacksun got away with Waris in tow! We've lost him...",	"panic_1":"Pilot! I haven't recovered from my ordeal yet. Take care of them for me!",	"panic_2":"Pilot! I'm counting on you to take care of these villains!",	"panic_3":"",	"panic_4":"",	"panic_5":"",	"quest_disable_d":"'The Black Sun have taken over Waris Kallor's ship. In order for me to help the imprisoned ace pilot, I have to disable the ship by targeting its engines. No doubt, the Black Sun have his ship guarded by fierce enemies. I need to be careful. --You can target a ship's engines by using the '[' or ']' keys. To disable the ship, you must lower the engine's power value to 0% by attacking it.--",	"quest_disable_t":"The Captured Kallor Brother",	"quest_escort_d":"'Waris is now free. We have to get out of here as soon as possible. The Black Sun may be fast on our tail. If I don't succeed, it could be the end of both of us.'",	"quest_escort_t":"Waris Kallor: Free at Last!",	"quest_location_d":"'Come to the Imperial Palace Casino Hotel where your credits go farther! The best casino on Worlport, open nightly and serving the best drinks at the lowest prices! Come try your luck at the Imperial Palace Casino Hotel! --Ord Mantell Casino advertisement'",	"quest_location_t":"Ord Mantell: Bright Jewel Ribbon",	"quest_recover_d":"'Once Kallor's ship has been disabled, I'll need to move close to it and stay there. My distraction will give Waris enough time to get free of his imprisonment and wrestle back the controls from the Black Sun men inside. I won't know what's happening until Waris tells me it's clear. Therefore, I'll have to stay close at all times. Black Sun may attack me during this time. I'll have to keep my eyes open during this time. Both Waris and I will be vulnerable during the recover period.'",	"quest_recover_t":"Waris Kallor: The Recovery!",	"quest_update":"Aleas Rans'ery: <%TO>",	"recovery_success":"Pilot, our mission was a success! Waris Kallor can come home because of ya. Great work!",	"split_quest_alert":"Pilot, our work ain't done yet. We need t'save Sulale from the Black Sun. He's being chased by them now and there are too many!",	"split_quest_alert_fail":"",	"target_disabled":"Waris' ship has been disabled. Good work. Now, hover close to it. We'll be able t'jam the systems through yer computer systems. Waris will then be able t'free himself from his imprisonment and finally take control again.",	"taunt_1":"You'll never take Kallor back alive, Car'das!",	"taunt_2":"Die, Car'das fiend!",	"taunt_3":"",	"taunt_4":"",	"taunt_5":"",	"thanks_1":"Great flying there, pilot!",	"thanks_2":"Glad to have you here, pilot. You'll soon be an ace!",	"thanks_3":"",	"thanks_4":"",	"thanks_5":"",	"title":"Kallor Brothers: Waris",	"title_d":"'The Kallor brothers are the pride and joy of the Car'das. Their skills in flying and their fighting prowess are renown throughout Ord Mantell. Somehow, the Black Sun were able to get the best of them. Aleas wants me to help them. But how? What can a rookie offer that a veteran can't already do? We'll soon find out.'"
}}