{
	"stfFile":"spacequest/recovery/stn_endor_irs_imp_tier3_2c",
	"entries": {
		"abort":"I thank you for your incompetence Imperial dog.",	"angry_disable":"",	"arrival_phase_1":"pcontrast3 Kilnstrider: < pcontrast1 Get moving Captain, we do not want that ship to escape. pcontrast3 >",	"arrival_phase_2":"pcontrast3 Tactical Computer: < pcontrast1 Target has been locked in. pcontrast3 >",	"assigned_delayed":"",	"attack_notify":"pcontrast3 Tactical Computer: < pcontrast1 Hostile craft detected on attack vector. pcontrast3 >",	"attack_stopped":"pcontrast3 Tactical Computer: < pcontrast1 Hostile actions has ceased. pcontrast3 >",	"autorewardbody":"By the authority of < Admiral Kilnstrider > you have been awarded a credit bonus to the sum of < 20000 > for < Capture of a Rebel operative> ",	"autorewardfrom":"Office of the Imperial Navy",	"autorewardsubject":"Bonus for Mercenary Operations",	"capture_complete":"The capture is complete",	"capture_phase_1":"Hey, I'm just an innocent bystander here... why don't you just let me go.",	"capture_phase_2":"You know, we really don't have to go through all of this trouble.",	"capture_started":"System override protocol begun.",	"complete":"pcontrast3 Kilnstrider: < pcontrast1 Good work Captain, I will take personal pleasure in extracting the information we need from this pilot about what they are doing in this system.  Kilnstrider out. pcontrast3 >",	"escort_remaining":"pcontrast3 Tactical Computer: < pcontrast1 And escorting craft has been destroyed, %DI remain. pcontrast3 >",	"escort_wiped_out":"pcontrast3 Tactical Computer: < pcontrast1 All escorting craft have been destroyed. pcontrast3 >",	"failed_destroy":"pcontrast3 Kilnstrider: < pcontrast1 It is unfortunate to find such incompetence infesting our navy. pcontrast3 >",	"failed_escape":"pcontrast3 Kilnstrider: < pcontrast1 It is unfortunate to find such incompetence infesting our navy. pcontrast3 >",	"panic_1":"Make it quick!",	"panic_2":"Get him, get him... save me, save me!",	"panic_3":"It doesn't have to be this way!",	"panic_4":"",	"panic_5":"",	"quest_disable_d":"Cycle through the targets components with the default [ or ] keys until you select their engines or reactor.  Fire on the target until one of these components and you are notified that the target has been disabled.",	"quest_disable_t":"Disable",	"quest_escort_d":"Escort the captured starfighter to the Endor Station, protecting against retributive attacks by Rebel forces.",	"quest_escort_t":"Escort",	"quest_location_d":"An escape route near the suspicious nebula.",	"quest_location_t":"Endor System",	"quest_recover_d":"Fly up next to the disabled craft and the recovery process will begin.  When this process ends the ship will repair itself and move out to an egress point.",	"quest_recover_t":"Recovery",	"quest_update":"%TO",	"recovery_success":"pcontrast3 Endor Station: < pcontrast1 I have control of the ship now Captain.  The Admiral sends his thanks and I have been authorized to present a mercenary bonus for this operation. pcontrast3 >",	"split_quest_alert":"pcontrast3 Endor Station: < pcontrast1 Jump signatures show them coming out near Isryn's Veil in the Dantooine System.  Proceed with best haste and you may still catch them. And I may overlook this current failure. pcontrast3 >",	"split_quest_alert_fail":"pcontrast3 Endor Station: < pcontrast1 Jump signatures show them coming out near Isryn's Veil in the Dantooine System.  Proceed with best haste and you may still catch them. And I may overlook this current failure. pcontrast3 >",	"target_disabled":"pcontrast3 Tactical Computer: < pcontrast1 The target is disabled, approach to begin capture protocol. pcontrast3 >",	"taunt_1":"We can't let them take you alive.",	"taunt_2":"You underestimate the conviction of our Rebel fighters.",	"taunt_3":"We are coming for you.",	"taunt_4":"",	"taunt_5":"",	"thanks_1":"They will send more, you won't get away.",	"thanks_2":"I won't talk, you can't make me talk.",	"thanks_3":"How do I get myself into these things.",	"thanks_4":"",	"thanks_5":"",	"title":"Endor System: Fox and the Hound",	"title_d":"Capture the escaping starfighter, Admiral Kilnstrider wants the pilot for questioning."
}}