{
	"stfFile":"spacequest/recovery/yavin_fallenstar_pt_2_recovery",
	"entries": {
		"abort":"The cargoship made it to hyper-space. Osae will not be pleased.",	"angry_disable":"",	"arrival_phase_1":"Scanners have picked up the cargoship. Stand by for coordinates.",	"arrival_phase_2":"The cargoship is making a run for it. An intercept course is plotted and locked in your nav computer.",	"assigned_delayed":"",	"attack_notify":"pcontrast1 Tactical Computer:pcontrast3 < Enemy fighters detected. >pcontrast3 pcontrast1",	"attack_stopped":"pcontrast1 Tactical Computer:pcontrast3 < Enemy fighters eliminated. >pcontrast3 pcontrast1",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"capture_complete":"The vessel has responded to your warning and will head back to the planet. Escort it back and order it to land at the supplied coordinates.",	"capture_phase_1":"What are you doing? Do you know who you are dealing with?",	"capture_phase_2":"I will land back on Yavin at the designated coordinates.",	"capture_started":"Capture process beginning. The target vessel will have 30 seconds to comply or be destroyed.",	"complete":"The vessel is re-entering the planetary atmosphere on a trajectory to Osae's specified location. Return to Osae.",	"escort_remaining":"pcontrast1 Tactical Computer:pcontrast3 < %DI escort fighters remaining. >pcontrast3 pcontrast1",	"escort_wiped_out":"pcontrast1 Tactical Computer:pcontrast3 < Enemy escort fighters eliminated. >pcontrast3 pcontrast1",	"failed_destroy":"You were supposed to capture that ship, not destroy it.",	"failed_escape":"You were supposed to capture that ship, not let it get away.",	"panic_1":"They will rather see my cargo destoryed that to have it fall into your hands. ",	"panic_2":"A few more hits and this ship will go nova. Help me!",	"panic_3":"The Black Sun are going to fry you. ",	"panic_4":"I didn't sign on for this!",	"panic_5":"Watch here you are shooting!",	"quest_disable_d":"Intercept and disable the freighter before it can leave the system.",	"quest_disable_t":"Disable the Freighter",	"quest_escort_d":"Escort the freighter back to the re-entry point and force it to land on the planet.",	"quest_escort_t":"Escort the Freighter",	"quest_location_d":"The ship is still in the Yavin system but it is probably getting ready to jump from the system. Intercept it before it can escape.",	"quest_location_t":"Remain in the Yavin System",	"quest_recover_d":"Once disabled, move in close to the freighter and order it to proceed back to the planet. If the vessel refuses destory it. ",	"quest_recover_t":"Capture the Freighter",	"quest_update":"FF0000 Osae coded message:FF0000 < %TO >",	"recovery_success":"The cargo ship has landed and is in my hands. Come back and we will finish our business.",	"split_quest_alert":"",	"split_quest_alert_fail":"",	"target_disabled":"The vessel's engine system is shut down. Move in close and order it to change course.",	"taunt_1":"You weren't checking your 6 mate.",	"taunt_2":"You don't want to make the Black Sun your enemy.",	"taunt_3":"Sloppy manuvering there mud-slogger. ",	"taunt_4":"I don't know who you are working for but once I deal with you, I'll get him. ",	"taunt_5":"You think we won't be escorting something this valuable?",	"thanks_1":"Thanks. I just fly the thing. ",	"thanks_2":"They don't pay me enough to risk my life. ",	"thanks_3":"Listen...as long as you protect me I will do whatever you say.",	"thanks_4":"Dark Sun enforcers don't worry about collateral damage. Thanks for keeping me alive.",	"thanks_5":"I just want to see the next sun rise. ",	"title":"Yavin System: Capture the Black Sun cargo ship",	"title_d":"Osae has sent you on a mission to intercept and capture a cargo ship, carrying a load of Death Star salvage."
}}