{
	"stfFile":"ep3/sidequests",
	"entries": {
		"destroyed_camp_radio":"...Is anyone there? Please pick up if you are reading me. Repeat...please pickup if you are reading me. ...Bathoz, Jillian, Rengar... If this is some sort of joke it isn't funny. Come on...pick up...",	"enter_code":"Enter Combination",	"unlocked":"You unlock the case and remove the items you find inside.",	"unknown_code":"The case is locked and you do not know the combination to open it.",	"incorrect_code":"You have entered an incorrect combination.",	"locked_container":"Plain Locked Container",	"locked_container_d":"A non-descript looking locked case. This case must have been overlooked by the bandits when they ransacked the camp. It is sealed with a well made combination lock. Now if you only knew the combination.",	"hatch_egg":"Hatch",	"egg_hatched":"The small lizard escapes from the egg and spills out onto the ground.",	"survey_data":"Survey Data Recorder",	"survey_data_d":"A device designed to record events happening in the region around it. This particular device is recording the area around the Kkowir forest gate.",	"survey_data_02":"Survey Data Recorder",	"survey_data_02_d":"A device designed to record events happening in the region around it. This particular device is recording the area around the Etyyy gate.",	"survey_data_03":"Survey Data Recorder",	"survey_data_03_d":"A device designed to record events happening in the region around it. This particular device is recording the area around the Trandoshan slaver camps.",	"survey_data_04":"Survey Data Recorder",	"survey_data_04_d":"A device designed to record events happening in the region around it. This particular device is recording the area around the Rryatt Trail gate.",	"survey_data_05":"Survey Data Recorder",	"survey_data_05_d":"A device designed to record events happening in the region around it. This particular device is recording the area around Bolotaur Beach.",	"takook_recorder_listen":"View recording saved on device.",	"takook_recorder_click":"*click*",	"recorder_device":"Video Recorder",	"recorder_device_d":"A video recording device used to tape video messages. This device seems to have a single message saved on it. The message appears to have been saved two days ago.",	"avatar_cold_storage":"Cold Storage",	"avatar_cold_storage_d":"An insulated cabinet used to keep items stored inside cold.",	"avatar_foot_locker":"Footlocker",	"avatar_foot_locker_d":"An unmarked footlocker.",	"avatar_locker_sr71":"Locker SR-71",	"avatar_locker_sr71_d":"A locker with the alphanumeric code SR-71 printed on it.",	"avatar_storage_case":"Storage Case",	"avatar_storage_case_d":"A metal case used to store items.",	"avatar_warm_storage":"Warm Storage",	"avatar_warm_storage_d":"An insulated cabinet used to store items that are in need of a warm environment.",	"outcast":"I see that you'd be interested in knowing more about the Outcasts, hm?",	"wke_convo_failure":"thinks, 'I have no idea what this Wookiee is saying to me. Maybe I should learn a little Shyriiwook.'",	"avatar_launch":"Launch Starship",	"avatar_eject":"Eject to Kachirho",	"re_broken_shock_lance":"Reverse Engineer",	"shock_lance_schematic":"Schematic: Shock Lance"
}}