{
	"stfFile":"loading/mustafar",
	"entries": {
		"mensix_mining_facility":" The Mensix Mining Facility was built after the destruction of the Klegger Corp. Mining Facility at the end of the Clone Wars. The destruction of their mining facility left Klegger Corp. bankrupt, and allowed Mensix to take over as the dominate mining company on Mustafar. The Mensix Mining Facility was built using the same technology as the old facility, some of which dates back to the Old Republic. It can process close to 5,000 metric tons of the raw materials that are harvested from the rich lava flows daily.  ",	"old_republic_cruiser":" Uncovered by the Neimodian separatists near the close of the Clone Wars, this wreckage was a popular cruiser class during the days of the Old Republic. Initially, the Neimodians were very protective of the site, not allowing any Mustafarian engineers a chance to examine the wreckage, but they eventually abandoned it, leaving valuable salvage behind. There are no records of the crash, and no engineer who has examined it can explain why it crashed. Recently, a gang of Salvage Bandits have moved onto the site, intent upon keeping everyone else away from their prize. ",	"old_republic_facility":" This mysterious building dates back to the days of the Old Republic. The few excursions that have taken place into this facility have resulted in disaster, since, despite its age, the facility's defenses are still highly active. Only the very brave (or the very foolish) step beyond its doors in search of the wealth of Old Republic technology that it must hold.",	"droid_factory":" Around the same time that the Neimoidians uncovered the Old Republic Cruiser, they started construction on a droid factory. This massive structure would have produced a massive quantity of their droid soldiers...if it had ever been turned on. Before the Neimoidian separatists could activate the factory, they were all murdered in the old Klegger Mining Facility. This was the same night that the old facility itself was damaged beyond repair. The Neimoidians were serious about their security, so, even with the factory sitting empty, no one dares claim it, due to their fear of the automated security systems. ",	"berkens_flow":" Mustafar's constantly-shifting surface occasionally releases a long-hidden surprise. During a series of massive earthquakes, several ancient ruins were uncovered all over the moon. The one located in Berken's Flow is a sprawling array of old stone buildings that easily predate anything else on Mustafar. On an odd note, the group of archaeologists who traveled to Mustafar to study these ruins has become extremely violent cultists.",	"temple_ruins":" Located in the Burning Plains, these are the only ruins on Mustafar that aren't crawling with treasure hunters or scientists. Not from a lack of trying, of course; it seems that anyone who spends too much time here loses their mind. Explorers who have visited this area and left quickly report that they got a very uneasy feeling while here. Those who do not leave in time are left almost mindless, and attack intruders on sight.",	"blistmok":" This extremely intelligent reptile is a highly efficient predator. It generally hunts in small packs, but has been known to band together in large groups to take down especially dangerous prey. The blistmok is extremely fast over short bursts, but generally employs ambush techniques to catch itself a meal. ",	"tulrus":" The tulrus is a dim-witted, but dangerous, creature, suffering from both poor eyesight and a bad temper. This often causes it to charge the instant it detects the presence of anything besides itself. The tulrus' attack technique is simple: It uses its mass to knock its foe off its feet, and then simply tramples it to death. ",	"lava_flea":" The lava flea is a fairly docile and intelligent creature. This, along with its ability to skim across lava flows, makes it an ideal mount for Mustafar. The Mustafarians have nearly domesticated the fleas living around their mining operations, but there are other subspecies of the lava flea that are more protective of their lairs. ",	"kubaza_beetle":" The kubaza beetle is a strange, hive-minded insect that survives by eating the raw materials commonly used in the production of explosives. The beetles will aggressively defend their nests, and have been known to swarm down prey as large as a tulrus. The minerals that make up the kubaza beetles' diet are highly unstable, and, if mixed with oxygen, can cause a very strong explosion. ",	"tanray":" The tanray is a speed hunter, running down its prey in a quick sprint and finishing it off with a quick bite to the neck. The tanray is usually not a threat to a well-equipped adventurer, but they have been known to occasionally chase down slower speeders. ",	"jundak":" The only creature that the tulrus have not successfully driven from their island is the jundak. Most creatures would not be described as outright evil, but that description fits the jundak very well. They seem to relish in causing their prey pain before they devour them. The jundak are also voracious eaters; they have been known to put down their own body weight in food in one sitting. Not much is known about the breeding habits of the jundak; their young simply seem to spring out of nowhere. ",	"sher_kar":" This is perhaps the most dangerous creature on all of Mustafar. It is massive in size, and its strength is unmatched nearly anywhere in the Galaxy. This predator only leaves its cave at the back of the Tulrus Nesting Grounds to feed on the ready supply of tulrus. No one who has ever entered the cave has ever been heard from again.",	"union_sentry_droid":" Developed by the Separatists towards the end of the Clone Wars, this dangerous droid did not see much action. Primarily designed for use on worlds with rugged terrains that other droids were not properly equipped to transverse, this droid proved to be a worthy war machine during the short time it was in use. ",	"cww8_droid":" A modified version of the standard lift droid, the CWW8 has had its lifts replaced by heavy blaster cannons. It has also had its armor modified to deflect all but the most accurate or powerful of blasters. ",	"xandak":" A true pack hunter, the xandak hunts in a well-coordinated team. One of the few creatures in the known universe to have both an exo- and endo-skeleton, this creature is extremely strong and rugged. "
}}