{
	"stfFile":"space/space_pilot_command",
	"entries": {
		"multiple_systems_disrupted":"WARNING! WARNING! WARNING! MULTIPLE SYSTEMS DISRUPTED. ATTEMPTING SYSTEM RESTART.",	"system_disrupted":"ALERT! ALERT! ALERT! SUB-SYSTEM DISRUPTED. ATTEMPTING SYSTEM RESTART.",	"sub_system_restart":"SUB-SYSTEM RESTART COMMENCING. INITIALIZATION SUBROUTINES COMING ON-LINE.",	"disrupted_standby":"STANDBY...",	"spacerepair_no_station":"There are no repair craft available to be dispatched in this sector.",	"spacerepair_unnecessary":"Scans indicate that you don't appear to have any repair needs that we can help with. We are departing.",	"spacerepair_not_enough_money_repair":"You don't have enough money in the bank to cover repairs. Departing.",	"spacerepair_no_reload_needed":"Scans indicate that you don't appear to need any munitions reloaded that we can supply. Departing.",	"spacerepair_not_enough_money_rearm":"You don't have enough money in the bank to cover rearmament. Departing.",	"spacerepair_not_enough_repair_rearm":"You don't have enough money in the bank to cover repairs and rearmament. Departing.",	"spacerepair_cannot_pay":"You can't pay for this. We're departing. Good luck.",	"spacereload_confirm_instructions":"The cost for reloading your ship will be: %DI credits. Do you wish to proceed? Request reload again if you do. Otherwise, do nothing and the rearmament ship will leave.",	"inspacerepair_ship_not_safe":"Scans indicate you are still currently targeted by hostile craft. Unable to call in the repair vessel.",	"inspacerepair_ship_not_safe2":"You are currently engaged in combat maneuvers with enemy vessels and repair ship can't defend itself.",	"bomberstrike_not_at_player":"Fleet Operations will not allocate craft to attack that target.",	"spacerepair_no_pob":"Your ship is too large to be serviced by a repair or rearmament vessel. ",	"inspacerepair_service_fee":"A small service fee might be applicable regardless of if repairs are necessary or not.",	"inspacereload_notice":"NOTE: A missile rack less than half empty can not usually be reloaded, due to weapon rack inner workings.",	"pirateraid_none_available":"There don't appear to be any pirates paying attention locally.",	"cannot_repair_other":"You cannot repair another ship right now.",	"cannot_repair_other_must_shutdown":"The target ship needs to close any s-foils they might have and come to a stop before you can repair them.",	"vampiric_repair_other_underway_recipient":"Repairs are underway on your most heavily-damaged system.",	"spacerepair_attack":"We're under attack! Bugging out!",	"gunner_fire_missile_failed":"A gunner's attempt to fire a missile has failed.",	"cannot_fire_without_lookat":"You can't fire a missile unless you have a lookat target.",	"cost_for_repairs":"The cost for repairs to your ship will be: %DI credits. Do you wish to proceed? Request repair again if you do. Otherwise, do nothing and the repair ship will leave.",	"repair_cost":"The cost for repairs to your ship will be: %DI credits.",	"reload_and_repair_cost":"The cost for reloads and repairs for your ship will be:%DI credits. Do you wish to proceed? Request repair again if you do. Otherwise, do nothing and the repair ship will leave.",	"munitions_cost":"The cost for munitions for your ship will be: %DI credits, but you only have %TO in your bank account.",	"repairship_stop_moving":"Unable to call in the repair vessel. You are currently moving, and you must be stopped before the repair ship can find and assist you.",	"no_response_received_assist":"No response received to assistance query. Departing.",	"spacerepair_not_enough_repair":"You don't have enough money in the bank to cover repairs. Departing."
}}