{
	"stfFile":"spacequest/survival/corellia_rebel_tier3_4_d",
	"entries": {
		"Quest Log Data":"Text",	"arrived_at_loc":"You are at your designated coordinates, don't let any enemies pass you.",	"assigned_delayed":"",	"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",	"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"first_attack":"Here they come pilot, get ready and may the force be with you my friend!",	"found_loc":"The enemy is launching several last attacks on our fleet. I'm assigning you to intercept one of their wings at these coordinates.",	"mission_complete":"Fantastic job pilot! We are the last ship to jump and we have had no capital ship losses thanks to you and the other fighter pilots.",	"outofrange":"The enemy will slip by, get back to the intercept point pilot!",	"outofrange_failed":"We are losing capital ships, bombers slipped by you, get out of there pilot, we are launching with what we have left!",	"quest_defendpoint_d":"Don't let any enemy ships pass you by. This will be extremely difficult and I wish I could send you more backup but our fighters are spread thin protecting their assigned spots. Good luck pilot, we depend on you.",	"quest_defendpoint_t":"Defend the assigned area.",	"quest_location_d":"We are getting ready to leave the Endor system. Our fleet is moving out of the nebula to the location where they initiate their jump to lightspeed. Unfortunately Imperial ships noticed them as soon as they started moving and they are launching an attack with anything they have close enough to get to our fleet in time.",	"quest_location_t":"Endor system.",	"quest_reachpoint_d":"This is the area that you are assigned to protect.",	"quest_reachpoint_t":"Your assigned blockade area.",	"quest_update":"Rebel Fleet Command: < %TO >",	"split_quest_alert":"",	"split_quest_alert_fail":"",	"title":"Endor system: Defend against the Empire's last attack.",	"title_d":"Our capital ships have finished their repairs and are starting to evacuate. The Empire has pinpointed their location and are launching one last attack. We are assigning you to defend an area in the path of the attacking Imperial ships. Don't let anyone get by you!",	"trans_update":"Tactical Computer: < %DI % of fleet has performed hyperspace jump. >",	"transmission_received":"Rebel Fleet Command: < The last of our ships are jumping to lightspeed now, get out of there pilot! >",	"transmission_start":"Rebel Fleet Command: < We need five minutes to launch all our capital ships to hyperspace. >"
}}