{
	"stfFile":"spacequest/survival/poi_tatooine_general2_3_a",
	"entries": {
		"arrived_at_loc":"pcontrast1 A'Lerris Verata:pcontrast3 < This is the transmis--*static* ...stop signal. Be careful, pilot! [Transmission Ends] >",	"assigned_delayed":"",	"attack_notify":"pcontrast1 Tactical Computer:pcontrast3 <Incoming enemy fighters.>",	"attack_stopped":"pcontrast1 Tactical Computer:pcontrast3 <Enemy fighters eliminated.>",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"first_attack":"I can't seem to get through to you, pilot! Enemies! My systems have detected heightened activity--[Transmission Ends]",	"found_loc":"Pilot! Listen carefully. I've sent you a point that you can jam the Zynt'aia. Please be careful.",	"mission_complete":"You have stopped the Zynt'aia from sending out the distress signal.",	"outofrange":"Pilot! You're too far away from the transmission point. Move closer or risk mission failure!",	"outofrange_failed":"Mission failed! You moved too far away from the transmission point.",	"quest_defendpoint_d":"Once I am at the transmission point, I must remain in the area for the designated time and survive.",	"quest_defendpoint_t":"Fire of Survival: Defend",	"quest_location_d":"It is my duty to remain in the Tatoo System as directed by A'Lerris Verata.",	"quest_location_t":"Remain in the Tatoo System",	"quest_reachpoint_d":"To face my hardest challenge, I must travel to the transmission point as was given to me by A'Lerris.",	"quest_reachpoint_t":"Fire of Survival: Transmission Point",	"quest_update":"pcontrast1 A'Lerris Verata:pcontrast3 <%TO>",	"split_quest_alert":"",	"split_quest_alert_fail":"",	"title":"Tatoo System: Fire of Survival",	"title_d":"The fire of survival... It is a sudden thing. When one is faced with dire circumstance, a well of fire, like lava coursing through one's veins, springs forth with unmatched strength. The flames consume your soul, your very essence, inspiring you to face the odds no matter what the consequence! This is how I felt as the first of those many walls washed over me. My hands felt hot to the touch, my heart in my throat. My favorite companion, my trusty ship, shuttered with each of their passing, laser bolts melting my enemies' hulls in one fell swoop. All I wanted to do was survive.. and survive I did.",	"trans_update":"Mission Update: < %DI percent of signal blocked. >",	"transmission_received":"Mission Update: < You've survived and successfully blocked the distress signal! Mission Success! >",	"transmission_start":"Mission Update: < Pilot! It will take about 5 minutes to successful jam that signal! I am sure your presence will be noted. >"
}}