{
	"stfFile":"spacequest/rescue_duty/naboo_imperial_tier4_4",
	"entries": {
		"quest_log_data":"",	"abort":"You can't just leave us out here. We need your protection.",	"arrival_phase_1":"We are getting a lock on the disabled vessel. Stand by for location.",	"arrival_phase_2":"Location of ship has been sent to your nav computer. Assist ship with repairs and bring them safely back.",	"attack_notify":"pcontrast1 Tactical Computer:pcontrast3 <Enemy fighters detected.>",	"attack_stopped":"pcontrast1 Tactical Computer:pcontrast3 <Enemy fighters eliminated.>",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"complete":"Good job, pilot. Make your report to your superior officer.",	"complete_1":"Nice work. The ship is back safely. Make your report to your superior officer.",	"complete_2":"",	"complete_3":"",	"complete_4":"",	"complete_5":"",	"docking_complete":"Repairs on the vessel have been completed. Stand by to escort her home.",	"docking_started":"Repairs on the damaged vessel beginning.",	"failed_destroy":"You lost our ship. Your job is to repair and protect those ships, not let them be blown up. Report back to your commander.",	"panic_1":"Rebels! Of course, they have a nose for finding the weak and wounded.",	"panic_2":"I can't fight or evade in my condition. You will have to deal with these guys.",	"panic_3":"Just when I thought everything was going to turn out okay.",	"panic_4":"Rebels just never leave well enough alone.",	"panic_5":"Stinking Rebels! Why do they have to show up now?",	"quest_dock_d":"Once you have located the damage vessel, target it and press the 'U' key to assist the transport with repairs. The vessel will be able to get underway shortly after you help it.",	"quest_dock_t":"Assist the Imperial Transport with Repairs",	"quest_escort_d":"After the vessel is underway, follow it and make sure that it arrives at a safe jump location without incident. Reports of Rebel activity show that there is a high chance they will attack the vessel, so be alert and ready to defend the transport.",	"quest_escort_t":"Escort the Imperial Transport",	"quest_location_d":"Travel to the Dathomir system and follow the supplied navigation waypoint to the damaged transport.",	"quest_location_t":"Travel to the Dathomir System",	"quest_update":"pcontrast1 Imperial High Command:pcontrast3 <%TO>",	"recovery_success":"Stand by for vessel to jump out of sector.",	"rescue_phase_1_1":"I was wondering if anyone was coming. This area can get pretty deserted.",	"rescue_phase_1_2":"Glad to see a friendly. Nothing but trouble since I entered this system.",	"rescue_phase_1_3":"You don't know how glad I am to see you.",	"rescue_phase_1_4":"Excellent, and we are almost repaired too.",	"rescue_phase_1_5":"Hold on for just a second and we will be up and running.",	"rescue_phase_2_1":"All ready to go here. Follow me.",	"rescue_phase_2_2":"Ready to start up my engines. I hope those Rebels don't come back.",	"rescue_phase_2_3":"Restarting engines now.",	"rescue_phase_2_4":"All fixed up. Follow me.",	"rescue_phase_2_5":"Hey, kicking my engines actually worked! Let's get out of here.",	"taunt_1":"There is nothing like killing Imperial dogs in the morning!",	"taunt_2":"You are in so much trouble.",	"taunt_3":"Prepare to face justice, Imperial dog.",	"taunt_4":"I am here to bust heads! Yours looks about right.",	"taunt_5":"For the Rebellion!",	"thanks_1":"Your the best. Things might turn out okay.",	"thanks_2":"Wow...you made short work of those Rebels.",	"thanks_3":"Thanks, you sure saved my bacon.",	"thanks_4":"You're the best. Things might turn out okay.",	"thanks_5":"Wow...you made short work of those Rebels.",	"title":"Dathomir System: Rescue the Imperial Transports Duty",	"title_d":"Travel to the Dathomir system and rescue the damaged Imperial transports. Once you arrive in the Dathomir system, you will receive a navigation waypoint to the location of a damaged transport. Travel to the location and press the 'U' key or type /dock to assist the transport with repairs. Once the vessel is repaired escort it through the system to safety. Once the transport is safely away, you will receive a new navigation waypoint to another transport in need of assistance. This is a duty mission and can be quit at any time. Simply abort the mission or leave the system to end the mission."
}}