{
	"stfFile":"theme_park/heroic",
	"entries": {
		"hoth_object_deploy":"Deploy",	"hoth_barricade_pickup":"Take Barricade",	"hoth_object_cannot_deploy":"You cannot deploy this object at your current location.",	"hoth_barricade_cannot_pickup":"This barricade is too damaged to be moved.",	"hoth_snowspeeder_instructions":"99A3FFTo launch your snowspeeder, use the \"Launch\" button on your snowspeeder hotbar..  You also have buttons that allow you to land or to ascend or to descend.  Now get going...the battlefield awaits! ",	"reb_phase2_command_center_task":" FF0000You failed to disable the Command Center before Imperial troops gained control of it.",	"reb_phase2_thermal_personnel_task":" FF0000You failed to protect enough Thermal Generator Crew Members as they evacuated the thermal core area.",	"reb_phase2_command_personnel_task":" FF0000You failed to protect enough Command Personnel. Their deaths are on your hands.",	"reb_phase2_medical_personnel_task":" FF0000You failed to protect enough Medical Personnel. Now who will aid those who have been injured?",	"reb_phase2_equipment_personnel_task":" FF0000You failed to protect enough of the Lower Hangar Personnel as they evacuated equipment from the base. ",	"reb_phase2_nonessential_personnel_task":" FF0000You failed to protect enough Non-Essential Personnel. The Rebel Alliance expected better from you.",	"imp_phase2_ion_capacitor_task":" FF0000You failed to take out the Ion Cannon capacitor without significant loss of Imperial troops. You must strive to better serve your Empire.",	"imp_phase2_command_center_task":" FF0000You failed to take control of the Command Center before the Rebels could destroy vital information stored there.",	"imp_phase2_hangar_bay_task":" FF0000You failed to take control of the Hangar Bay without considerable losses. The Empire is disappointed.",	"imp_phase2_food_crate_task":" FF0000You failed to destroy enough Echo Base food stores before the Rebel troopers could evacuate it from the base.",	"imp_phase2_medical_crate_task":" FF0000You failed to destroy enough Echo Base medical supplies before the Rebel troopers could evacuate it from the base.",	"imp_phase2_equip_crate_task":" FF0000You failed to destroy enough Echo Base equipment before the Rebel soldiers could evacuate it from the base.",	"color_red":" FF0000",	"color_yellow":" FFFF00",	"p2_rebel_secure_thermal_power":" FFFF00The Grotto has been secured. The Thermal Generator area may now be evacuated.",	"p2_rebel_secure_lower_hangar":" FFFF00The Lower Hangar and Equipment Room have been secured. The Equipment Room may now be evacuated.",	"p2_rebel_secure_med_bay":" FFFF00The Medical Bay has been secured. Medical Personnel may now make their way to the evacuation area.",	"reb_phase2_command":" FFFF00The Command Center has been disabled. The Empire will be unable to get their hands on any command intel.",	"p2_rebel_secure_command_center":" FFFF00The Command Center has been secured. Command Personnel may now make their way to the evacuation area.",	"imp_phase2_ion_capacitor":" FFFF00The Ion Cannon Capacitor has been destroyed. The V-150 Planet Defender Anti-Orbital Ion Cannon is now of no use to the Rebel troops on Hoth.",	"imp_phase2_command":" FFFF00The Command Center has been captured. All data stored within it is now in the possession of the Empire.",	"imp_phase2_hangar_bay":" FFFF00The Primary Hangar Bay for Echo Base has been disabled and is under the control of Imperial Troops.",	"load_transport_five":" FF0000Transport Five has been destroyed!",	"load_transport_four":" FF0000Transport Four has been destroyed!",	"load_transport_three":" FF0000Transport Three has been destroyed!",	"load_transport_two":" FF0000Transport Two has been destroyed!",	"load_transport_one":" FF0000Transport One has been destroyed!"
}}