{
	"stfFile":"mustafar/working_droid_factory",
	"entries": {
		"twin_respawn":"Heeding the call of their companion, a guardian reappears.",	"twin_defeated":"As the last guardian falls you find and pull an identification mark from their chassis.",	"twin_kill_clue":"Aurek - Besh Signature Required",	"access_denied":"Present Aurek-Besh Signature",	"rru_active":"Reactive Repair Unit: Active",	"rru_inactive":"Reactive Repair Unit: Inactive",	"rru_clue":"Insert inhibitor unit to drain RRU capacitor",	"inhibitor_collect":"Collect Inhibitor Unit",	"inhibitor_inactive":"Inhibitor Production Inactive",	"inhibitor_recharging":"Inhibitor Unit In Production",	"inhibitor_lost_charge":"The inhibitor unit has lost its charge, collect a new one",	"devistator_defeated":"The lock releases with the Devastators fall",	"rru_falter":"The Devastator begins to falter as their RRU loses power",	"rru_recharge":"You hear a hum as the RRU reboots",	"inhibitor_taken":"You have taken an inhibitor rod",	"mde_defeated":"Releasing Locks on hall 2-O3F. The master awaits your audience.",	"mde_taunt":"Your organic shells are insufficient. You will be disassembled for disposal, wait where you are.",	"doom_defeated":"At the Doom Bringers destruction the machinations of the factory cease. You now have access to the central control room.",	"doom_failure":"The radioactive blast envelopes you. In the Doom Bringer's unblinking lens you find no pity.",	"hk47_taunt":"Well meatbags, I'm afraid I can't stay and play with you. Places to see people to kill, you know how it goes. But please do not feel cheated for I have left you a parting gift; A collection of enough class-3 radioactive to level this mountain, and a Doom Bringer programmed to catalyze that destruction on a signal that you just sent. I'm off to catch a ship now, enjoy the inevitable.",	"duality_applied":"You are infused with the energy of the twin guardians",	"imbalance_applied":"The Guardian gains power as equilibrium with their twin is lost",	"imbalance_fade":"The Unstable Variance is ended",	"watcher_detonate":"Proximity to the watcher triggers the release of the guardian energy.",	"observer_detonate":"Proximity to the observer has released the stored Guardian energy."
}}