{
	"stfFile":"spacequest/delivery_no_pickup/ep3_trando_fezrik_03",
	"entries": {
		"arrived_at_delivery":"Ok, just be cool. Nym's boys want those blaster crystals more than they want the glitterdust.",	"assigned_delayed":"",	"attack_notify":"Tactical Computer: < Enemy fighters incoming. >",	"attack_stopped":"Tactical Computer: < Enemy fighters eliminated. >",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"docking_complete_delivery":"Ya, the exchange is complete. By the way, that stuff you are carrying might be hot. Just thought you would like to know. You should head back to Fezrik and drop that stuff off.",	"docking_started_delivery":"Ok, you hold your ship steady now. We will swap the goods.",	"failed_destroyed":"Nym isn't going to take kindly to losing some of his men. I will have to work out a new deal now.",	"found_loc_d":"Nym just sent me the transfer location. Meet his men there and keep your head down. This is all hush hush...right?",	"hello_d":"So, you're the delivery boy. Dock up whenever you are ready.",	"quest_dock2_d":"Dock with the Nym ship and transfer the blaster crystals with the glitterdust. You are now carrying contraband material.",	"quest_dock2_t":"Make the Trade",	"quest_location_d":"Nym has agreed to meet you in the Lok system.",	"quest_location_t":"Travel to the Lok System",	"quest_rendezvous2_d":"Nym's boys have a ship full of glitterdust which they are willing to trade for the blaster crystals that you picked up in Corellia.",	"quest_rendezvous2_t":"Meet the Nym YT1300",	"quest_update":"FF0000 Fezrik Bendledon: pcontrast3 < %TO > pcontrast3",	"split_quest_alert":"Blast it...some one tipped off Burch's men. Take care of them and get me that glitterdust.",	"split_quest_alert_fail":"",	"title":"Lok System: Smuggling for the Trandoshans Part III",	"title_d":"Fezrik has hired you to run several tasks in order to get the Trandoshan slavers a load of glitterdust. He has set up a meeting between you and some of Nym's men. It is here that you will pick up the glitterdust in exchange for the blasters."
}}