{
	"stfFile":"spacequest/delivery_no_pickup/ep3_trando_fezrik_01",
	"entries": {
		"arrived_at_delivery":"Stand by for arrival of transport. Once it arrives, dock with the transport and make the trade.",	"assigned_delayed":"",	"attack_notify":"Tactical Computer: < Enemy fighters incoming. >",	"attack_stopped":"Tactical Computer: < Enemy fighters eliminated. >",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"docking_complete_delivery":"Ok, looks like we are all set. Good luck.",	"docking_started_delivery":"Alright, we will make the trade. Stand by for the transfer of pelts for the chips.",	"failed_destroyed":"We needed those goods to trade to the Rendal Company in Corellia. Come on back and we will see if we can sort this out.",	"found_loc_d":"Alright, I have updated the meeting location of the Harkon transport. Trade him the pelts that are on your ship for the computer control chips.",	"hello_d":"You must be the new pilot. Go ahead and dock whenever you are ready. We will then make the cargo transfer.",	"quest_dock2_d":"Dock with the Rendal Company's ship and trade the pelt for the chips.",	"quest_dock2_t":"Make the Trade",	"quest_location_d":"The Rendal Trading Company's ship, with the load of computer control chips, will meet you in the Naboo system.",	"quest_location_t":"Travel to the Naboo System",	"quest_rendezvous2_d":"You shouldn't have any problems with this stage of the mission since you are not transferring anything illegal...yet.",	"quest_rendezvous2_t":"Meet the Rendal Trading Company's Ship",	"quest_update":"FF0000 Fezrik Bendledon: pcontrast3 < %TO > pcontrast3",	"split_quest_alert":"Ok, now on to the next step. Head to Corellia and trade the computer chips to the Harkon for a load of blaster crystals for Nym's boys in Lok.",	"split_quest_alert_fail":"",	"title":"Naboo System: Smuggling for the Trandoshans Part I",	"title_d":"Fezrik has hired you to run several tasks in order to get the Trandoshan slavers a load of glitterdust. Your first step is to trade some uller pelts that are in high demand on Naboo for a load of computer control chips."
}}