{
	"stfFile":"spacequest/delivery_no_pickup/naboo_imperial_tier3_1_b",
	"entries": {
		"Quest Log Data":"",	"arrived_at_delivery":"Very impressive, very impressive indeed. Hold at your current position for the transfer freighter to arrive.",	"assigned_delayed":"",	"attack_notify":"pcontrast1 Tactical Computer:pcontrast3 <Enemy fighters incoming.>",	"attack_stopped":"pcontrast1 Tactical Computer:pcontrast3 <Enemy fighters eliminated.>",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"docking_complete_delivery":"We have the data. You should return back to your superior officer and make a report.",	"docking_started_delivery":"I will hold my ship steady. Dock with me when you are ready to make the transfer.",	"failed_destroyed":"You allowed your transfer freighter to be destroyed? That was an expensive ship. You are going to have to answer to your commander about this failure.",	"found_loc_d":"The transfer freighter will meet you at the location that we sent to your navigation computer. Proceed there with upmost caution.",	"hello_d":"Glad to see you, pilot. We will begin docking momentarily.",	"quest_dock2_d":"Once the freighter has arrived, target it and press the 'U' key in order to transfer the data. Be on the look out for Rebel fighters who will probably attempt to stop this delivery from happening.",	"quest_dock2_t":"Transfer the Data",	"quest_location_d":"Remain in the Yavin system and deliver the data to the Imperial freighter. You will receive a navigation waypoint to the arrival location of the shuttle. Travel to this location and wait for the freighter to arrive.",	"quest_location_t":"Remain in the Yavin System",	"quest_log_data":"Text",	"quest_rendezvous2_d":"When you arrive at the navigation waypoint to the freighter, wait for it to arrive.",	"quest_rendezvous2_t":"Travel to the Arrival Location",	"quest_update":"pcontrast1 Imperial High Command:pcontrast3 <%TO>",	"split_quest_alert":"",	"split_quest_alert_fail":"",	"title":"Yavin System: Deliver the Data to the Imperial Freighter",	"title_d":"Remain in the Yavin system and deliver the data. You will receive a navigation waypoint to a freighter that will pick up the data from you. Travel to this navigation waypoint and wait for the freighter to arrive. Once the freighter arrives, press the 'U' key with the freighter targeted to transfer the data. Enemy fighters will attempt to stop this delivery from taking place. You must keep yourself, as well as the freighter, alive until you can complete the delivery."
}}