{
	"stfFile":"spacequest/delivery_no_pickup/npe_easy_main_1c",
	"entries": {
		"arrived_at_delivery":"One of our Car'das agents will be there momentarily to pick up the information you found off the Black Sun spy.",	"assigned_delayed":"",	"attack_notify":"",	"attack_stopped":"",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"docking_complete_delivery":"Thank you, pilot. We'll process this information immediately. You did well out there.",	"docking_started_delivery":"Standing by for delivery...",	"failed_destroyed":"",	"found_loc_d":"Pilot, I'm transmitting the location at which you'll meet our agent for the drop off. Head there as soon as possible. I want to get this information to our intelligence agency as quickly as we can.",	"hello_d":"Agent Rayar here. Dock with me when you're ready. I'll need to get that information to our intelligence agency soon.",	"quest_dock2_d":"'It should be simple to give the information to Agent Rayar. All I have to do is dock with him and he'll be able to download the information off my systems. --To dock with another vessel, target it and press the 'U' key. When the docking process has been completed, your computer systems will alert you.'",	"quest_dock2_t":"Agent Rayar: Docking",	"quest_location_d":"'Ord Mantell... Heart of the Bright Jewel.'",	"quest_location_t":"Ord Mantell: Lucent Ivaya",	"quest_rendezvous2_d":"'Member of the Car'das intelligence ring, Agent Rayar has come to Ord Mantell space to pick up the encoded information that I had found on the Black Sun spy. The details found within must be of great important to the Car'das and I am itching to find out why.'",	"quest_rendezvous2_t":"Agent Rayar: The Drop Off",	"quest_update":"Laetin A'shera: <%TO>",	"split_quest_alert":"Laetin A'shera: <Time to return home pilot...>",	"split_quest_alert_fail":"",	"title":"Black Sun Infiltration: The Delivery",	"title_d":"'Laetin will be appreciative to receive the encoded information I have in my systems. It seems to have been a hot ticket with the Black Sun. I'm hoping I won't have to tangle with them for quiet some time. I gather, however, that I'll be seeing them more than my wits, and my hull, can handle. But if they want a fight, I'll be there. After I complete my mission, I should head back to the Tansarii Point Station. I'll need to communicate with her to get permission to land. --You can communicate with a Space Station by targeting it and typing /comm in your spatial chat.--'"
}}