{
	"stfFile":"spacequest/delivery_no_pickup/npe_easy_main_3a",
	"entries": {
		"arrived_at_delivery":"Stay here while we wait for one of our agents to contact you.",	"assigned_delayed":"",	"attack_notify":"pcontrast1 Tactical Computer:pcontrast3 <Scanning... Warning! Hostile vessels incoming with weapon systems armed!>",	"attack_stopped":"pcontrast1 Tactical Computer:pcontrast3 <Scanning... No hostile enemies detected in the vicinity.>",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"docking_complete_delivery":"Thanks, pilot. I was only able to scan your systems briefly. The virus isn't letting me through. But it revealed itself enough for me to get some information from it.",	"docking_started_delivery":"Let's see what you have here, pilot...",	"failed_destroyed":"Pilot! Our agent was destroyed and our mission is a failure. Return home!",	"found_loc_d":"You can get in contact with a Car'das agent here. He'll be able to get a closer look at your computer systems.",	"hello_d":"Greetings, pilot. This'll be a simple process. Just do what you normally do.",	"quest_dock2_d":"'Just as before with the Dynath agent, I'll need to dock with the Car'das representative for information transfer. --To dock with another vessel, target it and press the 'U' key. When the docking process has been completed, your computer systems will alert you.'",	"quest_dock2_t":"Car'das Agent: Docking",	"quest_location_d":"'Ord Mantell was founded over 12,000 years ago by Corellian colonists and is located in the Bright Jewel Systems Cluster.'",	"quest_location_t":"Ord Mantell: Lucent Ivaya",	"quest_rendezvous2_d":"'The Black Sun fight dirty, it seems. They somehow managed to infect my systems with a virus. I should have been more careful. Perhaps we can use this so-called Black Envy against them. Laetin will know more. But first, I must meet with a Car'das agent and see what information we can glean from this virus.'",	"quest_rendezvous2_t":"Car'das Agent: The Virus",	"quest_update":"Laetin A'shera: <%TO>",	"split_quest_alert":"Laetin A'shera: <Time to return home pilot...>",	"split_quest_alert_fail":"",	"title":"Black Envy: A virus?",	"title_d":"'A virus! According to Laetin's system scans, I've managed to download something called the Black Envy. Could this be why the Black Sun know my every move? How long have my computer systems had it? As soon as I come in contact with the Car'das agent, I should return to Laetin.'"
}}