{
	"stfFile":"spacequest/delivery_no_pickup/npe_easy_main_3",
	"entries": {
		"arrived_at_delivery":"Wait here, pilot. A Dynath agent we'll meet you here momentarily.",	"assigned_delayed":"",	"attack_notify":"pcontrast1 Tactical Computer:pcontrast3 <Scanning... Warning! Hostile vessels incoming with weapon systems armed!>",	"attack_stopped":"pcontrast1 Tactical Computer:pcontrast3 <Scanning... No hostile enemies detected in the vicinity.>",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"docking_complete_delivery":"I'll get this to my superiors immediately! Dynath out.",	"docking_started_delivery":"I believe the Car'das have some sort of message for us?",	"failed_destroyed":"Pilot! The Dynath agent was destroyed! Our mission has failed. Return home...",	"found_loc_d":"Pilot, meet the Dynath agent here for delivery. Be on the look out for Black Sun.",	"hello_d":"Greetings and wishes of safety from the Dynath, friend.",	"quest_dock2_d":"'In order to deliver the message, I'll have to dock with the Dynath agent. It could be a long process, but I'll be as quick as I can. --To dock with another vessel, target it and press the 'U' key. When the docking process has been completed, your computer systems will alert you.'",	"quest_dock2_t":"Dynath Agent: Docking",	"quest_location_d":"'Weapons are smuggled from Ord Mantell to the nearby world of Anobis. It's a booming business as the neighboring planet is in constant war and turmoil.'",	"quest_location_t":"Ord Mantell: Lucent Ivaya Quarter",	"quest_rendezvous2_d":"'Here is where I'll find the Dynath agent. I must get there quickly. There's no telling what danger is out here, waiting for me in the darkness.'",	"quest_rendezvous2_t":"Dynath Agent: The Message",	"quest_update":"Laetin A'shera: <%TO>",	"split_quest_alert":"Laetin A'shera: <Pilot, return quickly! My computers are going nuts trying to scan your ship. What do you have on you?!>",	"split_quest_alert_fail":"",	"title":"Dynath Miners: Deliver the Warning",	"title_d":"'I've learned that the Dynath are the allies of the Car'das. The two syndicates have steady trades between them and lookouts to warn each other of danger. It seems we all have one enemy in common here in Ord Mantell space; the vile Black Sun. Together, we'll defeat them. I must get this message to the Dynath miners before the Black Sun are onto us.'"
}}