{
	"stfFile":"spacequest/delivery_no_pickup/stn_yavin4_company_smuggler_tier2_1",
	"entries": {
		"arrived_at_delivery":"Wait here for the arrival of the delivery ship. Keep a close watch out for the authorities. If they get wind of this we could all be in trouble.",	"assigned_delayed":"",	"attack_notify":"Tactical Computer: < Enemy fighters detected. >",	"attack_stopped":"Tactical Computer: < Enemy fighters eliminated. >",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"docking_complete_delivery":"Ok, now get yourself to the Naboo system and follow the arranged path. Our contact will be waiting for you.",	"docking_started_delivery":"We are transferring the package to your ship now. Stand by.",	"failed_destroyed":"You let the delivery vessel be destroyed! Blast it!",	"found_loc_d":"Travel to the arrival location and wait for the delivery vessel to arrive.",	"hello_d":"You must be the new delivery pilot. Start the docking procedure whenever you are ready and we will transfer the package to you.",	"quest_dock2_d":"Dock with the freighter and pick up the package.",	"quest_dock2_t":"Dock with the Freighter",	"quest_location_d":"Meet the Yavin 4 Mining Company's ship at the location given to your navigation computer.",	"quest_location_t":"Remain in the Yavin System",	"quest_rendezvous2_d":"Wait for the freighter to arrive at the assigned location.",	"quest_rendezvous2_t":"Meet the Delivery Freighter",	"quest_update":"FF0000 Yavin Mining Company:FF0000 < %TO >",	"split_quest_alert":"Travel to the Naboo system and follow the assigned route. Avoid detection by officials but if anyone tries to stop you, destroy them. Once you reach the end of the route, wait for the contact to arrive.",	"split_quest_alert_fail":"",	"title":"Yavin System: Pick Up the Goods",	"title_d":"The Yavin 4 Mining Company has hired you to pick up a mysterious package and deliver it to the Naboo system for them. The package is currently on one of their ships in the Yavin system where you are to pick it up."
}}