{
	"stfFile":"conversation/aurilia_rohak",
	"entries": {
		"do_not_edit":"The English version of this file (aurilia_rohak.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Ah, very interesting. That headdress apparently belonged to a follower of Axkva Min.",	"s_18":"Welcome to the township of Aurilia, friend. I trust that your stay will be a hospitable one and that you shall find whatever it is that you seek.",	"s_2":"",	"s_23":"Welcome to the township of Aurilia, friend. Forgive me, but could I ask a favor of you?",	"s_24":"Tell me about the Nightsister headdress in the Adventurers' Guildhall.",	"s_25":"How do I fuse them together?",	"s_26":"I would be happy to help you.",	"s_27":"Go to Mount Chaolt on Lok. At the very top is a large crater filled with lava. Using the heat of the volcano's lava, you will fuse the shards into the key.",	"s_28":"I asked the Nightsister prisoner about the headdress in the guildhall.",	"s_29":"Did you? And what did she say?",	"s_30":"It's a fairly typical headdress as worn by Nightsister witches, as far as I know. The one in the guildhall was taken from a Nightsister that Captain Sarguillo apprehended.",	"s_31":"Axkva Min. That's it. Nothing else. And she looked scared.",	"s_32":"Who is Axkva Min?",	"s_33":"Axkva Min? Hmm...that name sounds familiar. I recommend that you go to the Nightsister Stronghold and check their scrolls for that name. Return to me if you find anything.",	"s_34":"Axkva Min was a Nightsister Elder who discovered the art of draining the life force of her enemies to enhance her own power. She became a threat to her own people and was struck down by Gethzerion herself when the full scope of her atrocities was brought to light. Axkva Min was then banished along with her most loyal followers.",	"s_35":"I asked the Nightsister prisoner about the headdress in the guildhall.",	"s_36":"What does that mean for us?",	"s_37":"Tell me about the Nightsister headdress in the Adventurers' Guildhall.",	"s_38":"The energy surging through the headdress is a signal to her followers. It means that Axkva Min has discovered a way to free herself from her banishment, and she is contacting her followers so that they will assist in her escape. Axkva Min is a dangerous being that will threaten the entire planet...possibly even the entire galaxy. We must help stop her.",	"s_39":"Ah, how excellent. The favor is as such: I have misplaced some figurines throughout the area. Please locate them for me.",	"s_40":"How do we do that?",	"s_41":"I do not have time for favors.",	"s_42":"You must go to the Chamber of Banishment in which she is imprisoned and defeat her. To enter that chamber, according to this scroll, you will need the Nightsister Key of Exile. Obtaining that is your next task. I'll update your journal with the details.",	"s_43":"Ah yes, I understand. Please forgive me, and enjoy your stay here in Aurilia.",	"s_9":"Excellent, you have gathered all of the shards. You must now fuse them together to form the key."
}}