{
	"stfFile":"conversation/azure_cabal_haadj",
	"entries": {
		"do_not_edit":"The English version of this file (azure_cabal_haadj.stf) is automatically generated by the SwgConversationEditor.",	"s_102":"So what am I supposed to do?",	"s_104":"Enough said. Tell me about the assignment.",	"s_106":"Different in what way?",	"s_108":"Once again?",	"s_109":"I want more specifics about the assignment.",	"s_110":"Um... yes. Some of our operatives are not as security-conscious as others. Unfortunately, this means that they misplace things occasionally.",	"s_111":"So what?",	"s_112":"I want details about the assignment.",	"s_113":"So sometimes they misplace their comm units and these find their way to our enemies. ",	"s_114":"Yes, that could be a problem.",	"s_115":"Exactly. I can't send out new frequencies until I am confident all comm units are in Azure Cabal hands. Do you understand?",	"s_116":"Perfectly. I'm on my way.",	"s_117":"Yes, but I want more assignment specifics.",	"s_118":"Tell me more about the assignment.",	"s_119":"Hurry back! I need to send the new frequencies soon.",	"s_120":"Your assignment is simple, really: get the comm unit back and bring it here.",	"s_121":"Is that all?",	"s_122":"Well, no. I also want you to override security on one of their Security Terminals so I can delete any reference to current frequencies they may have. Do you think you can do that?",	"s_123":"I have another question.",	"s_124":"No problem.",	"s_125":"Yes, but I have another question first.",	"s_126":"Hurry. Until I can change frequencies, Loruna can't transmit critical information.",	"s_127":"I want you to acquire a copy of their Dogma Disks from a Penitent. If that means killing a few, that's not a problem. ",	"s_128":"How different are their beliefs?",	"s_129":"The Sleepless Brotherhood completely ignores the study of nature in favor of simply depriving themselves of sleep to see visions. Hoolar... poor Hoolar... spends much of her time mourning the loss of so many from her herd.",	"s_131":"So, Hoolar wants me to kill a bunch of them for religious reasons?",	"s_132":"Go on.",	"s_133":"No! She would never ask that. I want to do her a favor. Simply killing a bunch of her herd mates is not what I had in mind. Instead, I want to subvert the Brotherhood's religion in the minds of the Penitents and maybe even convince them to resume their native faith.",	"s_135":"I can do that.",	"s_136":"Once you have a disk, locate the Dogma Control Terminal in their data center. This is where they maintain the current mandates of their religion. Use the encryption key on the Dogma Disk to access the database.",	"s_137":"You must not be caught or they will figure out that their Dogma has been modified.",	"s_139":"Tell me more.",	"s_140":"You want me to erase it?",	"s_142":"No, that would not convert them back to their native religion. I want you to modify a few passages with hints that the reader should return to the Mother Jungle.",	"s_144":"That's it?",	"s_146":"It should be enough. In their sleep deprived state they are incredibly open to suggestion. All we need to do is nudge them and their old ways should come flooding back.",	"s_148":"You sound like you've done this before.",	"s_150":"Yes, I have to do this periodically because their dogma changes frequently. Each time they rewrite their disks, I have someone taint them. It seems to be working. Each time I do this, a number of Penitents leave the caverns forever.",	"s_152":"Alright, I'm on my way.",	"s_154":"Do this for Hoolar and for Ithorians everywhere.",	"s_156":"I have other questions for you.",	"s_158":"Okay. But let me ask you something else.",	"s_160":"But let me ask you about something else.",	"s_162":"Let me ask you about something else.",	"s_164":"I have other questions.",	"s_167":"Just read your journal. I do not have time to coddle operatives. Not even you.",	"s_168":"Loruna sent you? Okay, that's her call. I have an assignment for you, but I cannot tell you what it is until you agree to complete it. Rules are rules, after all.    If you do not accept the assignment, I will offer it to someone else.",	"s_170":"I accept the assignment",	"s_171":"Not interested.",	"s_172":"Fine. I will upload the assignment to your journal. If you have additional questions, I will address them.",	"s_174":"Loruna must have a high estimation of your abilities to send you for this assignment. I cannot reveal the nature of the mission until you agree to participate. I can tell you this much: it's against the Drennics.  Are you in? Yes or no?",	"s_175":"I'll take on the Drennics again.",	"s_176":"Not interested.",	"s_177":"Are you sure? If you refuse this assignment, I will not offer it again.",	"s_178":"On second thought, I'll take it.",	"s_179":"I'm not interested.",	"s_180":"Good. I will upload the assignment to your journal. If you have additional questions, I will address them.",	"s_181":"Do you understand that refusing this assignment means that you want cease active service to the Azure Cabal?",	"s_182":"On second thought, I will do it.",	"s_183":"I want out.",	"s_185":"Then hie thee hence... that means go away.",	"s_186":"Then go your way.",	"s_189":"That should keep the Brotherhood off our radar for a while. Good work.",	"s_191":"Outstanding. You have made a solid contribution to our war against the Drennics. I'll relay the complete-code to Loruna.",	"s_192":"You cannot possibly be done already!   Everything you NEED to know should be in your journal. Do you want additional information?",	"s_193":"Yes.",	"s_194":"No, just checking in.",	"s_195":"I'll see you when you're done.",	"s_196":"Do you have any more assignments?",	"s_197":"Do you want information about the Sleepless Brotherhood or the specifics of your assignment? ",	"s_198":"Not yet. Loruna will contact you by comm when a new assignment is ready.",	"s_199":"You have been assigned a simple kill mission. Track down the Sleeping Brotherhood members known as Slayers and kill 7 of them.  Simple, right? Or do you have more questions?",	"s_2":"",	"s_200":"Anything else you need?",	"s_201":"The Sleepless Brotherhood has once again stolen an Azure Cabal comm unit. ",	"s_203":"This assignment is really more of a personal favor. Don't worry, it has Loruna's blessing. It's just a little different than straight-up enforcement.",	"s_216":"Information about the Sleepless Brotherhood.",	"s_217":"Assignment specifics.",	"s_218":"The Sleepless Brotherhood is a religious order of sorts, that seeks wisdom from the visions that come from sleep deprivation.",	"s_219":"I have tasked you with punishing the Brotherhood for attacking one of our members. She stumbled upon their rites and was nearly killed.",	"s_220":"Why do we care?",	"s_221":"Actually, I want more information about my assignment.",	"s_222":"As far as their beliefs go, we don't. Well, Hoolar does, but the Azure Cabal does not. Our paths cross with theirs in the mercenary market. In order to finance their faith, they hire themselves out for mercenary work.",	"s_223":"So? There are lots of mercenary groups.",	"s_224":"I'd like more information about my assignment.",	"s_225":"But few of the others cross us. The Brotherhood has been actively attacking us in an attempt to steal a portion of our market share.",	"s_227":"I have other questions.",	"s_228":"So I should injure one of their members?",	"s_229":"No. If someone attacks one of us, we slaughter a dozen of theirs.",	"s_230":"That seems a little harsh.",	"s_231":"I have other questions, too.",	"s_232":"We do not believe in the fiction of proportional response. Strike them fast, strike them hard, and keep striking until they surrender.",	"s_233":"Sounds good to me. I'm on my way.",	"s_235":"I'll take care of them.",	"s_236":"I had another question.",	"s_237":"So what should I do about it?",	"s_239":"Tell me about the Brotherhood.",	"s_240":"I want more specifics about my assignment.",	"s_241":"Beyond the basics, no one knows much about them. They are a cult that thinks they'll find enlightenment by depriving themselves of sleep.",	"s_242":"Despite previous warnings, the Sleepless Brotherhood dispatched one of their Slayers to kill an Azure Cabal operative. ",	"s_243":"That does not sound very dangerous.",	"s_244":"I'm ready to do the job.",	"s_245":"Did they succeed?",	"s_246":"That's all I need to know.",	"s_247":"Unfortunately, yes. That's why I am dispatching you to inflict punitive damage by killing five of their fiercest... and most profitable... members known as Slayers.",	"s_248":"Where can I find them?",	"s_249":"As good as done.",	"s_250":"The Slayers are reputed to spend their days in the deepest portions of the Sleepless Brotherhood's Cavern. You will have to fight your way in and out, but they MUST learn this lesson.",	"s_251":"I'll go now.",	"s_252":"I want more information about the assignment.",	"s_253":"Some of them are so delirious they virtually fall down without any help from us, but others have become fierce. The nastiest of them are known simply as Slayers. They have sacrificed all other identity in exchange for the thrill of unfettered killing.",	"s_254":"I want a little more detail about the assignment.",	"s_255":"I'm ready to slay the Slayers.",	"s_282":"Do you need additional information about your assignment?",	"s_283":"Yes.",	"s_286":"You've been instructed to hunt down Drennic Dataminers. Do you need more information than that?",	"s_288":"Yes, tell me more.",	"s_290":"Not long ago Loruna and Drenn were both vying for an Imperial contract. Something about searching for Rebel bases on outlying systems. ",	"s_292":"I've heard enough.",	"s_294":"Sounds pretty ordinary.",	"s_296":"Negotiations became... vigorous... and a Drennic Scout killed one of ours.",	"s_298":"I'm ready to go.",	"s_300":"So Loruna declared war on the Drennics?",	"s_302":"Precisely. It's been bloody, but our regular clients would not respect us if we rolled over for something like that... so we fight.",	"s_304":"Okay, I'm ready to go.",	"s_306":"So what do I do to help?",	"s_308":"Tell me about my assignment.",	"s_310":"Tell me more about my specific assignment.",	"s_312":"Yes, but where do I go?",	"s_314":"Look for them in the network operations center of the Drennic Bunker near the coordinates I gave you.",	"s_316":"Okay, I'm going.",	"s_318":"Tell me more.",	"s_328":"No, just checking in.",	"s_330":"Wait! Do not speak... There are eyes on us and ears too close.  Come back after you talk to Loruna again.",	"s_358":"Are you interested in information about the Drennics or about your specific assignment?",	"s_360":"I've faced them before.",	"s_362":"Yes, Broma told me that you fought the Drennics before. Something to do with impressing a Gungan, of all things.",	"s_364":"I'm ready to begin.",	"s_366":"Right, but I want more information.",	"s_368":"The Drennics follow a man named Drenn. They freelance for the various crime syndicates on Naboo and other planets. His mercenary front-business has begun to overlap our operations, especially in the area of scouting and reconnaissance.",	"s_370":"I'm ready to begin.",	"s_372":"Tell me about Drenn's Scouts.",	"s_374":"Drenn apparently hires them out for light mercenary work. We've had minor run-ins with them a few times, but nothing serious. Then Loruna and Drenn got into a fight over a recon contract they both wanted. Ever since then, we have hunted his Scouts all over Naboo.",	"s_376":"I'm ready to begin.",	"s_378":"Tell me more about my assignment.",	"s_380":"Tell me more about my assignment.",	"s_382":"True. Tell me more about my assignment.",	"s_384":"Tell me more about my assignment.",	"s_386":"This is a straight-forward attack. I want you to engage and eliminate at least 10 Drennic Scouts near the coordinates I uploaded to you.",	"s_388":"Okay.",	"s_390":"Did they do something to us?",	"s_392":"When it comes to Drennics, we don't need an excuse. The Cabal is currently at war with the Drennics. That's all you need to know for now.",	"s_394":"I'm on my way.",	"s_396":"We have a contract to recover some Rebel schematics that were stolen by Drennic Analysts not far from here.",	"s_398":"This war with the Drennics is getting worse. They seem to know our every move and ever since they located the EM-Scanners we placed in their bunker, we've been clueless about their plans.   We need two more scanners placed immediately.",	"s_399":"Do we work for the Empire or the Rebels?",	"s_400":"Tell me more about my assignment.",	"s_401":"No, that's all I needed.",	"s_402":"No, that's all I needed.",	"s_403":"No, that's all I needed.",	"s_404":"Both an neither. Loruna accepts most of our jobs from regular clients who have interests on both sides of the war.",	"s_406":"That's a dangerous game.",	"s_407":"Fine. Tell me about my assignment.",	"s_408":"Yes, but so far it has been lucrative. So long as we remain discrete, we'll be fine. I don't believe the rumors about the Emperor's temper for a second. ",	"s_409":"If you say so... I'm ready to begin my assignment.",	"s_410":"Tell me more about my assignment.",	"s_411":"I don't know much more. All I was told is that some sealed schematics that are reputed to belong to the Rebels were lost in a shipwreck. Somehow the Drennics found some of them.",	"s_413":"So where should I look?",	"s_414":"Okay, thanks.",	"s_415":"My guess is that Drenn has his Analysts trying to decrypt the schematics as we speak. It is essential that you get to their bunker and acquire them before they break the digital seal. ",	"s_416":"Okay, I'm on my way.",	"s_417":"Tell me about the war with the Drennics.",	"s_418":"Tell me more about my assignment.",	"s_419":"I'm ready to begin.",	"s_420":"Until Loruna or Drenn swallows some pride, we will remain at war with the Drennics. From my perspective, it makes little difference. One assignment is as good as another so long as we all get paid, right?",	"s_421":"What are the specifics of my assignment?",	"s_422":"I'm ready to go.",	"s_423":"First, locate and infiltrate the Drennic bunker near the coordinates I gave you.",	"s_424":"Okay. Go on.",	"s_425":"That's all I needed to know.",	"s_426":"You need to locate two terminals that are out of the way... Inconspicuous terminals, if you get my meaning.",	"s_427":"Can't you be more specific?",	"s_428":"Inconspicuous terminals. That's what I needed.",	"s_429":"No. Just look for inconspicuous terminals located in areas that are not heavily patrolled. Place an EM-Scanner on two of them. ",	"s_430":"Then what?",	"s_431":"Okay. I've got it now.",	"s_432":"After you place the scanners, I will comm you with further instructions. You could, of course, always read your journal, but that's asking an awful lot, isn't it?  Never mind, just go!",	"s_433":"Got it.",	"s_87":"Is this about the Sleepless Brotherhood?",	"s_89":"Yes. My friend Hoolar Freeb is simply outraged by what she calls the Sleepless Brotherhood's obscene cult.",	"s_91":"She doesn't like their religion?",	"s_93":"Of course not! What Ithorian in her right mind would? You should know, loyal Ithorians worship the Mother Jungle of their home world. "
}}