{
	"stfFile":"conversation/azure_cabal_camdoen",
	"entries": {
		"do_not_edit":"The English version of this file (azure_cabal_camdoen.stf) is automatically generated by the SwgConversationEditor.",	"s_102":"So what am I supposed to do?",	"s_104":"Enough said. Tell me about the assignment.",	"s_106":"Clarify my orders for me.",	"s_108":"Why should we care?",	"s_109":"I want more specifics about the assignment.",	"s_110":"You know that Loruna was once a Mystril Shadow Guard. Despite the animosity between our two organizations, the presence of a spy in the Shadow Guard is something Loruna cannot abide. ",	"s_111":"Why doesn't she just tell them?",	"s_112":"I want details about the assignment.",	"s_113":"She has, of course, but they think it's a ploy. Unless we can identify the spy, they will ignore her warnings.",	"s_114":"Okay, I'm on my way",	"s_118":"Tell me more about the assignment.",	"s_120":"Travel to the Mystril safe house and engage any Mystril Shadow Guards you encounter. As you dispatch each one, attempt to get a confession out of them.",	"s_121":"But what if she is not really the spy?",	"s_122":"Who cares? A confession will make them at least look more closely at their organization and listen to Loruna's warnings. That's all I care about.",	"s_123":"I have another question.",	"s_124":"Okay.",	"s_125":"Yes, but I have another question first.",	"s_126":"The sooner you can convince one of them that she's a spy, the sooner you can stop killing Loruna's sisters.",	"s_127":"Some of the Mystril Shadow Guard Slicers have accessed the database of one of our clients! This makes us look very bad and Loruna is livid. So angry that she has lifted the injunction against killing Mystrils!",	"s_128":"The Eleven?",	"s_129":"The leaders of Emberlene! They had grand designs of creating a mini-empire for themselves. When their neighbors sensed that Emberlene was about to pounce on them, they hired mercenaries to raze the planet.",	"s_131":"Can Loruna prove any of this?",	"s_132":"Go on.",	"s_133":"Sadly, no. She had some documents on a disk, but the Empire confiscated them. It would appear that the Emperor WANTS people to believe that he destroyed the planet.  Someday perhaps we will find solid proof. Until then, Loruna argues with the Shadow Guard in vain.",	"s_136":"Locate the Slicers in the Mystril safe house and make them pay for their boldness. Once you recover the stolen datatables, return here for payment.",	"s_139":"Tell me about my assignment.",	"s_140":"On my way.",	"s_142":"Loruna is angry. Make sure her sisters remember what it means to push too far.",	"s_167":"You should read your journal. Perhaps it holds the answers you seek.",	"s_168":"Loruna has sent you to me? Very good! She must trust you greatly to involve you in her dealings with the Mystril Shadow Guard.  You must swear to tell no one of what you do related to this matter. Do you swear?",	"s_170":"Yes, I do.",	"s_171":"No.",	"s_172":"Good! I will upload all of the details. After you read your journal, contact me with questions you may have. Loruna trusts you with her deepest secrets, so I will honor her faith in you.",	"s_174":"The Nikto are not bright and are easily manipulated. Are you willing to help me? If not, you must return to Loruna for further assignment.",	"s_175":"I'll deal with the Nikto.",	"s_176":"Not interested.",	"s_177":"Are you sure? If you refuse this assignment, I will offer it not again. and you will have to contact Loruna directly for additional assignments.",	"s_178":"On second thought, I'll take it.",	"s_179":"I'm not interested.",	"s_180":"Together we can shape the Nikto blood-cult known as the M'dweshuui into a tool of enforcement for the Azure Cabal!",	"s_181":"Better that you decide to betray Loruna before you learn her secrets, then. Go your way. If you wish to continue with the Azure Cabal, you must get her permission.",	"s_182":"On second thought, I will do it.",	"s_183":"Fine. I want out.",	"s_185":"Then just go.",	"s_186":"Then go.",	"s_189":"You are doing very well.",	"s_191":"Excellent working with you. ",	"s_192":"Why are you still here? Do you need my help?",	"s_193":"Yes.",	"s_194":"No, just checking in.",	"s_195":"Travel well, trusted one.",	"s_196":"Now what do I do?",	"s_197":"What would you know?",	"s_198":"Loruna will contact you when she has another assignment for you.",	"s_199":"I recently learned that a supply convoy that our agents were defending was destroyed by the Mystril Shadow Guard Skirmishers.",	"s_2":"",	"s_200":"Anything else you need?",	"s_201":"It's a complicated situation. The Mystril Shadow Guard has an Imperial spy in their organization and Loruna needs your help in proving it.",	"s_203":"What can I answer for you?",	"s_216":"Tell me about the Mystril Shadow Guard.",	"s_217":"Assignment specifics.",	"s_218":"Ah, yes. Loruna's sisters. They are a relentless mercenary group comprised entirely of Human females from the planet of Emberlene.",	"s_219":"I have learned that they are planning an attack on Loruna herself. We must stop it! Go to their safe house and thin their ranks.",	"s_220":"Wasn't Emberlene destroyed long ago?",	"s_221":"Actually, I want more information about my assignment.",	"s_222":"Yes, and most people believe the Empire was responsible for that. Loruna has reason to believe that this is not the case. Because of her beliefs, she left them long ago, but I know she misses them terribly.",	"s_223":"Why do we fight them, then?",	"s_224":"I'd like more information about my assignment.",	"s_225":"Loruna dearly wants to convince them of their error in blaming the Empire. Because of this, she would much rather talk than fight.  However, the Mystril are a fierce group that only respects strength. If we back down from them at all, they will stop listening entirely and Loruna's hopes will be dashed. I have sworn to prevent that.",	"s_227":"I have other questions.",	"s_228":"How many do I kill?",	"s_229":"We do not kill more of Loruna's sisters than we must. Kill only 10 and return to me.",	"s_230":"Which Mystril Shadow Guards should I kill?",	"s_231":"I have other questions, too.",	"s_232":"Any except for a Team Prime. They are the senior-most warriors and there is a chance you will kill someone Loruna cares for personally.",	"s_233":"Sounds good to me. I'm on my way.",	"s_235":"I'll kill them... um... gently?",	"s_236":"I had another question.",	"s_237":"So what should I do?",	"s_239":"Why do we care?",	"s_240":"I want more specifics about my assignment.",	"s_241":"Loruna's kind do not make mistakes. The Shadow Guard knew that we were defending that shipment. They either had a contract from a rival organization or were attacking to make us look bad. Either way, we must take prompt action to save face.",	"s_242":"I have calculated the appropriate level of response to this attack at 8.59 kills. That is to say, if we kill approximately 9 Skirmishers, we will have saved face without overdoing it and escalating this conflict beyond Loruna's wishes.",	"s_243":"So I kill Skirmishers now?",	"s_244":"I'm ready to do the job.",	"s_245":"Why do we care about proportional response?",	"s_246":"That's all I need to know.",	"s_247":"As I may have said before, Loruna was once one of the Mystril Shadow Guard and regards them as lost sisters. We cannot back down from a direct attack without losing face, but Loruna would like us to exercise discretion where possible.",	"s_248":"Where can I find the Mystril Shadow Guard?",	"s_249":"As good as done.",	"s_250":"They have a safe house near Theed. You will certainly find enough of them in and around there.",	"s_251":"I'll go now.",	"s_252":"I want more information about the assignment.",	"s_253":"Yes. Do you need operational specifics?",	"s_254":"Yes",	"s_255":"No, I'm ready to go.",	"s_282":"Do you need additional information about your assignment?",	"s_283":"Yes.",	"s_286":"You have been assigned a simple killing run. Do you need more information about the Nikto M'dweshuui blood cult?",	"s_288":"Yes, tell me more.",	"s_290":"We intend to prod them into unwitting serving for the Azure Cabal by exploiting other conflicts this group is involved in. They are moderately intelligent, but as soon as they become enraged, they lose the capacity for reason.",	"s_292":"I've heard enough.",	"s_294":"How do we use them?",	"s_296":"Each time we receive intelligence that they have engaged our adversaries and rival mercenary groups, we will strike quickly in ways intended to make the cultists escalate the conflict.",	"s_298":"I'm ready to go.",	"s_299":"You... I... I don't know how to begin. Loruna has asked a favor from you. Something special that will demonstrate your loyalty beyond anything I can imagine.  She has asked that you sacrifice yourself.",	"s_300":"Has there been an attack?",	"s_301":"What?",	"s_302":"Not yet, but I intercepted a comm signal between two of their Overseers that discussed an imminent attack by the Sleepless Brotherhood. We will attack in a manner that will allow them to reach the logical conclusion that the Brotherhood should be the main target of their rage.",	"s_303":"Forget it. I'm out of here.",	"s_304":"Okay, I'm ready to go.",	"s_305":"Please! Loruna needs someone to do this and cannot do it herself. We will bear the cost of the cloning, but a member of the Cabal must volunteer for ritual assassination. ",	"s_306":"So what do I do?",	"s_307":"Well, alright. But I expect to be WELL paid.",	"s_308":"Tell me about my assignment.",	"s_309":"I said NO!",	"s_310":"Tell me more about my specific assignment.",	"s_311":"As you wish. The sacrifice must go willingly. I will inform Loruna.",	"s_312":"Yes, but where do I go?",	"s_313":"One of our operatives went insane in the Mystril safe house and killed MANY of Loruna's sisters. They are outraged and are threatening to cut off all communication with Loruna if someone does not voluntarily pay the price.",	"s_314":"Travel to the M'dweshuui Stronghold immediately. You must arrive before or during the Sleepless Brotherhood's assault and kill the first 20 you see. Don't be picky. The Sleepless Brotherhood would charge in blindly and I expect you to do so as well.",	"s_315":"Why doesn't Loruna go?",	"s_316":"Okay, I'm going.",	"s_317":"They were explicit. She is not to set foot in the safe house, where the assassination will take place.",	"s_318":"Tell me more.",	"s_320":"I am not interested in dying for the Loruna.",	"s_321":"So what do I do?",	"s_322":"Get someone else.",	"s_323":"Travel to the Mystril safe house outside of Theed. You will not be welcomed. that's part of the test. You must fight your way to the Emberlene Memorial to prove yourself a worthy sacrifice.",	"s_324":"Then what?",	"s_325":"Nope. Not me.",	"s_326":"You must kill all of the Mystril Shadow Guards in the room and then touch the Memorial on behalf of Loruna.",	"s_327":"And then?",	"s_329":"Nope. I'm out.",	"s_331":"Then... well... When more Mystril come, you just take the punishment and die. Not just pass out, you must be truly killed.",	"s_332":"So I die. Then what?",	"s_333":"You are crazy.",	"s_334":"When you have been cloned, return here and I will give you the deepest thanks of the Azure Cabal.",	"s_335":"And payment, of course.",	"s_336":"Nah. I'm not doing it.",	"s_337":"Of course. Now, go with Loruna's blessings and my thanks, my friend.",	"s_339":"If only they would listen...",	"s_340":"Let me ask about something else.",	"s_341":"I have other questions.",	"s_352":"Just check your inventory for the Emberlene Essence and apply it. ",	"s_354":"Not now! We cannot be seen here. There are Mystril about.",	"s_356":"No, just checking in.",	"s_358":"Are you interested in information about the M'dweshuui or about your specific assignment?",	"s_359":"I cannot speak to you now. It is not safe. Come back later.",	"s_360":"Tell me about the M'dweshuui",	"s_362":"The M'dweshuui are a blood-cult that has wreaked havoc on the history of the Nikto people, sometimes slaughtering entire continents of planets in which they gain a foothold.    In short, they are excellent potential weapons for our use.",	"s_364":"I'm ready to begin.",	"s_366":"How so?",	"s_368":"If we can mislead them into believing that one of our adversaries has attacked them, they will kill without pause to slake their bloodlust.",	"s_370":"I'm ready to begin.",	"s_372":"Isn't that a dangerous game?",	"s_374":"Of course! If they learn that it is the Azure Cabal behind the attacks, you can be certain they will slaughter us all.",	"s_376":"Understood. I'm ready to begin.",	"s_378":"Tell me more about my assignment.",	"s_380":"Tell me more about my assignment.",	"s_382":"True. Tell me more about my assignment.",	"s_384":"Tell me more about my assignment.",	"s_386":"I recently observed a skirmish between the Nikto Fanatics and some Drennics. If we attack the M'dweshuui immediately, they will conclude that this is an escalation of that skirmish.",	"s_388":"Okay.",	"s_390":"How many should I kill?",	"s_392":"No more than 15, I'd say. My data show that the Drennic capabilities would not allow for a wholesale slaughter. Remember, we must avoid calling attention to ourselves at all. You've fought Drennics... use their tactics if you can.",	"s_394":"Okay. Consider it done.",	"s_396":"We have a chance to turn the M'dweshuui's fury against the Mon'Shallok terrorists, but you must act quickly!",	"s_398":"This is a most delicate assignment. How can I help you?",	"s_399":"Tell me more.",	"s_400":"Tell me more about my assignment.",	"s_401":"No, that's all I needed.",	"s_402":"No, that's all I needed.",	"s_403":"No, that's all I needed.",	"s_404":"Recently a Mon'Shallok operative attempted to slice our database. They were so clumsy that we identified their data-trail instantly and stopped the incursion.",	"s_406":"So how does this help me?",	"s_407":"Fine. Tell me about my assignment.",	"s_408":"We now have a clear data-trail signature! We can use this to frame the Mon'Shallok in the eyes of the M'dweshuui blood cultists.",	"s_409":"If you say so... I'm ready to begin my assignment.",	"s_410":"Tell me more about my assignment.",	"s_411":"You must fight your way into the area where the Overseers reside and kill at least 5 of them. ",	"s_413":"Then what?",	"s_414":"Okay, thanks.",	"s_415":"Then locate and deliberately botch an attempt to slice into their power grid control terminal. You must leave a clear data-trail that identifies the attacker as Mon'Shallok.",	"s_416":"Okay, I'm on my way.",	"s_417":"Just tell me where to go.",	"s_418":"Tell me more.",	"s_419":"I'm ready to begin.",	"s_420":"First you will go to the Mystril safe house. Then, after you have completed your tasks there, you must move immediately to the M'dweshuui Stronghold. I have uploaded the coordinates to both to your datapad.",	"s_421":"What are the specifics of my assignment?",	"s_422":"I'm ready to go.",	"s_423":"In the Mystril safe house there is a shrine with several jars on it. Take one of the jars of Emberlene Essence.",	"s_424":"Okay. Go on.",	"s_425":"That's all I needed to know.",	"s_426":"Use the Emberlene Essence in your inventory to mask your normal scent and assume the scent of a Mystril Shadow Guard. ",	"s_427":"Okay, I put on perfume. Then what.",	"s_428":"Instill a sense of terror. That I can do!",	"s_429":"Travel quickly to the M'dweshuui Stronghold and let yourself go. Kill as many of the Nikto there as you must to spread the scent of the Mystril throughout their lair.",	"s_430":"How many should I kill?",	"s_431":"Okay. I've got it now.",	"s_432":"I will comm you when I begin to see comms from their stronghold warning others of a Mystril assault. Until then, you just keep killing.  But be aware: you MUST complete this task before the scent wears off or they will smell your scent and know that it was a ruse.",	"s_433":"Got it.",	"s_87":"Tell me about Loruna's past.",	"s_89":"Because she sent you to deal with the Mystril Shadow Guard on her behalf, I will share this. Many years ago, when Loruna was still young, she learned that the rumors of Imperial destruction of Emberlene were false.",	"s_91":"How so?",	"s_93":"It was not the Empire at all. It was the Eleven! "
}}