{
	"stfFile":"conversation/azure_cabal_hoolar",
	"entries": {
		"do_not_edit":"The English version of this file (azure_cabal_hoolar.stf) is automatically generated by the SwgConversationEditor.",	"s_102":"So what am I supposed to do?",	"s_104":"Enough said. Tell me about the assignment.",	"s_106":"Clarify my orders for me.",	"s_108":"Am I going into the Frosch Research Station?",	"s_109":"I want more specifics about the assignment.",	"s_110":"Of course. But this is more than a simple search and destroy mission. Our client needs another sample of the bacta matter Frosch Industries is developing.",	"s_111":"Another sample?",	"s_112":"I want details about the assignment.",	"s_113":"As Frosch research progresses, our client wants to keep pace. The easiest way to do that is to send us... you in to acquire a sample.   We have staged multiple combat raids on that facility to distract them from your mission. They will be prepared to defend against a full assault, so you can slip in almost unnoticed.",	"s_114":"This isn't a fight?",	"s_115":"Oh, you will have to kill to complete the mission, but that is only a secondary goal. The main point to remember is that you must acquire a sample of the bacta material that they are working on.",	"s_116":"I can figure it out from here.",	"s_117":"I want more assignment specifics.",	"s_118":"Tell me more about the assignment.",	"s_119":"May the Mother Jungle's blessing shower down on you.",	"s_120":"Your assignment is simple, really: first, acquire some security codes from Frosch Crypto-analysts.",	"s_121":"Is that all?",	"s_122":"After you have the codes, you need to locate the bacta tanks in their lab. Use the code to override security on the tanks and take a sample.",	"s_123":"I have another question.",	"s_124":"No problem.",	"s_125":"Yes, but I have another question first.",	"s_126":"Go with the Mother's blessings and hurry back.",	"s_127":"You must enter the Frosch Research Station and locate a bacta chemical structure diagram from a Frosch Researcher.",	"s_128":"So how do we proceed?",	"s_129":"At least for now, our tactics become stalling measures. We find ways to hinder Frosch Industries' research.",	"s_131":"Bashing researchers' heads works.",	"s_132":"Go on.",	"s_133":"True, but the effect is too limited in duration. We are planning something that will not only slow progress, but might actually result in the company firing some key personnel for incompetence. That would be a double victory.",	"s_136":"Once you have the diagram, you must use a research terminal and modify the chemical formula just enough to render the molecule impossible to create. I will comm you with details when the time is right.",	"s_139":"Tell me more.",	"s_140":"I can do that.",	"s_142":"Then go with the blessings of the Mother Jungle.",	"s_162":"Let me ask you about something else.",	"s_164":"I have other questions.",	"s_167":"You should read your journal. Perhaps it holds the answers you seek.",	"s_168":"I have an assignment for you, if you're ready. Until you agree to help me, I can say no more. No more at all.",	"s_170":"I accept the assignment",	"s_171":"Not interested.",	"s_172":"Yes, good! I will upload all of the details. After you read your journal, I will give you answers. ",	"s_174":"Loruna likes you very much. Very much! You will help me earn the Cabal many credits. Perhaps I will even earn enough credits to once more visit my home. The blessed Mother Jungle!  We must succeed! So tell me, are you willing to help?",	"s_175":"Just upload the data.",	"s_176":"Not interested.",	"s_177":"Are you sure? If you refuse this assignment, I will offer it not again. ",	"s_178":"On second thought, I'll take it.",	"s_179":"I'm not interested.",	"s_180":"If we work together Frosch Industries will be ruined and I can go home!",	"s_181":"You run away like a youngling? You should know that if you abandon this assignment, the Cabal will throw you out. ",	"s_182":"On second thought, I will do it.",	"s_183":"I want out.",	"s_185":"Then go away from me.",	"s_186":"Then go your way. ",	"s_189":"The Frosch are reeling. Excellent work! ",	"s_191":"You have done a great job. Great job..",	"s_192":"Why are you still here? Do you need my help?",	"s_193":"Yes.",	"s_194":"No, just checking in.",	"s_195":"Go with the blessing, then.",	"s_196":"Do you have any more assignments?",	"s_197":"What would you know?",	"s_198":"I will contact Loruna and tell her you want more work. She'll comm you soon.",	"s_199":"You are going to be part of a multiple-stage mission against the Frosch Research Station. Simply slip in, eliminate eight Frosch Guards and slip out.",	"s_2":"",	"s_200":"Anything else you need?",	"s_201":"We are staging another sample-gathering operation against Frosch Industries. This time you've been tapped to lead the assault.",	"s_203":"Our client has had a breakthrough of their own in the bacta research race. That changes our operation status slightly.",	"s_216":"Tell me about Frosch Industries.",	"s_217":"Assignment specifics.",	"s_218":"I can only tell you what I know. Our client wants us to stop their research. Research about healing.",	"s_219":"If we kill a few Frosch employees, it disrupts their work and serves our client. Our client pays us and I like that very much.",	"s_220":"Why would they want that?",	"s_221":"Actually, I want more information about my assignment.",	"s_222":"Perhaps our client is researching parallel technology. That makes sense, does it not? Why else prevent someone from learning a better way to heal.",	"s_223":"Why should we slow progress?",	"s_224":"I'd like more information about my assignment.",	"s_225":"We perform a service. A service that helps our client helps us! Frosch or our client will eventually release better bacta technology. Until then, we profit from their research-race.",	"s_227":"I have other questions.",	"s_228":"How many do I kill?",	"s_229":"Only twelve. That is enough.",	"s_230":"Does it matter which Frosch employees I go after?",	"s_231":"I have other questions, too.",	"s_232":"Not at all, not at all!",	"s_233":"Sounds good to me. I'm on my way.",	"s_235":"I'll take care of them.",	"s_236":"I had another question.",	"s_237":"So what should I do?",	"s_239":"Tell me more about Frosch Industries.",	"s_240":"I want more specifics about my assignment.",	"s_241":"Beyond the basics, I know very little. They are researching a new form of bacta treatment, I know that. However, improving bacta technology is something our client is interested, too. Interested enough pay for interference with Frosch Industries. ",	"s_242":"This is as simple as an assignment can be. Locate five guards within the Frosch Research Station and eliminate them. Others will follow behind and complete the rest of the objectives.",	"s_243":"Industrial espionage?",	"s_244":"I'm ready to do the job.",	"s_245":"That's it?",	"s_246":"That's all I need to know.",	"s_247":"Why push for more? You will be paid handsomely for your efforts and are not responsible for anything beyond a little mayhem. Count the blessings the Mother Jungle bestows on you.",	"s_248":"Where can I find Frosch Guards?",	"s_249":"As good as done.",	"s_250":"They are no doubt patrolling the corridors of the Frosch Research Station and the area around it.",	"s_251":"I'll go now.",	"s_252":"I want more information about the assignment.",	"s_253":"You could call it that. Your portion of the task is simple extermination. Others have been assigned to handle the espionage portions of the operation.",	"s_254":"I want a little more detail about the assignment.",	"s_255":"I'm ready to go.",	"s_282":"Do you need additional information about your assignment?",	"s_283":"Yes.",	"s_286":"You've been instructed to hunt down Mon'Shallok Trainers. Do you need more information than that?",	"s_288":"Yes, tell me more.",	"s_290":"Mon'Shallok is a group of Mon Calamari who have forsaken their peaceful, orderly ways in favor of chaos. In an irony worthy of the savagely gentle Mother Jungle, these followers of chaos operate a training camp with a strict authoritarian power structure.",	"s_292":"I've heard enough.",	"s_294":"That IS a little strange.",	"s_296":"Not if you consider their ultimate goal. From what we can determine, they do not seek to disrupt the local order. They are out to shatter wreak havoc on a galactic scale.  That requires great personal discipline.",	"s_298":"I'm ready to go.",	"s_300":"So our client is the Empire?",	"s_302":"I don't think it is either the Empire or the Rebellion. I believe that another force stands to profit from the current galaxy-wide conflict and seeks to eliminate random chance.",	"s_304":"Okay, I'm ready to go.",	"s_306":"So what do I do?",	"s_308":"Tell me about my assignment.",	"s_310":"Tell me more about my specific assignment.",	"s_312":"Yes, but where do I go?",	"s_314":"Locate the Mon'Shallak Training Camp southeast of here. They continually bring in new Cadets. They are drilled in the use of weapons, explosives and close combat by expert Trainers.    You are to eliminate at least 6 trainers immediately.",	"s_316":"Okay, I'm going.",	"s_318":"Tell me more.",	"s_328":"No, just checking in.",	"s_330":"Please do not bother me right now. I am contemplating the wonders of these tiny little trees.   So unlike the Mother Jungle, yet also lovely.",	"s_358":"Are you interested in information about Mon'Shallok or about your specific assignment?",	"s_360":"Tell me about Mon'Shallok.",	"s_362":"The Mon'Shallok are a group of Mon Calamari who have forsaken their peaceful, orderly ways in favor of chaos.",	"s_364":"I'm ready to begin.",	"s_366":"Chaos?",	"s_368":"They are anarchists who seek nothing but the disruption of order. ",	"s_370":"I'm ready to begin.",	"s_372":"Did someone hire us to fight them?",	"s_374":"Yes, but Loruna has not told me who it is. That is unusual. In most cases, she is very open with me about that sort of thing. Perhaps I will learn more later.",	"s_376":"I'm ready to begin.",	"s_378":"Tell me more about my assignment.",	"s_380":"Tell me more about my assignment.",	"s_382":"True. Tell me more about my assignment.",	"s_384":"Tell me more about my assignment.",	"s_386":"Bring chaos to the chaotic. Kill 13 Mon'Shallak Cadets. Perhaps the ones who remain will change their mind and return home.",	"s_388":"Okay.",	"s_390":"Did they do something to us?",	"s_392":"No, we have a paying client, so we do as we're instructed. I personally favor a little chaos. It reminds me of the savage and beautiful Mother Jungle of home.",	"s_394":"Okay. Consider it done.",	"s_396":"Did you hear about the blast near the Theed Palace on Naboo? ",	"s_398":"It is against my better judgement, but Loruna has decided to try a new tactic in dealing with the Mon'Shallok terrorists.  We need two more scanners placed immediately.",	"s_399":"No, tell me more.",	"s_400":"Tell me more about my assignment.",	"s_401":"No, that's all I needed.",	"s_402":"No, that's all I needed.",	"s_403":"No, that's all I needed.",	"s_404":"It appears that the Mon'Shallok have begun their attempts to spread chaos through the galaxy by striking at seats of government.",	"s_406":"So are they my targets?",	"s_407":"Fine. Tell me about my assignment.",	"s_408":"Yes, but this is not a slaughter mission. We need you to acquire proof that they were behind the attack.",	"s_409":"If you say so... I'm ready to begin my assignment.",	"s_410":"Tell me more about my assignment.",	"s_411":"You will have to fight your way into the center of the Mon'Shallok Training Area and hunt down Supervisors until you have at least four of their signets.. ",	"s_413":"Then what?",	"s_414":"Okay, thanks.",	"s_415":"Then you must place them on the Supervisors' Desk in their control center. as a warning to the replacements that will follow as inevitably as the rain falls in the Mother Jungle.",	"s_416":"Okay, I'm on my way.",	"s_417":"Just tell me where to go.",	"s_418":"Tell me more.",	"s_419":"I'm ready to begin.",	"s_420":"The Mon'Shallak Training Area is to the southeast. There is a control center in the middle.",	"s_421":"What are the specifics of my assignment?",	"s_422":"I'm ready to go.",	"s_423":"You are to fight terror with terror. To do that, you bring to them what they fear the most: true strength. Terrorists are cowards at heart, so they fear true courage. You must warn them that you are coming by uploading a challenge on one of their networked terminals. Then they cannot delude themselves into thinking you are as craven as they are/",	"s_424":"Okay. Go on.",	"s_425":"That's all I needed to know.",	"s_426":"Then, you confront them in open combat. You keep killing them until you achieve within them a sense of terror.  Cowards fear open battle, so showing them how a warrior fights will strip them of their bravado... or so Loruna believes.  ",	"s_427":"You disagree?",	"s_428":"Instill a sense of terror. That I can do!",	"s_429":"I have learned to live with the slaughter our business entails, but fighting terror with terror is not something anyone in my herd could have imagines... I just can't wrap my mind around it.",	"s_430":"Should I refuse the mission?",	"s_431":"Okay. I've got it now.",	"s_432":"Absolutely not! I only shared my qualms with you because... well, I guess my judgement is slipping. You have a job to do. Proceed.",	"s_433":"Got it.",	"s_87":"How? ",	"s_89":"Frosch researchers appear to have fallen behind our client slightly in the race for a better bacta solution. Usually we are activated to obtain samples of Frosch Industries' progress. This time, though, we are to sabotage their research in an attempt to slow them down.  ",	"s_91":"What slowed Frosch down?",	"s_93":"Why, us! We've been staging continual operations against Frosch Industries for some time, now. This is further evidence that we are earning our credits."
}}