{
	"stfFile":"conversation/barada",
	"entries": {
		"do_not_edit":"The English version of this file (barada.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"Porcellus says you're good. He told you I needed help? I do. Someone with a steady hand and steady nerves. Is that you?",	"s_13":"Yeah, that's me.",	"s_15":"Good, good. Let's get started then. Valarian's racers are cheating. There's no way they're building better vehicles than me. Find out what they're doing.",	"s_17":"Isn't pod racing illegal?",	"s_19":"Have you found any more of those suspicious engine parts Valarian's been using?",	"s_2":"",	"s_20":"I thought I sent you out to take care of our competition. You know, 'take care'...do I have to spell it out for you?",	"s_23":"This is fantastic. I'm going to give you this. It's a customization kit for your vehicle. We have hundreds of them lying around, so I don't really feel bad about giving you one. Oh, I should have kept that last part to myself, shouldn't I? Oh well. Hey, go see Bib Fortuna. He's got something to talk to you about.",	"s_24":"What are you, some kind of Imperial spy? Everything we do around here is illegal. Unless you really are an Imperial spy, in which case I was kidding. No, wait, Jabba's paid off the Imperials, so it doesn't matter. What were we talking about?",	"s_26":"Where do you hold these pod races?",	"s_28":"Don't concern yourself with everything at once. All you need to know is what I want you to do, and then I just need you to do it.",	"s_30":"What should I do?",	"s_32":"I don't like this. I'm leaving.",	"s_34":"I just need to know what to do.",	"s_36":"What do you need me to do?",	"s_38":"Find some of Valarian's pod racers and see what they have.",	"s_4":"I heard through the grapevine that Lady Valarian is really mad at the loss of her pod racer champion. Well done!",	"s_40":"No. That's not me at all.",	"s_42":"Then what are you standing around here for? It's dangerous here. I mean look at us. You might wanna find an exit.",	"s_44":"I'm not sure what you're doing in my garage, but you better go do it somewhere else."
}}