{
	"stfFile":"conversation/bib_fortuna",
	"entries": {
		"do_not_edit":"The English version of this file (bib_fortuna.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Why does Romo Vax still draw breath?",	"s_12":"Ah! The data! Yes, this is what I've been waiting for. I'll get this encryption cracked right away. In the meantime, you must answer for your earlier deeds. Those spies that were troubling Romo were  working for me. I've long suspected that Romo was double-crossing us.",	"s_16":"Until you have the disk I suggest you get back to Romo Vax. I don't like you working for him, but do whatever needs to be done to get that disk into our hands.",	"s_18":"More and more I hear your name in the Palace. I need things done. You will do them for me, yes?",	"s_2":"",	"s_20":"I'm not interested in any jobs right now.",	"s_22":"Too bad, too bad. Jabba can always use someone who knows how to get things done. Perhaps if you change your mind you will come back and see me?",	"s_24":"I am definitely here to get things done.",	"s_26":"Excellent.Our friend, Romo Vax, has sent me a signal from the city of Wayfar. He has a disk, he would like to sell it to us. You will go and retrieve it.",	"s_28":"Who are you?",	"s_30":"I am Bib Fortuna, majordomo to Jabba the Hutt.",	"s_32":"What's a majordomo?",	"s_34":"I handle the day to day affairs of the Palace. Things Jabba's immense mind should not have to deal with. Minor details of the operations that he need not concern himself with.",	"s_36":"Sounds important.",	"s_38":"It is. but what's important to me right now is whether or not I can count on you to handle this task. I need money delivered to Romo Vax in Wayfar, and I need the disk he is delivering brought back here. Can you do it?",	"s_39":"Double-crossing you? Why would Romo Vax do that?",	"s_4":"Be careful, the Palace holds many secrets. Make sure your death is not one of them.",	"s_40":"Because he is working for the Sennex pirates. Despite your interference with my spies in Wayfar, I've been able to verify Romo's association with the Sennex. To make amends to me for killing my spies, you shall go take care of Romo Vax. I want him eliminated.",	"s_42":"No, thanks. I'm busy.",	"s_44":"Sure. I'll do it.",	"s_46":"Sounds like you're a secretary.",	"s_48":"The way things seem and the way things are is not always the same. If you don't understand this, then perhaps you're not cut out to work here after all.",	"s_50":"Maybe not. See you later.",	"s_52":"Sorry, I didn't mean to be rude.",	"s_54":"No apology is necessary. Now, can I count on you to do this job? Deliver this money to Wayfar? To Romo Vax? And bring me back the disk?",	"s_56":"Sure. Why not?",	"s_58":"What do you need done?",	"s_6":"Aha! You've done it! That should take care of that little problem. It's unfortunate that Romo Vax was a spy. My understanding is that it's a name the Sennex pirates have used for many years, with many different agents. We should be more careful in the future.",	"s_60":"Romo Vax, a friend to the Palace, has arrived in Wayfar. He has a disk for sale. We wish to purchase it. Someone needs to take him the money. And return, of course, with the disk.",	"s_62":"I can do that.",	"s_64":"Sounds like busy work. No thanks.",	"s_66":"What's on this disk?",	"s_68":"Do not ask questions when the answers could mean the end of your life. Do you understand what I'm saying?",	"s_70":"Yes. Fine, I'll go get the disk.",	"s_72":"Uh, I think so. This sounds too dangerous for me.",	"s_74":"Jabba has no time for people today. In fact, unless you'd like to be a Rancor's snack, I suggest you make a hasty exit from here.",	"s_75":"So I've completed my part?",	"s_76":"For now, yes. Here's a little something for your trouble. I don't want you to think that we fail in our generosity when someone does well. Jabba himself was impressed by this mission, and would like to speak to you as soon as possible."
}}