{
	"stfFile":"conversation/bib_fortuna_mos_eisley",
	"entries": {
		"do_not_edit":"The English version of this file (bib_fortuna_mos_eisley.stf) is automatically generated by the SwgConversationEditor.",	"s_19":"Find the bio-laboratory, %TU, then check in. Jabba is not patient about these things.",	"s_195":"I'm waiting for someone at the moment and it isn't you.",	"s_2":"",	"s_201":"I'm not sure why Jabba has called upon the likes of you, %TU, but I obey.",	"s_203":"A new face is important to keep discreet here, %TU. Jabba appreciates that you have answered the call.",	"s_205":"It is good to see you again, %TU. I am glad that you have decided to answer Jabba's call.",	"s_21":"Jabba gave you a job. Find Bera Jeza's killer so we may enact justice.",	"s_22":"Well?",	"s_23":"Well, I found out your lab assistant was involved in the Spice Manufacturing.",	"s_24":"And do you have any new clues as to the identity of the killer? Witnesses? Anything new?",	"s_25":"Bera Jeza worked at a local biolab here in Mos Eisley.",	"s_26":"Right. We know this already. Mos Eisley Biolab. Did the police have nothing else?",	"s_27":"No. I figured I would start by visiting the employer.",	"s_28":"Very well. Check back with us as soon are you find more details. Keep a keen eye out for any information regarding a new drug.  Bera Jeza was in the middle of selling us some sort of super soldier drug and Jabba is very interested in getting his hands on the chemical makeup. Do not fail us, %TU.",	"s_30":"What is going on here?",	"s_32":"A personal business associate of Jabba's has been murdered. Jabba is very interested in finding out who is responsible. ",	"s_34":"And this is where I come in...",	"s_36":"Correct. Start by identifying the body with the Mos Eisley Police. The dead female Aqualish is Bera Jeza, a lab assistant for some local lab. Claim that you are a close friend, then probe for information.",	"s_37":"Are you one of those henchmen that can't follow simple instructions?  Speak with the Mos Eisley police and get some details.",	"s_39":"Alright. I'll be back.",	"s_41":"Did you get lost?  You were supposed to be looking into Bera Jeza's previous employer.",	"s_42":"Oh...right.",	"s_43":"Try again.",	"s_44":"Do so quickly. I need to report back to Jabba within the next few minutes.",	"s_46":"Start by identifying the body with the Mos Eisley Police. The dead female Aqualish is Bera Jeza, a lab assistant for some local lab. Claim that you are a close friend, then probe for information.",	"s_47":"You need to find the bio-laboratory, %TU, then check in. Jabba is not patient about these things."
}}