{
	"stfFile":"conversation/blacksun_guri",
	"entries": {
		"do_not_edit":"The English version of this file (blacksun_guri.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Okay then, you are all set. Which version of the story would you like?",	"s_101":"Freelance again.",	"s_102":"Rebel.",	"s_103":"Imperial.",	"s_104":"Done.",	"s_105":"Done.",	"s_106":"Done.",	"s_121":"You need to find those Stormtroopers at the Research and Prison facility, %TU. I'll be in touch once you locate them.",	"s_122":"Great job finding the Stormtrooper contingent. Now complete your missions and report back.",	"s_123":"You have fulfilled your duties honorably, %TU. Saving the Scientists and diminishing the virus were a nice touch. I would venture to say that you are a hero.",	"s_124":"Just take the Blackwing sample.",	"s_125":"Of course.",	"s_126":"I want my payment and I want you to forget everything about me.",	"s_127":"You may change your mind once you have received your payment, %TU. You can always contact Xizor, or me, if you change your mind.",	"s_128":"I doubt it.",	"s_129":"I understand, %TU. Goodbye.",	"s_130":"Don't be silly, %TU. I am not going to give you my comm-number.",	"s_140":"Quarantine?  Is there a disease?",	"s_142":"Well yes, you could call it that. There was an accident at an Imperial Research and Prison Facility and as a result many...well, most in the area have become infected.",	"s_144":"How is it spread?",	"s_146":"All research into the problem suggest it is an airborne virus and highly contagious.",	"s_147":"Uh, hello. You look like you might be lost. Would you like to know what is going on here?",	"s_148":"There is no cure?",	"s_149":"Yes.",	"s_150":"No, not really. Once you have contracted the virus it will eventually kill the host.",	"s_152":"Why haven't the Imperial Navy used orbital bombardment?",	"s_153":"Okay, let me contact you via comm after I check with Prince Xizor.",	"s_154":"There is reason to believe that Lord Vader himself needs something inside the Research Facility.",	"s_156":"I suppose he hasn't had much luck finding someone suicidal.",	"s_157":"I suggest you evacuate the area citizen. This is no place to be curious.",	"s_2":"",	"s_242":"Actually, reports show that the Empire has sent in several volunteers.",	"s_243":"Are they using Zero-G suits?  How are they avoiding the virus?",	"s_244":"Reports show there is a doctor inside the quarantine zone that is providing an anti-virus. Several sources have confirmed the doctor is in a hold out camp just inside the quarantine zone.",	"s_245":"What could possibly be so valuable in this research facility?",	"s_247":"We contacted you because you have already done some fact finding on the subject. The Empire believes they can mutate the virus to make a super soldier. Considering you actually obtained the scientific data on the virus genome without the Empire knowing, you seemed like a resourceful candidate.",	"s_249":"Oh that...Why the interest if it kills everyone?",	"s_260":"I guess you aren't completely familiar with the side-effects of the virus then.",	"s_261":"Why don't you educate me?",	"s_262":"The virus appears to infect and kill the host rapidly. Not long after the host's death the virus takes over the motor functions of the dead host's body.",	"s_263":"Are you telling me that when someone dies the virus re-animates their dead body?",	"s_264":"Yes. We believe this is why the Empire is so interested. They are not researching a live super soldier with special powers. They are interested in cultivating a dead being that is hard to destroy and can spread their own infection to an enemy.",	"s_265":"Does their evil know no bounds?",	"s_266":"We need your help, %TU. Can you infiltrate the quarantine zone and beat the Imperials from getting their hands on the virus?",	"s_267":"What is Xizor going to do with it? Sell it to the highest bidder?",	"s_268":"I assure you Xizor has his own plans and it doesn't involve selling it.",	"s_269":"What if I refuse?",	"s_27":"Thank you for coming, %TU.",	"s_271":"It may be hard to keep the fact that you have the scientific data a secret, %TU. As you have noticed there is a vested interest in keeping it a secret.",	"s_273":"So if I don't help, I die, and if I try and fail, I am dead as well.",	"s_275":"But if you try and succeed, Xizor is a very very generous individual.",	"s_277":"Well, since I have no choice, might as well tell me your plans.",	"s_279":"The plan is simple. Make your way into the quarantine zone and receive the anti-virus. Once you have obtained a defense against the virus you will need to find the research facility and search for the original strain of the virus.",	"s_280":"What if no such strain exists?",	"s_281":"We will be monitoring your progress, %TU. We are certain the strain exists but it is imperative that you arrive before other interested parties. Is there anything else you need to discuss?",	"s_283":"So there are survivors of this virus?",	"s_285":"Quite a few based on reports.",	"s_287":"Why aren't they being evacuated?",	"s_289":"There have been attempts but most have proven to be fatal to rescue parties.",	"s_29":"What is this place and who are you?",	"s_291":"I see.",	"s_293":"What symptoms do the infected exhibit?",	"s_295":"Symptoms of the disease are the sudden onset of seizures followed by a phase where the victim appears dead. ",	"s_297":"And then they just wake up?",	"s_299":"Sometime after death the victim suddenly reanimates and becomes very violent. Any non-infected in the immediate area risk being attacked and, if subdued, eaten by the infected.",	"s_301":"Wait...what?  Eaten?",	"s_303":"How did the virus escape in the first place?",	"s_305":"Lord Vader is convinced the Rebellion is behind the outbreak. We think it was a research accident. Did you have any other questions?",	"s_309":"No, I'm ready.",	"s_311":"I have uploaded the details to your datapad. We have procured a stolen Imperial authorization code that shows you are working as an Imperial volunteer. Anyone who examines the authorization will think you are working for Vader himself.",	"s_312":"Any other questions?",	"s_313":"The infected are apparently in a constant state of hunger which appears to be the motivation for attacking.",	"s_314":"This is horrible.",	"s_315":"Any other questions?",	"s_49":"I am Guri, lieutenant to Prince Xizor and this is the Quarantine Zone.",	"s_71":"Well, originally we contacted you because we thought you were a freelancer. I see you are a part of the Alliance. ",	"s_72":"Yes. I think they need my help.",	"s_73":"No I want to help you.",	"s_74":"Please hurry, %TU, the Empire already has operatives insider the quarantine zone.",	"s_75":"Well, originally we contacted you because we thought you were a freelancer. I see you are a part of the Empire. ",	"s_76":"Yes. I think they need my help.",	"s_77":"No I want to help you.",	"s_80":"Are you sure? Once you start working for me there wont be any turning back.",	"s_81":"Yes.",	"s_83":"Well, in that case I am Guri, lieutenant to Prince Xizor and this is the Quarantine Zone.",	"s_84":"Are you sure? Once you start working for me there wont be any turning back.",	"s_85":"Yes.",	"s_88":"Well, in that case I am Guri, lieutenant to Prince Xizor and this is the Quarantine Zone.",	"s_89":"Are you sure? Once you start working for them there wont be any turning back.",	"s_90":"Yes",	"s_91":"Well then...see you around...probably dead.",	"s_92":"Are you sure? Once you start working for them there wont be any turning back.",	"s_93":"Yes.",	"s_94":"Well then...see you around...probably dead.",	"s_95":"Actually, I want to do it all again.",	"s_96":"Excuse me?",	"s_97":"I want to do all the quests again.",	"s_98":"Are you absolutely sure, %TU? You won't be able to reverse this. You will only get to keep your rewards.",	"s_99":"Yes."
}}