{
	"stfFile":"conversation/boba_fett",
	"entries": {
		"do_not_edit":"The English version of this file (boba_fett.stf) is automatically generated by the SwgConversationEditor.",	"s_153":"Why are you back here?",	"s_154":"My datapad is fried, I need to know my next location",	"s_155":"You are supposed to be at the mining outpost on Dantooine.",	"s_156":"Just some final preparations.",	"s_157":"Get to work.",	"s_458":"",	"s_460":"Well?",	"s_462":"It is done.",	"s_464":"Durge won't become a nuisance again?",	"s_466":"I can guarantee it.",	"s_468":"I doubt it. Did you bring anything back or am I to just take your word for it?",	"s_470":"I have his helmet. < hand Durge's helmet to Fett >",	"s_472":"That indeed looks like Durge's. I'll accept this as proof. I assume you know better than to try and trick me. For holding your end of the bargain you can have this. It used to serve an assassin well, just not well enough I suppose.",	"s_474":"It's been a pleasure working with you Fett.",	"s_476":"I've had worse associates as well %TU.",	"s_478":"A pistol?! Do you know what I had to go through?!",	"s_480":"Just leave, before I change my mind.",	"s_482":"I'm a developer/tester and want to clear quests.",	"s_484":"What are you doing back?",	"s_486":"Just some final preparations.",	"s_488":"Get to work.",	"s_490":"Something else came up. I have to postpone.",	"s_492":"You're testing my patience.",	"s_494":"I'm a developer/tester and want to clear quests.",	"s_496":"Time to track down and put an end to the nuisance that is Durge. The criminal organization 'The Claw' runs their business out of the Dearic hotel on Talus. Their leader never leaves his office but the provided firepower should grant you a pass to have a word with him.",	"s_498":"I will start my hunt there then.",	"s_500":"Good.",	"s_502":"I assume he will have a lot of bodyguards though...",	"s_504":"Yes.",	"s_506":"Oh well, for their sake, they better be good. I'm off.",	"s_508":"Good",	"s_510":"I don't think I have what it takes to do this alone.",	"s_512":"You are probably right.",	"s_514":"I'm a developer/tester and want to clear quests.",	"s_516":"What have you found out?",	"s_518":"Durge was indeed in the lab. Check this datapad.",	"s_520":"< Boba Fett looks through the information on the datapad > Interesting turn of events... You should get some rest. For the next part you will need it, as well as some serious firepower. Do you prefer Carbines or Rifles?",	"s_522":"Carbines.",	"s_524":"This one is old but powerful, should suit the occasion.",	"s_526":"Rifles.",	"s_528":"This one is old but powerful, should suit the occasion.",	"s_530":"I'm a developer/tester and want to clear quests.",	"s_532":"What are you doing here?",	"s_534":"Just some final preparations.",	"s_536":"Get to work.",	"s_542":"I'm a developer/tester and want to clear quests.",	"s_544":"I've done some research on this person that claims he's Durge. The track ends at a research facility called the Warren on Dantooine. Go there and find clues to who this person is and possibly where he's at now.",	"s_546":"You say, claims he's Durge. You don't think he's who he says?",	"s_548":"Probably not.",	"s_550":"So who was Durge?",	"s_552":"You don't have to worry about that. Now will you do your part?",	"s_554":"Of course.",	"s_556":"Last I heard, the Warren was in a bit of turmoil so keep that in mind.",	"s_558":"I don't like being kept in the dark, so no, not without answers.",	"s_560":"Then it's a no.",	"s_562":"Say please?",	"s_564":"And that will conclude our business together.",	"s_566":"I'm a developer/tester and want to clear quests.",	"s_568":"Is it done?",	"s_570":"Yes it's done but with a twist.",	"s_572":"How so?",	"s_574":"There was another person there when Wogo died.",	"s_576":"Go on.",	"s_578":"After I killed Wogo, someone named Durge entered the room.",	"s_580":"Durge? You sure about the name?",	"s_582":"Yes. He told me, to tell you, that 'he's coming for you'.",	"s_584":"Alright. Let me see Wogo's gun.",	"s_586":"Sure. So do you know this Durge?",	"s_588":"Possibly. Here's your share of the bounty and the gun back, I don't want it.",	"s_590":"So what happens now?",	"s_592":"I may have use for you again. Come back later.",	"s_594":"Wogo was already dead when I found him.",	"s_596":"He did have a lot of enemies.",	"s_598":"Well the killer was still there. Someone named Durge.",	"s_600":"I didn't kill Wogo.",	"s_602":"He did have a lot of enemies.",	"s_604":"Well the killer was still there. Someone named Durge.",	"s_606":"I'm a developer/tester and want to clear quests.",	"s_608":"What now?",	"s_610":"Just some final preparations.",	"s_612":"Get to work.",	"s_614":"Something else came up. I have to postpone.",	"s_616":"You're testing my patience.",	"s_618":"I'm a developer/tester and want to clear quests.",	"s_620":"Do you have the gun?",	"s_622":"No, I'm still working on it. < Give Fett the details >",	"s_624":"Have you ever been to the labor outpost on Yavin 4? Wasn't that where your droid said the pirates came from? I don't have time to teach you the job.",	"s_626":"Something came up. I can't do this right now.",	"s_628":"Not a very wise decision...",	"s_630":"I'm a developer/tester and want to clear quests.",	"s_632":"What are you doing here? I thought I made it clear what you needed to do.",	"s_634":"Yes of course, my apologies.",	"s_636":"Apologies won't get you far.",	"s_638":"Something came up. I can't do this right now.",	"s_640":"Not a very wise decision...",	"s_642":"I'm a developer/tester and want to clear quests.",	"s_644":"I've no time for the likes of you. I have more pressing matters to deal with.",	"s_646":"I'm a developer/tester and want to clear quests.",	"s_648":"You're back again?  Didn't we already have this discussion?",	"s_650":"Can you tell me again about the Death Watch?",	"s_652":"The Death Watch can be a formidable opponent and shouldn't be taken lightly. Be careful fighting against them.",	"s_654":"Sounds like you've dealt with them before.",	"s_656":"Mind your business. The Hutt wants this Death Watch and their leader dead before they cut into his business.  My informants tell me they're cutting a deal with Black Sun even as we speak.",	"s_658":"Are you sure that's all there is to it?",	"s_660":"I don't usually give my opinion to braves like you, but in this case I'll make an exception.  All I have to say is, the Mandalorians are dead and nobody is bringin' them back. Now go.",	"s_662":"Do I get a reward for completing this mission?",	"s_664":"The experience itself will be its own reward.  Don't come to me or the Hutt looking for a hand out, you're likely to end up on the wrong end of a blaster if you keep that up.",	"s_666":"I've heard Jabba is working you hard. Maybe you could use some help?",	"s_668":"I'm a developer/tester and want to clear quests.",	"s_670":"Which quest?",	"s_672":"1",	"s_674":"Okay",	"s_676":"2",	"s_678":"Okay",	"s_680":"3",	"s_682":"Okay",	"s_684":"4",	"s_686":"Okay",	"s_688":"5",	"s_690":"Okay",	"s_692":"6",	"s_694":"Okay",	"s_696":"7",	"s_698":"Okay",	"s_700":"All",	"s_702":"Okay",	"s_704":"Another of Jabba's little toys... You may want to make yourself useful by checking something out when you get a chance. You're of no use wandering around the palace aimlessly. There's a rumor that Death Watch operatives can be found on Endor somewhere in the northwestern area of the planet.",	"s_706":"Can't somebody else do it?",	"s_708":"You won't make any friends around here by passing on what's sure to be a lucrative job like this.",	"s_710":"Okay. Anything else you can tell me?",	"s_712":"The Death Watch can be a formidable opponent and shouldn't be taken lightly. Be careful fighting against them.",	"s_714":"Sounds like you've dealt with them before.",	"s_716":"Mind your business. The Hutt wants this Death Watch and their leader dead before they cut into his business.  My informants tell me they're cutting a deal with Black Sun even as we speak.",	"s_718":"Are you sure that's all there is to it?",	"s_720":"I don't usually give my opinion to braves like you, but in this case I'll make an exception.  All I have to say is, the Mandalorians are dead and nobody is bringin' them back. Now go.",	"s_722":"Do I get a reward for completing this mission?",	"s_724":"The experience itself will be its own reward.  Don't come to me or the Hutt looking for a handout -- you're likely to end up on the wrong end of a blaster if you keep that up.",	"s_726":"I've heard Jabba is working you hard. Maybe you could use some help?",	"s_728":"Help?",	"s_730":"Um... maybe not help. Do you have some job for me?",	"s_732":"You are %TU right? I've seen you around the halls. I suppose I could have some use for you.",	"s_734":"Excellent. What do you have in mind?",	"s_736":"I need you to collect a mark for me. The target is Uff Wogo. He's of the Marauder species. Grey hair, pony tail, dark brown skin and a heavy drinker. Last seen in the city of Restuss on Rori before it blew up. I have a contact in the refugee camp north of Restuss. Deliver this message to him and he should assist you in finding the mark. The employer of the contract has no interest in the mark staying alive.",	"s_738":"What kind of proof should I bring back to collect the bounty?",	"s_740":"The mark uses an exotic weapon, a Needler Carbine. It has some Marauder inscriptions on the stock. That should suffice.",	"s_742":"Alright. I will be back shortly.",	"s_744":"Good.",	"s_746":"I have to kill him? I can't do that.",	"s_748":"Just leave... now.",	"s_750":"I was hoping it would be local. I can't go to Rori right now.",	"s_752":"Fine.",	"s_754":"Really?! That's so cool! Working with Boba Fett!",	"s_756":"On second thought, the only job I have for you is to leave... now.",	"s_758":"Yeah! You know, we could be partners.",	"s_760":"It's a good idea for you to leave now."
}}