{
	"stfFile":"conversation/borvo_the_hutt",
	"entries": {
		"do_not_edit":"The English version of this file (borvo_the_hutt.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"I sure am.",	"s_103":"I had a feeling. Dagorel found out that Frangee was sent here by an ex-business partner of mine. I need you to make sure he retires. Permanently.",	"s_105":"No thanks.",	"s_107":"Well, I guess you'll be back later when you're desperate. Heh heh heh.",	"s_109":"What's the job?",	"s_111":"Dagorel found out that Frangee was sent here by an ex-business partner of mine. I need you to make sure he retires. Permanently.",	"s_113":"Um...not right now.",	"s_115":"I'm ready.",	"s_117":"Good, get out there and get him. Make sure he knows who sent you.",	"s_121":"Montrus is dead, eh? He was a tough one, so I have to give you credit for getting the job done. Here, take this, it's just an old rifle, but I have no need of it anymore. Enjoy.",	"s_125":"I don't believe it! You got through the security? Maybe my hints were too helpful. Well, I owe Jabba 10,000 credits. He told me you'd pull it off. I guess I should have believed him. Here, take this as a reward, I guess. Come back if you ever need any work.",	"s_2":"",	"s_28":"I guess you're all right to talk to. What can old Borvo do for you?",	"s_46":"I brought back your money and gave it to your guard.",	"s_47":"I hear you have a rare and valuable droid part.",	"s_49":"I brought back your money and gave it to your guard.",	"s_51":"Ah, so you're the one! It's good to finally meet someone with some integrity in this business. Speaking of integrity...",	"s_52":"I lost Huff Darklighter's rifle. Have you seen it?",	"s_53":"I hear you have a rare and valuable droid part.",	"s_54":"Yes?",	"s_55":"You're kidding. You're looking for that old thing? Hahaha! Well, let's see what we can do about that.",	"s_56":"As it happens, that rifle made it's way back to me. I was a bit surprised to see it again. I suppose I can return it to you.",	"s_57":"You're willing to give it to me?",	"s_58":"Your little run in with the police is costing me business. I can't have you on the payroll with bounty hunters looking for you. Clean up your mess, will you?",	"s_59":"Absolutely! All you have to do is get it out of my vault. The vault security needs to be tested anyway. Good luck!",	"s_6":"I'm impressed by your work. It's good to see you again. Stick around, have a good time.",	"s_61":"Wait, I have to get through your security?",	"s_62":"I don't think it's my problem.",	"s_63":"Nothing comes for free my friend. Do you still want it?",	"s_65":"I guess I have no choice.",	"s_66":"Then I don't think you're working here anymore. Be gone!",	"s_67":"That's the spirit! I'll even give you some hints to write down in your journal. Come back and see me after. Maybe I'll have something else for you.",	"s_68":"I lost Huff Darklighter's rifle. Have you seen it?",	"s_69":"You know I will.",	"s_71":"No way. This is a bad deal for me.",	"s_72":"You got moxie. No brains, but heart. I like that. Come back when you've finished and we'll talk business.",	"s_73":"Your loss. I'll see you when you're spine grows back. Hahaha!",	"s_75":"Nothing I guess.",	"s_76":"I lost Huff Darklighter's rifle. Have you seen it?",	"s_77":"Thanks, I guess.",	"s_78":"This will be fun! I'll have to call Jabba and make a bet. Hm...you look small. I think I'll bet against you.",	"s_79":"You are back! Change your mind?",	"s_80":"Guess you'll be going then.",	"s_81":"What's the job?",	"s_82":"Are you seriously trying to engage me in conversation? Who exactly do you think you are?",	"s_83":"You've returned. I trust that means you're making progress.",	"s_84":"I defeated the security in your vault.",	"s_86":"Montrus is dead.",	"s_88":"The bounty hunters have been taken care of.",	"s_99":"Well, that wasn't such a chore, now was it? Are you interested in more work?"
}}