{
	"stfFile":"conversation/borvos_guard",
	"entries": {
		"do_not_edit":"The English version of this file (borvos_guard.stf) is automatically generated by the SwgConversationEditor.",	"s_16":"Dagorel said the job was a setup. Seems this guy Frangee was an undercover security guy. I want you to make sure he doesn't yap to his bosses.",	"s_18":"I hate snitches. I'm on it.",	"s_2":"",	"s_20":"Well, what do you know? You did it? Excellent. Say, I heard Frangee had a badge on him. I got something else I want you to do.",	"s_21":"I'm game for anything.",	"s_22":"No thanks, I'm done working for you.",	"s_23":"What do you want done now?",	"s_24":"Great. Take this badge. Frangee was supposed to report to his superiors. I think he'll still make that meeting, right Detective?",	"s_25":"We've got the snitches badge. I want you to take it to Corellia and meet with his superiors. They likely don't know him on sight. Find out what's going on.",	"s_26":"Yeah, I think I can do that.",	"s_27":"Way too dangerous for me.",	"s_28":"Have you met with the detectives bosses yet?",	"s_29":"Did you take care of that detective?",	"s_30":"I thought you looked like our kind of guy. I'll give you the coordinates to his last known location.",	"s_31":"Fantastic. You brought back the Boss's stolen goods! You can go see Borvo now. Thanks for doing that work for us.",	"s_32":"Hey, good to see you again. You can go right in.",	"s_34":"This sounds like trouble.",	"s_36":"Was Frangee working for Borvo?",	"s_38":"One of our most trusted guys! He even trained me. Wait, you're not a cop are you? You take out Frangee and that'll prove you're not a rat snitch yourself.",	"s_40":"Sure, I'll do it.",	"s_42":"No way, I'm not going against the law!",	"s_44":"Did you deliver that medicine yet?",	"s_46":"How ya doin'?  So you wanna talk with Borvo? Well that ain't easy. You wanna help us out, then maybe I'll vouch for ya?",	"s_48":"What can I do to help?",	"s_50":"Dagorel's been shot. I need you to deliver a medpack to him. Be careful, I don't know if there are any thugs hanging out around there.",	"s_52":"No problem.",	"s_54":"No thanks.",	"s_56":"No thanks, I didn't want to see Borvo that bad.",	"s_58":"Then why are you wasting my time? Get outta here before you need an image designer to get your face back in order!",	"s_60":"Sure, I'll help out.",	"s_62":"Great. Here's a medpack. Get it to Dagorel before he passes out.",	"s_64":"Watch your step around here, because you can be certain that I will be watching as well."
}}