{
	"stfFile":"conversation/c_bounty_hunter_faeto",
	"entries": {
		"do_not_edit":"The English version of this file (c_bounty_hunter_faeto.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"It is as good as done.",	"s_102":"Confidence. I like that.",	"s_103":"Sorry to bother you.",	"s_104":"Yea scrub, ya better head home ... before I crave ya heart out with a spoon. ",	"s_2":"",	"s_20":"Hey. What're yous doin' here, kid? Don't you gotta job t'do?",	"s_22":"Hey, kid. I just heard the good news. Looks like ol' Untas ain't gonna be owin'  100 credits no more to nobody.",	"s_23":"100 credits? That's it?",	"s_24":"Rep is more important than cash, scrub. Remember that.",	"s_33":"Oh yeah. Sorry. I'll be back.",	"s_39":"What do you want? I ain't got nothin' fer you to do 'round here no more. You did all my work.",	"s_40":"Scrubs... what am I gonna do with ya? Pff.",	"s_42":"Hey boys. Look! It's our new scrub.",	"s_44":"Fett sent me. Give me the target.",	"s_72":"Hey. If you know what's good fer you, you'd get outta here.",	"s_73":"Dat's direct. Here is da details and da death mark. Make sure dat ya give Untas da mark before ya kill him. I want everyone to know who done it. ",	"s_74":"Who are you?",	"s_76":"The name's Faeto. But a scrub like you oughta call me Bosshand Faeto or bad tings might happen to yas.",	"s_78":"Okay. Boba said you might have a job for me.",	"s_80":"Oh. So that guy sent yas. Heh. Nothin' but trouble, that one. You oughta stay away from him. But yeahs, I gots a job fer ya. Look, kid, yer workin' fer me now. Ya hear? Yous better do a good job.",	"s_82":"I won't cause you any trouble.",	"s_84":"Look, me boys and I are tryin' to make our own gang. You know. Away from the prying eyes of Jabba. One day, me boys and I will rule Tatooine. Mark my words. If we're gonna be rulin' the place, we gotta tie loose ends. There's this guy Untas... he owes me money. And he hasn't paid me yet.",	"s_86":"And you want me to--",	"s_88":"Yeah. Exactly, kid. Bump him off. I ain't knowin' where he's at or nothin'. I might be able to point you to someone who does.",	"s_90":"Okay. I'll take the job.",	"s_92":"Good. Like I said. I ain't knowin' where this guy is. Maybe Taibela, this lady I know, might know where he is. Ask 'er.",	"s_94":"You got it.",	"s_98":"This seems a little fishy to me."
}}