{
	"stfFile":"conversation/c_kashyyyk_hunter",
	"entries": {
		"do_not_edit":"The English version of this file (c_kashyyyk_hunter.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Trophies?  They look like animal heads to me.",	"s_100":"Really?  Tell me all about it.",	"s_102":"Trophies?  They look like animal heads to me.",	"s_104":"Trophies for what?",	"s_12":"Yes trophies.  I collect many rare creature relics. Some of which I mount to display as trophies.",	"s_14":"Where do you find such amazing creatures?",	"s_16":"These are all from Kashyyyk!  I have just come from safari there.  Oh and it was great hunt too.",	"s_18":"Oh yeah?  What made it so great?",	"s_2":"",	"s_20":"The thrill of the hunt!  These animals aren't easy to kill. That one over there ate three hunters in my safari party before I was able to take him down.",	"s_22":"Sounds dangerous. Perhaps it would be safer to just buy a trophy.",	"s_24":"Oh no...You have to earn them like I did.  These are not for sale.  I display them so others will know what a great hunter I am.",	"s_26":"Well good luck on your next safari.",	"s_28":"Thank you and farewell to you too.",	"s_35":"Animal heads?",	"s_37":"Not just animal heads.  They are tokens of courage, strength and skill.  Trophies!",	"s_39":"Trophies for what?",	"s_4":"Hello there.",	"s_41":"I am a great hunter and have killed hundreds of grand beasts for sport and loot. Some of them you see mounted here.",	"s_43":"I haven't seen any animals like those around here!",	"s_45":"These are all from Kashyyyk!  I have just come from safari there.  Oh and it was great hunt too.",	"s_47":"Really?  Tell me all about it.",	"s_49":"That one wiped out an entire camp before I was able to take him down.  And that one there almost ate me for breakfast, but I got the better of him.",	"s_50":"Trophies for what?",	"s_51":"Those are your trophies?",	"s_53":"Well I'm glad you got away.  Now you can sell those heads and get rich.",	"s_55":"Oh no...You have to earn them like I did.  These are not for sale.  I display them so others will know what a great hunter I am.",	"s_56":"I haven't seen any animals like those around here?",	"s_58":"Well, happy hunting.",	"s_59":"Really?  Tell me all about it.",	"s_6":"What are all these things?",	"s_60":"How so?",	"s_62":"Same to you. Farewell.",	"s_64":"Oh yeah.  What made it so great?",	"s_66":"How so?",	"s_68":"Where do you find such amazing creatures?",	"s_70":"Trophies?  They look like animal heads to me.",	"s_72":"Those are your trophies?",	"s_74":"What bizarre looking creatures you have there.",	"s_76":"Bizarre, but beautiful trophies heh?",	"s_78":"Those are your trophies?",	"s_8":"These are my trophies of course.",	"s_80":"Yes.  I collect them on my safaris.  Only a great hunter like me can acquire so many.",	"s_82":"Safaris?  Where can you go on safari?",	"s_84":"These all came from my safari on Kashyyyk.  Ah... that was a great hunt.",	"s_86":"How so?",	"s_88":"Well these beasts were tough. That one there almost ate me for breakfast, but I got the better of him in the end.",	"s_90":"Wow!  Can I buy one from you?",	"s_92":"Oh no...You have to earn them like I did.  These are not for sale.  I display them so others will know what a great hunter I am and solicit my services.",	"s_94":"Well that was quite a tale. Thanks for sharing.  Farewell.",	"s_96":"Farewell to you too.",	"s_98":"Oh yeah.  What made it so great?"
}}