{
	"stfFile":"conversation/c_newbie_entertainer",
	"entries": {
		"do_not_edit":"The English version of this file (c_newbie_entertainer.stf) is automatically generated by the SwgConversationEditor.",	"s_423":"",	"s_425":"Well hello there.  Have you come to watch me dance?  I'm quite adept.",	"s_427":"Trehla Keelo sent me.",	"s_430":"Did she?  In that case, you must be %TU.  I have been waiting to talk to you.",	"s_434":"How is it that you know me?",	"s_438":"I know a lot of things.  You hear quite a bit in cantinas, and this one specifically.  I know a little about everything, and everything about entertaining.  That is what you need to learn.",	"s_442":"I'm ready to start.",	"s_446":"Good.  First thing that you need to know is to listen to yourself.  Your inner music and inner rhythm will make your art come to life. But no matter how much talent you have, you must practice.  Try it now!  Sing!  Dance!  Whatever your heart desires.",	"s_450":"I will!",	"s_454":"Very good.  I want you to perform for 2 minutes.  That will give you an hour of inspiration and a good feel for what it is like.",	"s_466":"More lessons?",	"s_470":"Of course!  You wouldn't want to go into a blaster fight without a weapon!  You need weapons of the intellect as well.  So, let me start to arm you.  Feel the music and get out onto the floor!",	"s_474":"Fine.",	"s_478":"Good.  I want you to perform for 2 minutes.  That will give you an hour of inspiration and a good feel for what it is like.",	"s_482":"I would love to see you dance! ",	"s_486":"Certainly.  ",	"s_490":"Trehla Keelo sent me to talk to you.",	"s_494":"You dance very well.",	"s_498":"Thank you.  I practiced a lot.",	"s_500":"Inspiration?",	"s_502":"Yes!  Entertainers inspire people to do better.  For awhile after watching a musician or dancer, or performing yourself, you will learn faster, craft better, and gain faction more efficiently.  ",	"s_504":"Interesting.  Any entertainer can do this?",	"s_506":"Yes.  Now get out there and perform! Your public is waiting!",	"s_509":"I have finished performing.",	"s_511":"Great!  Exhilarating, isn't it?  I love the feeling of people watching me and enjoying my work.  I hope you feel the same. Hmmm... you should probably return to Trehla, I'll bet she's waiting for you.  "
}}