{
	"stfFile":"conversation/c_newbie_melee_combat",
	"entries": {
		"do_not_edit":"The English version of this file (c_newbie_melee_combat.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"Thank you. Now go to it.",	"s_13":"I'm glad I could help.",	"s_14":"Thank you.",	"s_19":"You did well. I wish I could hire you on full time. The mayor won't give me the budget for that, though. Ah well, I'll find a way somehow. Mostly by using warriors such as yourself whenever possible, I'd imagine.",	"s_2":"",	"s_20":"I'm glad I could help.",	"s_204":"You did well. I wish I could hire you on full time. The mayor won't give me the budget for that, though. Ah well, I'll find a way somehow. Probably by using warriors such as yourself whenever possible.",	"s_205":"Keep at it. If we can reduce the population of these low-life thugs, the citizens of Mos Eisley will be able to walk the streets more safely.",	"s_206":"So the mayor finally consented to send me some assistance, did he? Better late than never. There's no point in wasting time. Let's take down some of the thugs that plague our city.",	"s_21":"Thank you.",	"s_29":"I've received word of some battle droids that landed in an escape pod near Mos Eisley. Their behavior is erratic. Go disable them before they harm someone.",	"s_38":"Go to the camp of gunrunners outside of Mos Eisley and convince them to peddle their weapons elsewhere.",	"s_39":"Thank you for recovering those moisture harvester keypads. Next up, go to the camp of gunrunners outside of Mos Eisley and convince them to peddle their weapons elsewhere.",	"s_40":"Some water thieves stole the keypads off of some moisture harvesters. Go get those keypads back.",	"s_43":"I'll run off those gunrunners.",	"s_44":"Hey, that's kind of catchy. Run off those gunrunners. I like it.",	"s_45":"Battle droids on Tatooine? Nothing I can't handle.",	"s_46":"That's right. Go take care of them.",	"s_47":"Now that those muggers have been dealt with, we need to go after their leader, Vaigon Shinn. Go to his hideout, fight your way through his guards, and take him down.",	"s_48":" Go to Vaigon Shinn's hideout, fight your way through his guards, and take him down.",	"s_49":"A local band of muggers lead by Vaigon Shinn has been stealing ID cards from people. Recover those stolen cards from Shinn's muggers.",	"s_50":"I'm glad those battle droids have been disabled. Being so unstable could have led to them becoming dangerous. Did anything else happen out there? You seemed to take longer on this than I had expected?",	"s_51":"Have you disabled those battle droids yet? What's holding things up?",	"s_53":"Some battle droids landed in an escape pod near Mos Eisley. They are behaving erratically. Go disable them before they harm someone.",	"s_58":"I'm on my way. I'll take down Vaigon Shinn.",	"s_59":"Excellent. This is my last task for you. Fight well.",	"s_63":"Go deal with a camp of scavengers. Nothing more than human vermin, if you ask me.",	"s_64":"It's getting out of hand. At least Jabba is smart enough to leave most people alone most of the time, but most of these other thugs have no restraint. Something should be done.",	"s_65":"That should quell the desert swoopers for a while. Next, go deal with a camp of scavengers. Human vermin, if you ask me.",	"s_67":"I'm on it.",	"s_69":"And I'm glad you are.",	"s_81":"What do you want me to do?",	"s_83":"To get started, there's a camp of desert swoopers just outside of town. Go defeat some of the swoopers.",	"s_85":"Desert swoopers? They don't stand a chance.",	"s_87":"Indeed they don't. Go to it.",	"s_93":"Er. Something came up. I'll be finished soon.",	"s_95":"Good. Please let me know when you're done, because there's a rumor that a crew of muggers is stealing ID cards from citizens of Mos Eisley. I think we'll need to do something about that.",	"s_96":"No, nothing. Just the droids. What else could happen?",	"s_97":"Hmm. Okay, a local band of muggers lead by Vaigon Shinn has been stealing ID cards from people. Recover those stolen cards from Shinn's muggers.",	"s_99":"I'll get those ID cards back."
}}