{
	"stfFile":"conversation/c_newbie_secondchance",
	"entries": {
		"do_not_edit":"The English version of this file (c_newbie_secondchance.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Yes, I did.",	"s_102":"What are you waiting for? Take care of what he needs you to do.",	"s_104":"I'm on my way.",	"s_106":"Good luck, friend.",	"s_108":"No, I didn't.",	"s_110":"It should be any second.",	"s_112":"Ok, I'll wait.",	"s_114":"Bye.",	"s_116":"You have to hurry. Jabba is already searching for you.",	"s_118":"Why does Jabba want to force me to work for him?",	"s_120":"I can't explain right now. The Empire wanted you because you're special, and that's good enough for him to want you too. That's all I can say right now.",	"s_122":"So what do I do?",	"s_124":"I have inside information that Jabba's man Bib is going to contact you shortly. Just do what he asks. We'll make sure to get you out of this situation soon.",	"s_126":"Is he going to kill me?",	"s_128":"No, he wants you to work for him. We've got people on the inside that will be able to help you later. Just do what Bib asks.",	"s_130":"How will I know who I can trust?",	"s_132":"You won't. Just do what Bib asks and we'll handle the rest.",	"s_134":"Ok, I'll do what he says.",	"s_136":"Go now!",	"s_138":"But I don't know anything about Mos Eisley!",	"s_140":"Trehla can show you what you need to know. She's got no love for Jabba, that's for sure.",	"s_142":"What if he asks me to fly a ship for him?",	"s_144":"There are three training schools on Tatooine. The Imperial trainer, the Smuggler's Alliance and the Rebels.",	"s_146":"I want to talk to the Imperial trainer.",	"s_148":"Lt. Akal Colzet is the Imperial pilot trainer. I'll upload his information into your datapad.",	"s_150":"Thanks.",	"s_152":"Anything else?",	"s_154":"I want to talk to the smuggler.",	"s_156":"Dravis leads up the smuggler's alliance. I've personally seen him run a Star Destroyer blockade without taking a scratch. I'll put his information in your datapad.",	"s_158":"Thanks.",	"s_160":"Anything else?",	"s_162":"I want to talk to the Rebellion trainer.",	"s_164":"Commander Da'la Socuna is the trainer for a group of pilots that I believe have ties to the Rebellion. Here is his location data.",	"s_166":"Thanks.",	"s_168":"Anything else?",	"s_170":"I'm not doing anything you ask, until I know why Jabba is after me.",	"s_172":"The Empire thinks you're something special. That's enough to get Jabba's interest. You also were rescued by Han Solo, someone Jabba has a burning interest in. Jabba figures one way or another, you're a gold mine that just fell into his lap.",	"s_200":"I'm in trouble and you don't need to be. Clear off.",	"s_59":"You shouldn't be talking to me. Just do what Bib is asking of you.",	"s_60":"Great work. You've really helped out Reimos and me. I am glad to see you free of Jabba's control. Han was right about you. You're going places!",	"s_61":"Have you finished with Trehla yet?",	"s_62":"Not quite.",	"s_63":"Well hurry, you don't want to make Jabba angry.",	"s_64":"So what do I do now?",	"s_66":"Well, I doubt Jabba will get involved in this personally. He'll probably have someone like Bib take care of you.",	"s_68":"I don't care who contacts me, I don't want to work for Jabba.",	"s_70":"Who does? I know someone on the inside. His name is Reimos. He's being forced to work for Jabba also.",	"s_72":"How can he help me? It sounds like he has his own problems.",	"s_74":"He thinks a local shipping company is a front for something terrible. He says he's on to a way we can stop these horrible crimes and get square with Jabba all at once. You just have to play along.",	"s_76":"So how do I meet this guy?",	"s_78":"",	"s_79":"You will, but you have to work your way up to it. Reimos is doing sensitive work for Jabba. He's not going to put someone he doesn't trust on that job.",	"s_83":"How will I know who is on our side?",	"s_84":"Good work taking care of those jobs for the Mayor. He's had plenty of trouble with Jabba. I am sure the Mayor appreciates all of your help.",	"s_86":"It was easy.",	"s_88":"Glad you feel that way because I think we're ready to get you involved with the big boys. If you do the next couple of tasks well, you should be introduced to Reimos.",	"s_90":"So what do I need to do?",	"s_92":"Talk to Niko. He needs an upstart gang roughed up. Don't worry about the gangers though. These guys are some of the meanest punks in Mos Eisley. You'll be doing us all a favor by cleaning up that trash.",	"s_94":"Ok, I'm ready.",	"s_96":"That's Niko right there. ",	"s_98":"Did you get the comm from Bib yet?"
}}