{
	"stfFile":"conversation/c_newbie_mentor",
	"entries": {
		"do_not_edit":"The English version of this file (c_newbie_mentor.stf) is automatically generated by the SwgConversationEditor.",	"s_1003":"That sounds great! Where do I sign up?",	"s_1007":"You need to speak to Captain Dinge. I'll give you a waypoint. I believe he's in the palace in Theed. Is there something else I can help you with?",	"s_1011":"Actually, sounds rather boring. I want something else.",	"s_1015":"All right. What would you like to know about?",	"s_1019":"I want to start over. I'm not sure this is for me.",	"s_1023":"If you wish. What do you want to know about?",	"s_1027":"I want to fly for CorSec!",	"s_1031":"CorSec defends their sector from pirates, mostly. They try to stay neutral in the Galactic Civil War. Is this something that interests you?",	"s_1035":"Absolutely!",	"s_1039":"You will need to speak to Sergeant Rhea in Coronet City. I'll transfer a waypoint to your datapad.",	"s_1043":"Perhaps not. I want to choose something else.",	"s_1047":"A little knowledge never hurt. What would you like to know about?",	"s_1051":"Actually, I want to start over.",	"s_1055":"I'll never argue with someone who wishes to make a well-thought-out choice about their future. What would you like to know about?",	"s_1059":"I'd like to know about the Imperials.",	"s_1063":"Led by Emperor Palpatine and his army, the Empire stands for law and order. They are powerful and organized, and very little escapes their notice.  ",	"s_1067":"Interesting, please go on.",	"s_1071":"At one point, I would have said that they were invincible, but that no longer appears to be true. While ruthless, their methods are also effective.",	"s_1075":"I'd like to know about the Rebels.",	"s_1079":"They are idealists who believe that the Empire's rule-by-might and strongly human-centric views are evil and wrong. Until recently, their efforts were like sand in the Emperor's shoe. ",	"s_1083":"What changed that?",	"s_1087":"A farm boy managed to destroy the Emperor's 'Ultimate Weapon' and restore hope to the Rebel Alliance. They are not especially organized or well-funded, but they fight with heart.",	"s_1091":"I'd like to know about the criminals",	"s_1095":"The criminal influence can be felt everywhere. Hutts have their slimy hands in every despicable trade imaginable. They do not play well together and often work in direct opposition to each other.",	"s_1099":"Who are they specifically?",	"s_1103":"Lady Valerian has set herself up as Jabba the Hutt's rival, though I'm not sure he cares much as he is the main power here. Nym has a base up on Lok, and the Black Sun have been recently seen. Each planet has their criminal element, but many of those would rather rob you rather than talk to you.",	"s_1107":"I'm set.  Now I just need to earn credits.",	"s_1111":"You should probably take a few jobs and go meet other people. There is strength in numbers and having someone trustworthy to watch your back strengthens both of you. Fly well and may the Force be with you.",	"s_1115":"May the... wait!  Is there something that I should know about you?",	"s_1119":"Not at all!  Oh, one final thing.  Several people are looking for someone to go work for them.  Mayor Guh'rantt has the details.  I'll show you where to find him, if you like.",	"s_1123":"Sure!",	"s_1127":"I'll put the information in your journal.  Fare well and be safe.",	"s_1131":"Hello again, %TU. Do you need anything?",	"s_1135":"I'd like to know about being a pilot.",	"s_1139":"I want to know about the Imperials.",	"s_1143":"I would like to know about the Rebels.",	"s_1147":"I want to know about the Criminals.",	"s_1150":"I want to go talk to the mayor.",	"s_1152":"Very well.  I will put the information into your journal.  Fare well and be safe.",	"s_1154":"I'm all set. Thank you.",	"s_1156":"You are welcome.  Safe journeys.",	"s_301":"",	"s_303":"Welcome to Mos Eisley. Watch your back here.  There has never been a more wretched hive of scum and villainy, as you may have heard. You and I have some business to attend to.",	"s_305":"Business? I don't even know you!",	"s_307":"But I know YOU, %TU. You ran into a certain smuggler on a space station recently, no?",	"s_309":"I did not. I believe you have the wrong person.",	"s_311":"Perhaps your past is not what I believed, but your future is what interests me. I see something in you that I have not seen since...",	"s_313":"Since what?",	"s_315":"That isn't important right now. What is important is what I see in you. I see a spark of greatness, the weight that shifts the scales.",	"s_317":"Han's in trouble! Some bounty hunter is after him",	"s_319":"You need not worry about him. He is quite capable of taking care of himself. He helped you because he, like I, see something in you. You may not see it within yourself yet, but you will, if you choose to. I see a spark of greatness within you.",	"s_321":"But I'm nobody special.  ",	"s_323":"You think you are not extraordinary because that is what you have been taught. Others will profit if you do not reach your potential. You must decide what you wish to do.",	"s_325":"I'm glad you understand my importance.",	"s_327":"Unrealized greatness. You have much to learn still, but as the fledgling's wings grow strong, it may fly far and wide...and so may you, if you choose to.",	"s_329":"What would you have me do?",	"s_331":"I would have you learn all that you can about independence and survival. I will teach you these things, if you wish to learn.",	"s_333":"I will follow your instructions.",	"s_335":"What I say may be basic, but there is much to learn before you  fly, fledgling. Take these credits and go to a bank terminal. A wise fledgling would tuck this away for future need, but I make no decisions for you.  ",	"s_337":"I will go to the bank, if that is what you wish.",	"s_339":"Good.  I will wait for your return.",	"s_341":"Well, I like credits, so I might as well go to the bank.",	"s_343":"While I am glad that you are doing as I ask, your attitude could do with some work.",	"s_345":"I know how to survive. I'll be fine on my own.",	"s_347":"We must all walk our own path. Come back to me if you lose your way.",	"s_349":"You didn't go to the bank terminal yet, did you?  Please go there now.  ",	"s_351":"Welcome back. Did you make a successful transaction?  ",	"s_353":"I did indeed.",	"s_355":"Good, good. I am sure that you will find the bank to be a useful tool. Now that you have learned where to save money, I will teach you where to start spending it.",	"s_357":"I decided not to deposit my money.",	"s_359":"I am here only to guide you, not compel you.  Decisions that you make are yours alone. But, now that you have learned where to save money, I will teach you where to start spending it.",	"s_361":"And where is that?",	"s_363":"Go to the bazaar terminals. More information will be given to you once you are there. While you are there, please place this Paint Dispersal Unit up for sale. You may keep the proceeds. I do not need it anymore.",	"s_365":"Do you want me to buy anything?",	"s_367":"Only if you find something that catches your eye.  It is not necessary.",	"s_369":"You are trying to put one over on me, are you not? Please do as I ask and go to the bazaar terminal.",	"s_371":"Did you find anything that caught your eye?",	"s_373":"I did, but nothing that I could afford.",	"s_375":"You will be able to soon enough. ",	"s_377":"Yes, I did.",	"s_379":"Good. Good. You will often find things you need at the bazaar. It's also a good place to sell those items you do not wish to keep.",	"s_381":"Not really.",	"s_383":"Well, you will. Check the bazaar often as you never know when you will find a diamond among the coal. ",	"s_385":"So now that I know about bazaar terminals, what's next?",	"s_387":"Next, ah next. It's a rough world out there, as I mentioned. At some point, something will get the better of you and you should be prepared. You can have your DNA registered at a cloning facility so your spirit may return to inhabit a comfortable body again.",	"s_389":"You are talking about WHEN, not IF, something kills me!",	"s_391":"Ahem...well, to be so blunt, yes. I prefer to think of it as merely a physical condition that is beyond your ability to repair, but yes. Do not worry though you will really only have a few moments of darkness and disorientation. You may wish to take that time to contemplate your role in the galaxy.",	"s_393":"Let's contemplate something else then.",	"s_395":"No, no. I want you to learn this. Go to the cloning facility nearby. Come back after you tour the facility. I'll give you 1000 credits for the cloning expense.",	"s_397":"If you insist.",	"s_399":"I do.",	"s_401":"I know that contemplating death is difficult, but you must learn what is available to restore you.",	"s_403":"I hope that was enlightening.",	"s_405":"It was rather disturbing, preparing for my own death.",	"s_407":"It always is. But do not dwell on thoughts of darkness or despair. ",	"s_409":"Absolutely!  Now I know what happens to the people who get in my way!",	"s_411":"A somewhat disturbing view of mortality, to be certain. Be careful of dwelling on dark thoughts such as that.",	"s_413":"No, I won't dwell at all.",	"s_415":"Good. Now that I have shown you what happens if you fall, let me show you how to avoid it in the first place. The best way to do that is to heal. I want you to experiment a bit with healing yourself and others.  ",	"s_417":"Good.  I want to learn how to heal.",	"s_419":"It is useful indeed.",	"s_421":"Be certain you understand how healing works.",	"s_423":"Very good! I am impressed with how quickly you are learning. Now that I know that you can heal yourself, let's see how well you can fight.",	"s_425":"What would you have me do?",	"s_427":"Outside of town is a gathering of dwellings where poor folks live. Recently, a number of Tuskens have been preying on them. They must be stopped. Hopefully a show of force will deter them.  Go kill 10 Tuskens and return to me. ",	"s_429":"Any additional advice?",	"s_432":"Sitting helps you recover faster, so sit down between battles.",	"s_435":"I can learn faster if you hurry this up.",	"s_437":"Then allow me to feed your ambition. Outside of town is a gathering of dwellings where poor folks live. Recently, a number of Tuskens have been preying on them. They must be stopped. Hopefully a show of force will deter them. Go kill 10 Tuskens and return to me.",	"s_440":"All right! I was hoping for a little combat.",	"s_443":"Remember that sitting helps you recover faster, so sit down between battles.",	"s_445":"Go and kill 10 Tusken Zealots. I do not think that I can be clearer than that.",	"s_448":"Now that you know how to fight, I want you to be able to survive in the wilderness.",	"s_451":"I will do as you ask.",	"s_453":"Head out of town. I will give you a place to start looking. I want you to harvest ten dwarf nunas. Feel free to harvest anything else that you want, but I want to see dwarf nuna resources.",	"s_456":"Very well.",	"s_459":"Good.",	"s_461":"But there are perfectly good cities everywhere!",	"s_464":"Not all of the planets in this galaxy are densely populated. You may find yourself in the middle of the desert and in need of supplies. If you did not know how to harvest from the creatures you killed, you would be in trouble. Go to where I ask, kill ten dwarf nunas, and harvest their resources.",	"s_467":"Fine.  ",	"s_469":"Good.  Trust me.  You will find it useful in the future.",	"s_472":"Please go to the location that I specified and harvest dwarf nunas there.",	"s_475":"Limbs intact, I see. It is good to know that my faith in you is well-placed. There is hope for the future after all.",	"s_477":"What do you mean?",	"s_480":"You will understand your role in the galaxy soon enough. To help that along, you will need to choose your path; your profession. Go around the corner and find the trainer for the professions you have chosen and talk to them.",	"s_483":"Off I go!",	"s_485":"I will see you soon, I'm sure.",	"s_488":"Your hope for the future rests on me? You are gambling a lot, old woman.",	"s_491":"Perhaps. You could disappoint me, but I do not think so. You will understand your role in the galaxy soon enough. To help that along, you will need to choose your path; your profession. Go around the corner and find the trainer for the professions you have chosen and talk to them.",	"s_493":"Eventually, I'm going to have to have some kind of training.",	"s_496":"Exactly.",	"s_499":"Seriously. Go to the plaza with the profession trainers.",	"s_501":"Back again, both richer and poorer. I will be willing to bet that you need some time at the cantina.",	"s_504":"A break so soon? But we just started! ",	"s_507":"You assume that this is a break, eh? I want you to talk to a friend of mine who works at the cantina. Her name is Allura and she can teach you some of her skills. You need to learn what entertainers are capable of.",	"s_510":"Sounds interesting.",	"s_514":"It can be and Allura will help you.",	"s_518":"All right! Party Time!",	"s_522":"Be calm. My friend Allura works there and I wish you to talk to her. Learn from her, for she is as wise in her craft as I am in mine. ",	"s_526":"And your craft is?",	"s_529":"You do not know? I am a teacher, young student. Now hurry off to the cantina.",	"s_532":"That's comforting.",	"s_535":"Go talk to Allura. I'm sure she will appreciate your...wit.",	"s_537":"You haven't spoken to Allura yet, have you?",	"s_540":"Allura mentioned that she wanted you to try your skills with entertaining. I suggest you go do that now.",	"s_543":"Did you enjoy your lesson?",	"s_545":"Yes. I didn't realize that entertainment helped so much!",	"s_548":"Music uplifts the spirit. It is more powerful than it would appear. ",	"s_551":"Do you have another task for me?",	"s_553":"Yes. I want you to go take this viewscreen reader to the medical center. My friend Kazen Harn loaned it to me a few days ago. I would like you to return it to him. Anyway, he said that he wants to meet you. Follow my waypoint to the medical center.",	"s_556":"I hope it isn't far.",	"s_559":"It isn't.  You should be back soon.",	"s_561":"I suppose there's something else you want me to do.  ",	"s_564":"You haven't returned my item, have you?",	"s_567":"Welcome back. Thank you for talking to Kazen.",	"s_569":"You're welcome. Do you have anything else that needs to be done?",	"s_572":"Well, now that you mention it, there is. One of my old datapads has broken beyond my ability to repair. Would you take it to the local junk dealer and sell it to him?  ",	"s_575":"I'm happy to help.",	"s_577":"It isn't worth much, but at least the junk dealer will recycle the parts. Keep whatever he gives you for it. At least I'll be rid of the thing. I'll give you a waypoint.",	"s_580":"Thanks.  I can always use the extra cash.",	"s_583":"Thank YOU.  I was getting tired of carrying it around.",	"s_585":"Yeah. Have another errand that I can run for you, master? ",	"s_588":"Because you so-kindly offered, there is something that I have been putting off. One of my old datapads has broken beyond my ability to repair. Take it to the local junk dealer and sell it to him.  ",	"s_591":"One of these days I'll learn to shut my mouth.",	"s_593":"It isn't worth much, but at least the junk dealer will recycle the parts. Keep whatever he gives you for it. At least I'll be rid of the thing. I'll give you a waypoint.",	"s_596":"If you insist.",	"s_599":"Well, at least it's a few credits for less than a moment's work. ",	"s_601":"Please go to the junk dealer.",	"s_604":"So now you know how to sell things to the junk dealers. When you are out hunting, you will occasionally come across things you don't want. Junk dealers will usually buy it from you.",	"s_606":"I'm looking forward to it.",	"s_608":"I am glad to hear it. As you have been helping me, I have a gift for you. Look in your inventory for your new landspeeder deed. Talk to me again after you call the vehicle. ",	"s_611":"Wow!  Thank you!",	"s_613":"You are welcome.  I believe in rewarding good students.",	"s_616":"At least I won't be sending someone else to do my errands.",	"s_619":"You must learn patience and humility. Both virtues will serve you well in the future. I have something that should lift your spirit though.  ",	"s_621":"I'm sure you do.",	"s_624":"As you have been helping me, I have a gift for you. Look in your inventory for your new landspeeder deed. Talk to me again after you call the vehicle. ",	"s_627":"Wow!  Thanks!",	"s_629":"You are welcome.  Just be careful with it.",	"s_632":"Read a bit about your vehicle, call it, and then talk to me.",	"s_635":"Now that you have a vehicle, I have another lesson for you.  I want you to learn about crafting goods for people.",	"s_637":"Ok! What do I need to do?",	"s_640":"Your hunger for learning will serve you well. Now, I want you go out to a spot in the nearby hills and get at least 30 units of metal. Follow my waypoint to the general vicinity and start your search from there.    ",	"s_643":"Find metal, got it.",	"s_645":"The area should be safe, but keep your eyes open.",	"s_648":"Of course, another lesson.",	"s_651":"Yes, well... better learned than ignorant. I want you go out to a spot in the nearby hills and get 30 units of metal. Follow my waypoint to the general vicinity and start your search from there.",	"s_653":"Whatever.  I'll go.",	"s_656":"Good.  Be back as soon as you can.",	"s_659":"Go out to the location on your datapad and survey for metal. Sample until you get at least 30 units. There really is a method to my madness.",	"s_661":"Welcome back. Now you must learn how to make something out of that. You will use your generic crafting tool. In the future, you can go experiment, but for now, just make the item.  ",	"s_664":"What do you mean, experiment?",	"s_667":"When you get better crafting equipment, you can go to a crafting station to make your goods. As you create them, you can experiment to increase the abilities of the item. You may not do this with the generic crafting tool.",	"s_669":"I understand. What do you need me to make?",	"s_672":"I want you to make a water survey device. On a planet as dry as this...well, you can see how useful cool drinks can be.",	"s_675":"A cool drink sounds like a great idea.",	"s_677":"It does, doesn't it?",	"s_680":"Have you finished yet?",	"s_683":"Here it is! Bright and shiny!",	"s_685":"Very good craftsmanship for a first effort. You have talent for crafting, if you wish to pursue it. Now, my fledgling, I think you are ready to learn how to work as a team. For that, I'm going to give you a droid to practice on.",	"s_688":"A droid? I have always wanted one of those!  ",	"s_691":"Here is the droid. You will have to call it the way you called your vehicle. You can also team up with your droid. I'll put some information into your datapad about that now.",	"s_693":"Thanks.",	"s_696":"Take good care of him.",	"s_699":"What in the world would I want with a droid?  I can't even bring it into bars!",	"s_701":"It's a pet that you don't have to clean up after. You can also team up with your droid. I'll put some information into your datapad about that now.",	"s_704":"Fine. ",	"s_707":"Take good care of it.",	"s_709":"I'm not done yet.",	"s_712":"Finish it at your leisure. There is no rush.",	"s_715":"Learn how to use your droid and how to join up with him. The knowledge will serve you in the future.",	"s_718":"I have one more task that I need you to accomplish for me.  ",	"s_721":"What is this task?",	"s_724":"An associate of mine in Mos Espa needs to know what is going on here. I believe that sometime soon, these minor raids will escalate and the last thing that we need here is more war.",	"s_727":"I will do as you ask.",	"s_731":"Thank you. Tell Trace Lyson in Mos Espa about the Tusken raids so close to Mos Eisley. Tell him that there's a change in the political climate that bodes ill for us. ",	"s_734":"Got it.",	"s_737":"I'll see you when you get back.",	"s_740":"You will definitely need to learn how the shuttles work if you want to get around in the world. I suggest you go to the Shuttleport.",	"s_743":"Please go talk to Trace in Mos Espa.",	"s_746":"Did you give him the information?",	"s_749":"I did.    ",	"s_751":"Good. He will know what I need done. It appears that you are ready to fly on your own, fledgling. My last bit of advice is this: learn all you can about both sides of this civil war before choosing a side. Let your conscience guide you. You are more important than you believe and could be the factor that tips the scales. Is there anything you would like to know?",	"s_754":"I'd like to know where I can learn to be a pilot.",	"s_757":"Ah, spaceflight. While I'm not very adept with a starship, I can point you to someone that will help you. Who would you like to fly for?",	"s_759":"I want to join the Imperial Navy!",	"s_762":"All right. I have a few contacts for you. Each of them has their own specialties. Which planet would you like to fly from?",	"s_764":"Tatooine! I like it here.",	"s_766":"All right, the person that you want to speak with is Lt. Akal Colzet of Storm Squadron. He's a stickler for protocol, so be on your best behavior. He resides in Bestine. Is this what you want?",	"s_768":"Yes.  ",	"s_770":"Very good. I'll put a waypoint in your datapad. Is there anything else you would like to know?",	"s_772":"No. I'd like to choose someone else.",	"s_775":"All right. Which planet interests you?",	"s_779":"Actually, I'd like to start over.",	"s_783":"Careful consideration is important. What would you like to know about?",	"s_787":"Naboo. Isn't that where top Imperial officers go on vacation?",	"s_791":"Well, there is certainly an Imperial presence, although I don't think that the officers on duty would consider it a vacation. The pilot trainer that I know there is Lt. Barn Sinkko. He is part of the Imperial Inquisition, which requires a lot from their pilots. Is this what you want?",	"s_795":"Yes, absolutely!",	"s_799":"He is headquartered in Kaadara. I will put a waypoint onto your datapad. Good luck with that! Is there anything else I can help you with?",	"s_803":"The Inquisition? Maybe not. I'd like to choose someone else.",	"s_807":"Very well. Which planet would you like?",	"s_811":"May I start over? Perhaps the Imperial Navy isn't what I want to do.",	"s_815":"Of course! What would you like to know about?",	"s_819":"Talus. Someone has to keep watch on Corellia.",	"s_823":"Interesting. I have the pilot for you. Go to the Imperial Outpost on Talus and speak with Hakasha Sireen of Black Epsilon. I don't know much about her, but will she suit your needs?",	"s_827":"Yes!",	"s_831":"I'll put a waypoint into your datapad. Is there anything else you would like to know about?",	"s_835":"I would rather be more upfront. Let me choose another planet.",	"s_839":"Very well. Which planet would you like to go to next?",	"s_843":"I think I'd like to start over.",	"s_847":"Indeed. What information may I provide for you?",	"s_851":"I want to fly for the Rebellion!",	"s_855":"I know three pilots that will suit your needs. Which planet would you like to go to?",	"s_859":"Tatooine. There's just something about this planet that draws me.",	"s_863":"Does it really? Interesting. The pilot that I know here is Commander Da'la Scuna in Mos Espa of Crimson Phoenix. Would you be interested?",	"s_867":"Yes.",	"s_871":"Commander Scuna is holed up in the back room of Mos Espa's cantina. I'll put a waypoint into your datapad. Is there something else I can help you with?",	"s_875":"No thank you. I think I'd rather choose another planet.",	"s_879":"Very well. Which planet would you like to go to?",	"s_883":"Actually, I'd like to start over.",	"s_887":"As I have been trying to show you, what happens to you is your decision. What may I help you with?",	"s_891":"Naboo. I'm sure there's a lot I can do there.",	"s_895":"I believe that you are right. The Rebels have a training droid in Moenia named V3-FX that will train you for Vortex Squadron. Is this what you want?",	"s_899":"Yes!  It will be very novel, being trained by a droid.",	"s_903":"I will give you a waypoint to V3-FX. Is there something else you would like to know?",	"s_907":"I don't think so. I'd like to choose another planet.",	"s_911":"Which planet would you like then?",	"s_915":"Honestly, I think I should start over.",	"s_919":"Whatever you think is best for you. What would you like to know about?",	"s_923":"Corellia suits me best.",	"s_927":"I see. Captain Kreezo trains pilots for Havoc Squadron from his safehouse in Tyrena. Would you like to go to him?",	"s_931":"Yes, that sounds good.",	"s_935":"All right. I'll transfer a waypoint to your datapad for Captain Kreezo. Is there something else you need?",	"s_939":"No. I think I want another planet.",	"s_943":"Very well. Which planet would you like?",	"s_947":"On second thought, I want to start over.",	"s_951":"So be it. What can I help you with?",	"s_955":"I don't want to take sides. I'd rather freelance.",	"s_959":"Interesting. I am familiar with a few groups. There's a Smuggler's Alliance here on Tatooine, the Royal Security Forces of Naboo, and CorSec on Corellia. Which would you like to know about?",	"s_963":"The Smuggler's Alliance sounds interesting!",	"s_967":"I see. Well, the contact that you need for the Smuggler's Alliance is in town, actually. His name is Dravis and he started the Smuggler's Alliance with Talon Kardde. Is this what you want?",	"s_971":"Yes, that will do nicely!",	"s_975":"Very well. Talk to Dravis in the back of the Mos Eisley Cantina. I know that you have been there, but here is a waypoint for you. Is there something else I can help you with?",	"s_979":"Hmm...maybe I should look at more legitimate avenues.",	"s_983":"What would you like to know more about?",	"s_987":"Actually, I'd like to start over.",	"s_991":"Certainly. What would you like to know about?",	"s_995":"I'd like to know more about the RSF.",	"s_999":"The Royal Security Forces protect the Royalty of Naboo and the sector from pirates and Rebels. Their headquarters is in the capital city of Theed. Is this what you would like to join?"
}}