{
	"stfFile":"conversation/c_prof_arti_questgiver",
	"entries": {
		"do_not_edit":"The English version of this file (c_prof_arti_questgiver.stf) is automatically generated by the SwgConversationEditor.",	"s_132":"",	"s_133":"Hey there.  You any good with tools?",	"s_134":"I can hold my own.",	"s_135":"Nope.  Don't know which is the working end of a laser cutter.",	"s_136":"Ah.  Well, if you ever learn, come back to me.  I may have some work for you.",	"s_137":"Good.  I have a client that needs some things made.  Think you can handle it?  ",	"s_138":"I'd love to.",	"s_139":"No thank you.  I don't make things for people that I don't know.",	"s_140":"I see.  Shrewd business plan there.  If you change you mind, let me know.",	"s_141":"Good.  I have a business proposition for you.  I don't need anything specific right now, but I'm looking for people to make things for me in the future.  Are you interested?",	"s_142":"That depends on the conditions, of course.",	"s_143":"Yes.  What do I need to do?",	"s_144":"Of course.  I want to see that you are properly equipped and will pay you to make survey devices.  In the future, you will come to me when you have some spare time to make things for my employer.  He's always interested in people willing to do good work for him.",	"s_145":"Who is your employer?",	"s_146":"That isn't especially important right now.  You will work for me.  That's all that you need to know.",	"s_147":"Credits are credits.  I will do as you wish. ",	"s_148":"I'm sorry, but I can't work for someone that I don't know. ",	"s_150":"Excellent.  I want you to make a full set of survey tools.  I'll put the list in your journal. That list will also tell you how many resources you need.  It will be worth 2000 credits to you.  Is this acceptable?",	"s_151":"It is.",	"s_152":"Get to work then!  I'll wait here for your return.",	"s_153":"No.",	"s_154":"I doubt that anyone else will pay you to make things that you can keep.  Smart move there, Sparky.",	"s_155":"Yes?",	"s_156":"I have a full set of tools now.",	"s_157":"I have some questions about crafting.",	"s_158":"I'm not done yet.",	"s_159":"Great.  I'd recommend doing some crafting on your own.  You should be able to get any resource you need from those tools.  ",	"s_160":"Now that I have completed your job, can you tell me who you work for?",	"s_161":"Sure.  It won't hurt for you to know.  I work for Jabba the Hutt.  He's the major power here, no matter what the unimportant politicians around here say.  He's a good benefactor to have on your side.  And an implacable enemy.  Just ask Mayor Guh'rantt.",	"s_162":"I'll bet!  He's probably working on something big, isn't he?",	"s_163":"Ugh, I never thought I'd be working for a Hutt!",	"s_164":"Boy is he ever!  Mayor Guh'rantt gets to do what Jabba wants or he's going to be overrun with Tuskens.  That is without a doubt.",	"s_165":"Interesting.  Well, thanks.",	"s_166":"Come back and see if I have something for you soon.",	"s_167":"You wouldn't believe how often I have heard that.  Still, the money is good.  Speaking of money, here you go.",	"s_168":"Yeah.  Thanks.",	"s_169":"Come back and see if I have something for you soon.",	"s_170":"I know quite a bit.  What do you want to know?",	"s_171":"Tell me about experimenting.",	"s_172":"Experimenting lets you have a chance to increase the effectiveness of an item. You need a specialized tool to experiment on an item and you need to be near a crafting station.  You can find those near the Starport in Mos Eisley.  Just stand near the appropriate station while using your special crafting tool and you will be able to experiment.",	"s_173":"What happens when I can't see an item on my crafting unit, but I have the schematic in my datapad?",	"s_174":"Either the item can't be made with the tool that you are using, or it requires a public or private crafting station.  Your crafting tool will filter out items that you cannot make automatically.  Check your datapad to see what the object that you want to create requires.",	"s_175":"Never mind.  I don't have any questions.",	"s_176":"Then get back to working on my request!",	"s_177":"Which devices do you have left?",	"s_178":"I haven't finished the Water Survey Device.",	"s_179":"I haven't finished the Gas Pocket Survey Tool.",	"s_180":"I haven't finished the Flora Survey Tool.",	"s_181":"I haven't finished the Chemical Survey Device.",	"s_182":"I haven't finished the Ambient Solar Energy Surveying Tool.",	"s_183":"I haven't finished the Wind Current Surveying Device.",	"s_184":"I haven't finished the Mineral Survey Device.",	"s_185":"It requires metal and minerals.  If you didn't know this, you can use metal in place of the minerals."
}}