{
	"stfFile":"conversation/c_prof_ent_espacontact",
	"entries": {
		"do_not_edit":"The English version of this file (c_prof_ent_espacontact.stf) is automatically generated by the SwgConversationEditor.",	"s_1395":"",	"s_1396":"Why hello, beautiful!",	"s_1397":"Hey man!  Interesting performance.",	"s_1478":"Hiya, beautiful!  How about that date?",	"s_1479":"Heya, %TU.  Hope things are going well!",	"s_1480":"Can't a man just drink in peace?",	"s_1481":"Hello yourself, handsome. Did you like my performance?",	"s_1482":"You may address me by my name, if you wish to talk to me.",	"s_1483":"You are a feast for the senses. Do you perform often?",	"s_1484":"Only when the occasion calls for it.",	"s_1485":"Perhaps I can be persuaded, by someone very special.",	"s_1486":"You will have to tell me when an occasion will be then.",	"s_1487":"What kind of special do you mean?",	"s_1488":"I mean someone that knows a lot.",	"s_1489":"I mean someone with a lot of credits.",	"s_1490":"Oh. I didn't know you were that kind of girl. I'm not into that.",	"s_1491":"Knows a lot? I may be just the man for you. I know things that no one else does.",	"s_1492":"Do you really?  Oh do tell!",	"s_1493":"I work for one of the major powers here. Word has it that someone is riling up the Tuskens.",	"s_1494":"Oh?  How?",	"s_1495":"Something about their holy sites. I'm not sure exactly what.",	"s_1496":"Interesting.  Thank you for the tidbit.",	"s_1497":"How about you and me get together later?",	"s_1498":"Oh, perhaps later.",	"s_1499":"I don't think so.",	"s_1500":"I can't wait!",	"s_1501":"I'm crushed!  But I won't give up on you!",	"s_1502":"I'd rather call you mine, but I will be happy to call you %TU if that will make you happy.",	"s_1503":"It won't make me happy, but it's a start.",	"s_1504":"Aw. What can I do to make you happy?",	"s_1505":"Actually, I like being 'in the know' if you know what I mean.",	"s_1506":"I would be happy with a few extra credits.",	"s_1507":"I'm happy tipping, but not when I'm asked to. Sorry, honey.",	"s_1508":"A little harmless gossip, huh?  Why doesn't that surprise me?  All right, I can tell you that the Tuskens are getting restless. Someone did something to one of their holy site and there's going to be hell to pay.",	"s_1509":"Thanks!  It's thirsty work though, this planet is hot!",	"s_1510":"Yeah, I hear ya, man. I'll get us a round.",	"s_1511":"Thanks again. So, what do you do around here for excitement?",	"s_1512":"A little of this, a little of that. A lot of it is finding something to do. Sometimes it's chasin' a skirt, or messin' with the locals, you know?",	"s_1513":"Where are some of the best skirts found?",	"s_1514":"Ha!  Messing with the locals, eh?  Tell me more!  ",	"s_1515":"Check out Mos Eisley. It's a sinkhole, but there are some pretty ones there.",	"s_1516":"I thought you looked the type! I shouldn't be sayin' this, but you should be amused. You know about the sand people, right?",	"s_1517":"Tuskens I think.",	"s_1518":"Yeah, them. Well they have these 'holy sites' and someone has been messing with 'em. Don't know who or why, but it's funny. ",	"s_1519":"I hope you mean interesting in a good way.",	"s_1520":"Ha! Yeah, I do. I'll be happy to catch you around soon, I hope.",	"s_1521":"Interesting.",	"s_1522":"Yeah it is.  Catch ya around later!"
}}