{
	"stfFile":"conversation/c_prof_ent_questgiver",
	"entries": {
		"do_not_edit":"The English version of this file (c_prof_ent_questgiver.stf) is automatically generated by the SwgConversationEditor.",	"s_113":"I hope you're enjoying the atmosphere. We entertainers work for your enjoyment.",	"s_1158":"",	"s_1160":"Hello again %TU.  ",	"s_1162":"Hello, %TU. How is Mos Eisley treating you?",	"s_1164":"You know me?",	"s_1166":"Yes, of course. Did you think that your presence wouldn't be talked about?  Do you think that I don't know what goes on around here?",	"s_1168":"I didn't think about it that way. I guess you do hear a lot.",	"s_1170":"I do hear quite a bit. There is something about performing that people find familiar. Many trust us with secrets that they wouldn't tell their closest friends. I have never been able to understand why, actually.",	"s_1172":"Sounds like a useful skill to have.",	"s_1174":"Without a doubt. Is this a skill that you would like to have?",	"s_1176":"Yes!",	"s_1178":"All right. What you need to do is establish yourself as a performer. With attention spans the way they are, it usually only takes 5 or 10 minutes. Once you establish yourself, you should have no problem talking to people. In fact, I have three people that I want you to talk to. It will give you practice.",	"s_1180":"Who do you want me to talk to?",	"s_1182":"I want you to go to Bestine, Anchorhead, and Mos Espa. I'll give you waypoints and put the names in your journal. When you have spoken to all three, return to me. If you can find out anything about Tuskens or criminal activity, I'd appreciate it.",	"s_1184":"Very well.",	"s_1186":"I'll see you when you get back.",	"s_1188":"I refuse to do your dirty work!",	"s_1190":"What dirty work?  I just want you to talk to people. If you change your mind, come back. ",	"s_1192":"I already have it, thanks.",	"s_1194":"Prove it to me then!  Go out to Bestine, Anchorhead, and Mos Espa and talk to three people. Bring back information for me and I will pay you well.",	"s_1196":"Fine!  I will!",	"s_1198":"Good!  I'll write down the names in your journal. If you can find out anything about Tuskens or criminal activity, I'd appreciate it.",	"s_1200":"Tuskens.  Got it.",	"s_1202":"I'll see you when you get back.",	"s_1204":"No way. That's like manipulation!",	"s_1206":"Manipulation! I didn't realize that talking to people was manipulating them. Come back when you change your attitude.  ",	"s_1208":"About expected. This is a rough city.",	"s_1210":"Very much so. ",	"s_1212":"You must know how to keep yourself safe. ",	"s_1214":"Welcome back.  What did you discover?",	"s_1216":"I haven't gotten any information from Dorn Gestros yet.",	"s_1218":"Head over to Mos Espa and talk to him.  Remember that I'm looking for information about Tuskens or criminals. Once he believes that you are an entertainer, you should have little trouble.",	"s_1220":"I will head there now.",	"s_1222":"Good luck.",	"s_1224":"I haven't gotten any information from Crix Yarrow yet.",	"s_1226":"Ah, well go to Bestine and talk to him.  He's probably drinking pretty heavily.  He usually does when he's upset.  If you can keep him on track, he will give you decent information.",	"s_1228":"I'm on my way.",	"s_1230":"Good luck.",	"s_1232":"I haven't gotten any information from Borra Setas yet.",	"s_1234":"Ah, well go to Anchorhead and talk to her.  From all reports, she's hiding, so reminding her why she needs to be scared won't help at all.  Try to distract her or anger her.  That may get her past her fear.",	"s_1236":"Interesting.  I'll go back now.",	"s_1238":"Good luck.",	"s_1240":"Yes.  Let me tell you when I found out...",	"s_1242":"Interesting indeed.  Right now, you are the only one that I trust to continue following this.  I'm going to need you to go to a party and perform there.  I'd like to make sure that you are as well-armed with knowledge as possible.  Is there anything that I can explain to you to help?",	"s_1244":"How do I make money as an entertainer?",	"s_1246":"Ah yes.  While cantinas do not charge to enter, you may charge a cover fee for your talents. Once you set your cover fee, anyone that wishes to watch you will have to pay you.  They may also tip you above and beyond your fee.  Is there anything else that you would like to know?",	"s_1248":"How do I play in a band?",	"s_1250":"To play music in a group, you must be in a group.  Then, the band leader starts the band and chooses the song. The band then performs together, with the band leader choosing the flourishes.  If you cannot play a piece of music that the band is playing, you may not join them. Would you like to know about anything else?",	"s_1252":"How do I learn new routines?",	"s_1254":"As you train your skills, you gain new techniques.  These may be new dance types or songs.  They may also be flashy pyrotechnics or spotlights.  Is there anything else that you would like to know?",	"s_1256":"How do I make a new instrument?",	"s_1258":"As a musician, you may craft instruments using your generic crafting tool.  The more difficult instruments require that you are at a public or private crafting station to complete.  Is there anything else?",	"s_1260":"I believe I know what I need.  Tell me more about this party.",	"s_1262":"Great!  This party is at a house nearby.  This party is full of very self-important people.  Their host's name is Rauk Oenish.  He knows that I'll be sending someone.  ",	"s_1264":"Rauk.  Got it.",	"s_1266":"Talk to him if you wish.  He won't need you very long and you should get all the information you need within about 10 minutes, so I want you to perform for about that long.  Don't talk to any other guests.  ",	"s_1268":"So where do I go?",	"s_1270":"I'll put a waypoint on your datapad and update your quest journal with instructions.  When you have completed your assignment, come back and talk to me.",	"s_1272":"Wish me luck!",	"s_1274":"Good luck, of course!",	"s_1276":"Welcome back.  I take it you were a success?",	"s_1278":"I got the information that you wanted.",	"s_1280":"I knew that you were going to be effective. What did you learn?",	"s_1282":"It looks like Jabba the Hutt is behind this.",	"s_1284":"Somehow that doesn't shock me.  Thank you for bringing this to my attention.  I'll bet the mayor would like to know about this.  I'll let you go take the credit.  I'd rather stay in the background.",	"s_1286":"I will.   Do you think that you will have any additional work for me in the future?",	"s_1288":"Perhaps I will.  As you did so well for me, I have something for you.  A tailor friend left me with some new clothes.  I'll give you one of the pieces for you to wear or to give as a gift to someone else.  What gender is the person who will get the item?",	"s_1290":"Male.",	"s_1292":"Excellent.  Most of what I have fits a range of races.  Wookiee and Ithorian items, however, are different.  Would you like a Wookiee or an Ithorian item?",	"s_1294":"Wookiee, please.",	"s_1296":"Excellent!  I have a waist wrap that should look wonderful!  Is that what you want?",	"s_1298":"Yes, thank you!",	"s_1300":"Here you are.  I also have something else for you:  a codephrase.  When you speak to an entertainer, if they greet you with 'What is your passion?' respond with 'Music is my life.'  That will tell them that you are one of us.  Now I suggest you go talk to Mayor Guh'rantt.  Do you need a waypoint?",	"s_1302":"Yes, thank you.",	"s_1304":"Here you are.  Good luck with your future here.",	"s_1306":"No.  I know where he is.",	"s_1308":"Very good.  Be safe out there.  This is a rough galaxy.",	"s_1310":"No thanks.  I'd like to choose something else.",	"s_1312":"All right.  Let's start over then.  What gender? ",	"s_1314":"Ithorian.",	"s_1316":"Wonderful.  I have a comfortable and fashionable shirt.  Is this what you want?",	"s_1318":"Yes, thank you.",	"s_1320":"It is yours then.  I also have something else for you:  a codephrase.  When you speak to an entertainer, if they greet you with 'What is your passion?' respond with 'Music is my life.'  That will tell them that you are one of us.  Now I suggest you go talk to Mayor Guh'rantt.  Do you need a waypoint?",	"s_1322":"No thank you.  I'd like to choose something else.",	"s_1324":"All right.  Let's start back at the top then.  Male or female?",	"s_1326":"Neither Wookiee nor Ithorian. ",	"s_1328":"All right.  This shirt can fit just about anyone else, from Rodian to Human to Trandoshan.  Is that what you want?",	"s_1330":"Absolutely!",	"s_1332":"Here you go!  I also have something else for you:  a codephrase.  When you speak to an entertainer, if they greet you with 'What is your passion?' respond with 'Music is my life.'  That will tell them that you are one of us.  Now I suggest you go talk to Mayor Guh'rantt.  Do you need a waypoint?",	"s_1334":"No thanks.  I'd like to choose something else.",	"s_1336":"All right.  Let's start over then.  Male or Female?",	"s_1338":"Female.",	"s_1340":"Excellent.  Most of what I have fits a range of races.  Wookiee and Ithorian items, however, are different.  Would you like a Wookiee or an Ithorian item?",	"s_1342":"Wookiee, please.",	"s_1344":"Excellent!  I have a waist wrap that should look wonderful!  Is that what you want?",	"s_1346":"Yes, thank you!",	"s_1348":"Here you are.  I also have something else for you:  a codephrase.  When you speak to an entertainer, if they greet you with 'What is your passion?' respond with 'Music is my life.'  That will tell them that you are one of us.  Now I suggest you go talk to Mayor Guh'rantt.  Do you need a waypoint?",	"s_1350":"No thanks.  I'd like to choose something else.",	"s_1352":"All right.  Let's start over then.  What gender? ",	"s_1354":"Ithorian.",	"s_1356":"Wonderful.  I have a comfortable and fashionable pair of pants.  Is this what you want?",	"s_1358":"Yes, thank you.",	"s_1360":"It is yours then.  I also have something else for you:  a codephrase.  When you speak to an entertainer, if they greet you with 'What is your passion?' respond with 'Music is my life.'  That will tell them that you are one of us.  Now I suggest you go talk to Mayor Guh'rantt.  Do you need a waypoint?",	"s_1362":"No thank you.  I'd like to choose something else.",	"s_1364":"All right.  Let's start back at the top then.  Male or female?",	"s_1366":"Neither Wookiee nor Ithorian. ",	"s_1368":"All right.  This skirt can fit just about anyone else, from Rodian to Human to Trandoshan.  Is that what you want?",	"s_1370":"Absolutely!",	"s_1372":"Here you go!  I also have something else for you:  a codephrase.  When you speak to an entertainer, if they greet you with 'What is your passion?' respond with 'Music is my life.'  That will tell them that you are one of us.  Now I suggest you go talk to Mayor Guh'rantt.  Do you need a waypoint?",	"s_1374":"No thanks.  I'd like to choose something else.",	"s_1376":"All right.  Let's start over then.  Male or Female?",	"s_1378":"I haven't finished yet.",	"s_1380":"Please go back there. My reputation is at stake for sending you."
}}