{
	"stfFile":"conversation/c_story1_3_wire",
	"entries": {
		"do_not_edit":"The English version of this file (c_story1_3_wire.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"That is too bad %NU. I guess I'm going to have to find someone else. Take care.",	"s_102":"I was hoping you could help me find someone.",	"s_104":"You should file a missing person report with the authorities; I'm just here to enjoy myself.",	"s_106":"Questions, the galaxy is filled with them. Unfortunately, I don't have time for answers right now.",	"s_16":"I believe our business is concluded %NU.",	"s_18":"My employee is waiting %NU. You need to get up there now.",	"s_2":"",	"s_20":"What can I do for you stranger?",	"s_22":"I've heard you're the person to talk to for information.",	"s_24":"Well, who ever told you that are obviously in need of some, since he's misinformed.",	"s_26":"I'm looking for an acquaintance of yours.",	"s_28":"Who would that be?",	"s_30":"Someone smuggling sensitive things if you know what I mean?",	"s_32":"Actually, I have no idea and you should probably leave me alone.",	"s_34":"A smuggler, you had a chat with him a while ago.",	"s_36":"I talk to many pilots; you will have to be more specific.",	"s_38":"He was shipping a very special spice.",	"s_39":"I was expecting more of a challenge. Satisfying none the less.",	"s_40":"I'm just glad I got out of it alive. Now for your end of the deal.",	"s_41":"What ever. Well we had a deal and I will of course come through on it. The pilot you are looking for did indeed come to me a while ago. He was trying to get information on who was out to kill him.",	"s_42":"Of course. Your missing pilot was visiting me trying to find out who wanted him dead.",	"s_43":"Did you have an answer for him?",	"s_44":"Certainly. You see this pilot friend of yours had his hands in a lot of pockets, trying to get money where ever he could. For a while he was even shipping slaves for the Trandoshan's. I found out that they knew about his business with the Rebels and wanted him retired, permanently.",	"s_45":"Did you know who?",	"s_46":"Trandoshan slavers eh? Why were they so upset about that?",	"s_47":"That, I don't know. I however know of someone that probably does. On Naboo resides a slavemaster for the Blackscale clan, I will point you to his building. Be warned though, it's like a fortress and the slavers are not reasonable. It will probably be suicide to go there. That of course is not my problem.",	"s_48":"I would be more upset with you %NU but it appears my crafty employee has escaped and is ready for a second try. You better not fail me this time!",	"s_5":"There you are. I knew you were the right person for the job. I'm most pleased %NU.",	"s_50":"Yes I know who you're talking about and I know who you are %NU. What I don't know is what you want from me?",	"s_52":"What do you know about him?",	"s_54":"Nothing and I don't really care to either. Now if you'll excuse me.",	"s_56":"A few days after you talked to him, he was shot down.",	"s_58":"I know, go on?",	"s_60":"I searched the wreck but couldn't find him, was hoping you could help with that.",	"s_62":"Perhaps but help in this part of the galaxy doesn't come free.",	"s_64":"How much do you want?",	"s_66":"This information doesn't come with a credit price. From what I've heard about you, you're quite the hero %NU and right now, that's what I need.",	"s_68":"What do you need done?",	"s_70":"The Black Sun is a menace in this system lately. Anything that isn't guarded by a fleet, they try to get their grubby little hands on. Well I can't afford an army and I'm expecting an extremely important shipment in a bit. I want you to make sure that it makes it safely here.",	"s_72":"I believe I can do that. I have a score to settle with them anyway.",	"s_74":"Excellent. You should take off at once. These are the coordinates where you will find my employee. Do this and I will make sure that it's worth your while.",	"s_76":"Space battles aren't really my deal.",	"s_78":"Everything has a cost %NU but if you're not willing to pay the price...",	"s_80":"Fine. What's the details?",	"s_82":"I'm afraid not.",	"s_84":"Very well. You take care of yourself %NU.",	"s_92":"I believe he was shipping contraband for the Rebels.",	"s_94":"You're wasting my time here. Now if you'll excuse me, I have a show to watch.",	"s_95":"I don't have a ship I'm afraid.",	"s_96":"And you can't get one?",	"s_97":"Maybe, I'll be back.",	"s_98":"No I don't think so.",	"s_99":"Good, I'll most likely be here."
}}