{
	"stfFile":"conversation/c_story1_4_lando",
	"entries": {
		"do_not_edit":"The English version of this file (c_story1_4_lando.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Thank you, but no.  I'm here on business, actually.",	"s_12":"Ah.  Business.  Seems that I'm very popular recently.  Go on.",	"s_14":"I'm looking for a missing pilot named Cal Handro.",	"s_16":"Ah, you too?  I'm sure someone sent you.  No, I don't want to know who.  No diplomatic dances from me this time.  I'll tell you what you want to know.",	"s_18":"Where is he?",	"s_2":"",	"s_20":"He's nearby, in a safe house that I know of.  The stakes of this game have increased dramatically and I don't like the players much.",	"s_22":"Why did he come to you?",	"s_24":"He's an old Sabacc buddy of mine and he knew that I had a house out here and I happened to be here when he asked to stay. However, this deal has been getting worse for me as it goes.  He didn't warn me that he was going to be so well-liked.",	"s_26":"What do you plan to do with him?",	"s_28":"I don't know, actually.  I have representatives from both sides of this war coming to me with offers and threats.  I don't really want to deal with either one.  ",	"s_30":"Can I help?",	"s_32":"Actually, you can.  The situation is just too hot for me.  I just want him out of my hands.  Since you helped me get rid of the Black Sun, I'll let you decide where I send Cal.",	"s_34":"Great.  Where are the contacts?",	"s_36":"I'll transfer their names and locations to your datapad.  Have them send me a message with your name and I'll give them whatever information they want.  Thanks.  I owe you one.",	"s_38":"I'm happy to help, but I'll probably call in a favor.",	"s_4":"Those blasted Black Sun dare to trap me in my own vacation estate!  ",	"s_40":"I'm sure you will.",	"s_43":"Who are you?",	"s_44":"Tierce Martano, at your service.",	"s_46":"Tierce...that name sounds familiar.",	"s_48":"At one point, I was quite a successful gambler.  I have won and lost more wealth than most worlds generate in a year.  I'm done now, though. ",	"s_50":"Why did you stop?",	"s_52":"I found something that I'm more interested in, actually.  No, nothing that I can talk about at the moment. Especially now that the Black Sun like me so very much.",	"s_54":"Why did the Black Sun try to trap you here?",	"s_56":"What are you still doing here?  Get this guy off my hands!",	"s_6":"What happened?",	"s_8":"The Black Sun want something and I'm not willing to give it to them.  Their siege on my estate just convinces me that I made the right choice.  Anyway, thank you for helping me out...I'm being a terrible host!  Would you care for some refreshments?"
}}