{
	"stfFile":"conversation/c_story1_5_rebel",
	"entries": {
		"do_not_edit":"The English version of this file (c_story1_5_rebel.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"Just meeting someone like you makes me think we have a chance against the Empire. I'd take them on all by myself if I could. As it stands I'm just waiting for them to find a pilot for me to gun for, and until them I'm on loan to intelligence.",	"s_13":"Is there something going on?",	"s_15":"There sure is. Sounds like this Cal Handro business isn't as cleared up as we thought it was. One of our informants on Ord Mantell heard that Handro's deliveries were still being made by someone. We think he may have had a partner.",	"s_17":"We'd better do something about that.",	"s_19":"Handro had a partner?",	"s_2":"",	"s_21":"He must have. Seems like the business was too lucrative for just him alone. Not only that, he enlisted the aid of a group of local pirates to keep something safe for him. Some preliminary digging indicates that it's a shield generator.",	"s_23":"Just tell me what you need done.",	"s_25":"I knew it! You're exactly the kind of operative we need around here. So here's what we know. Handro has a shield generator that keeps his ship safe from attack while he makes his deliveries. It's in an Imperial Base on Talus. We want you to set up a two pronged attack: one group to take out the generator and one group to take out his ship.",	"s_27":"I think I can handle this alone.",	"s_29":"No. I don't think you understand. You won't have enough time to take down the shield generator and catch Handro in space, even if you could take the base on your own. ",	"s_30":"I had no doubt in my mind that you'd pull it off. You've done a great thing for the Alliance. I can't thank you enough.",	"s_31":"Are the pirates too much trouble? Maybe you should recruit some more of your friends.",	"s_33":"Ok, explain this all to me.",	"s_35":"Give me the information.",	"s_37":"The Empire has a bunker on Talus. I'll mark the location for you in your datapad. Once you're inside, find the communications array to determine the exact location of Handro's ship.",	"s_39":"Seems easy enough.",	"s_41":"There's more. Once you locate his ship you'll have to find the shield generator and disrupt the signal that's being sent to his ship. If you don't locate him first you won't be able to disrupt the signal. It's got hundreds of fake signals that it sends out. We can't just destroy it, or the pilot will be immediately alerted. You'll need to know exactly which signal to disrupt.",	"s_43":"Then what?",	"s_45":"After you disrupt the signal, his ship will still be alerted, but not for a few minutes. It will then take him some time to calculate a jump into hyperspace. In that short window of maybe ten minutes, someone will have to destroy that ship.",	"s_47":"So that's why I need to bring some friends.",	"s_49":"Yes. You will have to use the communications array and the shield generator, in the heart of the Imperial base. Then the space team will have to destroy Handro's ship. Think you can handle it?",	"s_51":"I'm positive.",	"s_53":"I knew you wouldn't disappoint. When you're done one of our agents will make contact with you. Good luck. And may the force be with you.",	"s_55":"I don't know any 'Cal Handro'.",	"s_57":"Oh. Well, you are still considered a valuable operative for the Alliance. Perhaps we can persuade you to take on this mission. It's pretty dangerous, but I think you can handle it.",	"s_59":"What's the assignment?",	"s_62":"Sorry, I'd talk to you but I'm waiting on a, um...friend of mine to come by.",	"s_7":"Hey! I hear you're the one helping us out with the Cal Handro situation. My name's Dak. I just got transferred into General Rieekan's unit, and I'm supposed to be your contact.",	"s_9":"Glad to meet you."
}}