{
	"stfFile":"conversation/c_story1_4_imp_contact",
	"entries": {
		"do_not_edit":"The English version of this file (c_story1_4_imp_contact.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Tierce Martano will send you the coordinates.",	"s_100":"Imperial Security will be happy to find a traitor that deals with Rebel sympathizers.",	"s_102":"But... where did... you can't...",	"s_104":"I can and will, unless you tell me where the pilot is.",	"s_106":"Fine, you won't be able to catch him anyway.  He's taking a last trip out to show a new pilot his route to Kashyyyk.  Then, in exchange for his life, he will tell us everything about the Rebellion that he knows and we will give him a new identity.  You can't do anything to stop it.",	"s_108":"Watch me.",	"s_110":"You will fail.  Mark my words.",	"s_12":"That no-good gambler?  It shouldn't surprise me that he lied to us.  Of course, if he cooperates now, I won't have him arrested.",	"s_120":"Did you find out where Handro is?",	"s_122":"Wolff Kalos knows, but won't tell me.",	"s_124":"We've had our eyes on him.  Recently, I tracked down a small base where he sometimes operates from.  I'll bet that they have records on him and his family.  They would need a next of kin contact.  You can do something with that.",	"s_126":"Interesting.  I should kidnap his family?",	"s_127":"No, I failed and he got out of the sector.",	"s_128":"I don't think that will be necessary.  You only need to threaten to do something to make him cave.",	"s_130":"What's my next move?",	"s_131":"One moment while I check...It appears that he did not.  His hyperdrive was damaged, but I would assume that by now, he has made repairs.  You still have a chance to stop him.  Get up there!",	"s_132":"Go to his base and get the information from the computers.  While you are at it, take a few of those rebels down.  I believe that base's leader is General Garax Hadriin.  I'll put the information in your journal.",	"s_134":"Where do I find it?",	"s_135":"I will bring him down.",	"s_136":"I'll give you a waypoint.  With my information, you should be able to get in.",	"s_138":"I can't hurt his family!",	"s_139":"I hope so, for your sake.",	"s_14":"He will.  Just send him a message with my name.  He's waiting for it.",	"s_140":"I'm not asking you to.  You only need to use the specter of having them arrested to make give you the information.",	"s_142":"Welcome back.  I take it you won?",	"s_144":"Well, I destroyed his ship.",	"s_146":"Great work soldier!",	"s_147":"I heard what happened.  Why are you coming back to me?",	"s_148":"For the good of the Empire!",	"s_149":"I want another chance.",	"s_150":"And such good work deserves a reward.  I have a new type of carbine.  It is now yours.",	"s_151":"I shouldn't do this, but I don't have anyone else that I can trust with this information.  Fine.  Go back to the safe house and collect Handro.",	"s_152":"Thank you, sir.",	"s_153":"Thank you, sir.",	"s_154":"Come back to me soon and hopefully I will have more information for you so we can finish this.",	"s_155":"Don't disappoint me.",	"s_156":"I am expecting a reward. ",	"s_157":"I don't see Cal with you.",	"s_158":"And I will provide one.  I was recently given a new type of carbine. This should suffice.",	"s_160":"Thanks.",	"s_161":"I have not acquired him yet.",	"s_162":"Come back to me soon and hopefully I will have more information for you so we can finish this.",	"s_164":"You are a part of the Rebel Alliance and a traitor.  Go away!",	"s_165":"I suggest you make that your priority then.",	"s_166":"Good to see you. It looks like this isn't over. I need some time to compile my most recent data.",	"s_167":"Handro is in space and I haven't gone up there yet.",	"s_169":"I suggest you get going now or he will escape.",	"s_17":"Excellent.  I'll have the pilot sent to a safe house where you will pick him up.",	"s_170":"Good day, citizen.  You were not sent here...no, I didn't think you were.",	"s_172":"I can think of 5,000 reasons why you will.",	"s_173":"Good day.",	"s_174":"Perhaps I can think of 10,000 reasons why I might say something.",	"s_176":"That's a fair price.  I will give you 10,000 credits. ",	"s_178":"He's taking a last trip out to show a new pilot his route to Kashyyyk.  Then, in exchange for his life, he will tell us everything about the Rebellion that he knows and we will give him a new identity.  You can do nothing to stop it.",	"s_180":"Why you...",	"s_182":"Serves you right, traitor.  Off you go.",	"s_184":"I'll deal with you later.",	"s_186":"Sure you will.",	"s_188":"That's outrageous!  I won't give you that! ",	"s_19":"Me?  Why am I still involved?",	"s_190":"Didn't think you would.  Off you go.",	"s_192":"I don't have 10,000 credits on me.",	"s_194":"Well, I don't seem to have the information that you want on me either.",	"s_195":"You won't tell me now.  But you will, trust me.",	"s_196":"Think again, scum.",	"s_2":"",	"s_22":"Right now, you are the one that I trust most.  Talk to the head guard when you get there for a status report.",	"s_24":"Very well.",	"s_25":"See you when you get back.",	"s_26":"Just point me in the right direction.",	"s_28":"Talk to the head guard when you get there.  He will fill you in on the situation as it stands.",	"s_30":"Yes, sir.",	"s_32":"See you when you get back.",	"s_34":"No need.  He's ready to cooperate.",	"s_36":"Impressive.  What do I need to do to get the information?",	"s_38":"Contact him again and give him my name. He will turn Cal over. ",	"s_4":"Good day.  Would you, a loyal member of the Empire, know the whereabouts of a pilot named Cal Handro?",	"s_40":"I don't know what you are talking about.",	"s_42":"Somehow I don't believe you, but I can't force you to tell me anything.",	"s_44":"I have come to tell you where he is.",	"s_46":"I have heard of you %TU.  You are not a member of Imperial Military.  You are sadly mistaken if you think that I will fall for a trap.",	"s_48":"But I want to help!",	"s_50":"Then I suggest that you go to your local recruitment officer, beg forgiveness, and join the ranks of the military.",	"s_52":"You and your Imperialist ways will not win this war.",	"s_54":"Watch us.",	"s_56":"What do you want, rebel dog? ",	"s_58":"I want to know what you did with Cal Handro.",	"s_6":"Yes, sir.  I have come to tell you where he is.",	"s_60":"Of course you do.  And of course, I won't tell you.   ",	"s_8":"Very good.  I knew that he would be discovered soon. Where is the traitor?",	"s_94":"You again?  I think I'm done with you.  I'm going to have you arrested.",	"s_96":"Certainly.  And when you do, this journal of yours will go with me.",	"s_98":"I beg your pardon?"
}}