{
	"stfFile":"conversation/c_story1_1_neu_quest",
	"entries": {
		"do_not_edit":"The English version of this file (c_story1_1_neu_quest.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"I...I'm not going to be able to help you any more.  No, I can't say more than that.  I have been ... encouraged to leave it alone, and that others are handling it.",	"s_101":"That's awful!",	"s_102":"Yes.  I'm counting on you to find him.  Please, go to Tierce.  I'll give you the location of his estate.  Good luck!",	"s_109":"Things don't always turn out the way you may wish they do. That's life, I suppose.",	"s_647":"",	"s_649":"Oh dear, you went and joined the military, didn't you?  You won't be able to help me now.  I was already almost arrested for pestering an Imperial officer.  I'll have to find someone else to help me.",	"s_651":"Much as I need help, I don't trust people in the Rebellion.  I keep hearing how you kill women and children.  Please leave me alone.",	"s_653":"Oh my, you are an Imperial, aren't you?  I guess you are too busy to help me.",	"s_655":"I can't talk to you in case a member of the Imperial Security Bureau is watching.",	"s_657":"I finally have information for you! Someone named Kaila contacted me and told me that she had information about my lost friend! He's lost in the wilderness.  You have to help me!  She won't give me the coordinates, but maybe she will give them to you.",	"s_659":"Why wouldn't she give you the coordinates?",	"s_661":"Hhmph, she says that I won't survive in the wilderness, and she's right there.  But she said that I'm foolish enough to go out there on my own.  She says that she doesn't want to get me killed!  I'd only do that if I couldn't find someone to help me!",	"s_663":"It's ok.  I'll help you.  Just tell me where I can find her.",	"s_665":"Kaila's a regular at some dive in Narmle.  I'll give you a waypoint.",	"s_667":"She's right.  You will get yourself killed.  You will probably get me killed in the process.",	"s_669":"You... you jerk!  You don't care about anyone or anything but yourself.  When you change your mind about helping me, maybe I'll talk to you.",	"s_671":"I want to find out what's going on.  Where is she?",	"s_673":"Kaila hangs out at Narmle's Gambling Hall.  Here's a waypoint for you.  Go quickly!",	"s_675":"I didn't sign on for this. I'm done.",	"s_677":"Oh, I hope your weapon breaks and you get eaten by a rancor!",	"s_679":"Oh, will you help me?  My friend is missing.  Someone told me that you were looking for him.  I have information for you! Someone named Kaila contacted me and told me that she had information about my lost friend! He's lost in the wilderness.  She won't give me the coordinates, but maybe she will give them to you.",	"s_681":"My friend is missing.  Someone told me that you were looking for him.  I have information for you! Someone named Kaila contacted me and told me that she had information! He's lost in the wilderness.  You have to help me!  She won't give me the coordinates, but maybe she will give them to you.",	"s_683":"Can you help me?  Please help me!  My friend's ship is missing and I haven't heard from him.  I'm really worried.",	"s_685":"What can you tell me about it?",	"s_687":"He is a merchant and on one of this runs, he disappeared!  I can't imagine what happened!  He's a very good pilot. I don't think that Rori was one of his stops, but that's where his last coordinates say he was.  I'm very worried. ",	"s_689":"I will help you find your friend.",	"s_691":"Thank you!  I have the coordinates here.  Please bring me back any information you find. I'm so worried about him! ",	"s_693":"I'd rather not.  I have a lot to do right now.",	"s_695":"You are very cruel not to help me find my friend.  I hope you get eaten by a sarlacc!",	"s_697":"I could always use a job.",	"s_699":"This is quite a bit more than just a job.  My friend's life may be at stake!  His last coordinates were on Rori.  I'm really worried about him!  Let me transfer the coordinates to you.  If you can't actually find him, maybe you can find something of his that would give me a clue to where he may be.",	"s_701":"No thank you.  You should go look for your own friend.",	"s_703":"I'm no kind of wilderness survivor!  You don't care about anything except yourself!  Go then and thanks for nothing!  ",	"s_705":"What did you find?",	"s_707":"The pilot's ship crashed.  I haven't found any trace of him though.",	"s_709":"Crashed?  That's terrible!  Please go back there and search for some trace of him!",	"s_711":"I found this datapad and this sample.  I think it's a spice.",	"s_715":"A spice?  What would he be doing with spice?  He doesn't touch the stuff.  Let me see this datapad, I have his personal code. Oh no!",	"s_719":"What does it say?",	"s_723":"He was attacked!  He doesn't say by who or what, but his ship was brought down.  There's no information here that helps me at all!  Just something about this sample and how it's important.  I don't care about that, I just want to find my friend!",	"s_727":"Maybe the spice will lead us to where he is.",	"s_731":"Do you think so?  My cousin is a doctor and could probably analyze that. Would you take it to him and see if he can help?",	"s_734":"I would be happy to.",	"s_738":"Thank you again.  Here are the coordinates to his clinic.  I hope it helps.",	"s_74":"I heard over the fence that my friend, Cal, is in hiding.  I think I know where he may be!",	"s_742":"No, he's your cousin. You should go talk to him.",	"s_746":"I can't, actually. We're not on good terms. If you change your mind about helping me, please come back.",	"s_75":"There you are %NU. I was starting to get worried. I see that my friend is not with you though...",	"s_750":"Nothing yet.",	"s_752":"I hope he's all right.  Please go out there soon.",	"s_754":"I lost the location. Can you give it to me again?",	"s_756":"You lost it?  Fine, I'll transfer the location to your datapad.",	"s_758":"Go talk to Doctor Vang.  There's not much else I can do to help you.",	"s_76":"No I'm afraid not. I found some more leads though.",	"s_760":"I can't help you anymore.  But please find my Cal!",	"s_762":"Yes %NU, how may I help?",	"s_764":"Just double checking the information. Dearic on Talus right?",	"s_766":"Correct. He goes by the name of Wire and likes to hang out in the cantina. I wish you the best of luck %NU and I hope you can find my friend.",	"s_768":"Something important came up, I can't help you right now.",	"s_77":"Well that's good at least. What did you find out?",	"s_770":"I'm terribly saddened to hear this %NU. Please, if you get the time later, come back and see me.",	"s_772":"Welcome back %NU! You're just in time. I got another lead on the where about of my friend.",	"s_774":"The last time you had a lead, I almost died!",	"s_776":"I know my friend, I'm terribly sorry. If I had known, I would not have sent you there alone.",	"s_778":"I suppose... well what is this lead of yours?",	"s_78":"Did you know that your friend was smuggling slaves?",	"s_780":"You are too kind %NU. Again, my apologies for what happened. So after digging through my friend's datapad I've found out that he had contact with a person known as Wire a while before his 'accident'. I know of this Wire and was hoping you would have a chat with him to find out what he knows.",	"s_782":"If you know this person, why don't you talk to him?",	"s_784":"I know 'of' him. He's what you call a information broker. He might need some convincing before giving up what he knows and I'm pretty sure you'd be better at that than I.",	"s_786":"I'm pretty sure too. Where do I find him?",	"s_788":"He lives in the city of Dearic on Talus and spends most of his time in the cantina. He's a Bothan, fairly short for his species and has a pale fur. Thank you %NU, I don't know what I would do without your help.",	"s_79":"You can not be serious? Are you sure about this?",	"s_790":"Alright, where do I find 'Wire'?",	"s_792":"Yeah well I can't risk this anymore, it's too dangerous.",	"s_794":"I wish you would reconsider but I understand your decision. If you do reconsider, please return to me, I have no one else...",	"s_796":"Should I run and hide now? These leads of yours are lethal.",	"s_798":"I'm terribly sorry for what happened the last time. I had no way of knowing or I would have warned you not to go alone.",	"s_80":"Almost. My information says that he helped Trandoshan slavers.",	"s_800":"Well until you have a better clue of what you're doing, I'm off.",	"s_802":"I wish you would reconsider but I understand your decision. If you do reconsider, please return to me, I have no one else...",	"s_804":"Fine. What kind of death trap do you have planned now?",	"s_806":"I'm sorry but I'm tired of almost getting killed for you, I'm out of here!",	"s_808":"I wish you would reconsider but I understand your decision. If you do reconsider, please return to me, I have no one else...",	"s_81":"I can't believe it. Either way, it's a lead, as you say. I will use this information and see what else I can find out.",	"s_82":"It also seems the Empire is working in secret with some of the slavers.",	"s_83":"Good. I hope my information about your friend is false.",	"s_84":"Me too %NU, me too. Check back with me in a while and hopefully I will have some more leads for my friend.",	"s_85":"You don't say? That's very interesting. I will look in to that as well. Check back with me in a while and hopefully I will have some new leads.",	"s_97":"Where is that?",	"s_98":"He has an old friend named Tierce. They used to do the circuit together. He has a vacation estate on Rori.",	"s_99":"Sounds reasonable.  Why are you shaking?"
}}