{
	"stfFile":"conversation/c_story1_5",
	"entries": {
		"do_not_edit":"The English version of this file (c_story1_5.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"I guess you could say that.",	"s_13":"Well, whatever you did, the Empire appreciates your help. There is just one little problem though.",	"s_15":"What's the problem?",	"s_17":"Someone's still using Handro's ship. They're still making all his deliveries. The issue is still unresolved.",	"s_19":"That's not possible!",	"s_2":"",	"s_21":"Well, possible or not, it's happening.",	"s_23":"What now?",	"s_25":"We have to seriously consider the possibility that someone else has just stepped into Handro's place. Perhaps someone familiar with it already. ",	"s_27":"You're saying he had a partner?",	"s_29":"He must have had a partner.",	"s_31":"That's what we're thinking. It's time to wrap this mess up once and for all, before it becomes embarrassing to the Imperial Command.",	"s_34":"Who's Cal Handro?",	"s_35":"I'll do whatever it takes. Where do I start?",	"s_37":"Don't play dumb with me. Cal Handro was a smuggler and a traitor to the Empire, as you well know. If you have any friends now would be a good time to call them. We'll be dealing with a large number of rebels.",	"s_38":"The Emperor himself personally sent a message through one of his top aides to one of my superiors asking that we make sure to thank the person responsible for taking care of this nagging problem. That would be you.",	"s_39":"Are you having trouble with the rebels? Perhaps you should find more friends. Don't forget that you'll have to use a two pronged attack, your group on the ground, another group in space.",	"s_40":"What?",	"s_41":"The Emperor thanks you.",	"s_43":"I'm capable and have plenty of friends.",	"s_45":"Excellent. This is what we know for sure. Imperial intelligence indicates that Handro is working with the rebels to protect a shield generator he developed specifically for his ship. Before the situation in space can be handled we'll need you to disrupt the signal from that generator.",	"s_47":"A shield generator? How does that work?",	"s_49":"We're not sure. But we are sure that by intercepting the signal we can make his ship vulnerable in space. You,personally, won't have enough time to disrupt the signal and destroy his ship, however. That's where your friends will come in.",	"s_51":"Tell me what to do and it will get done.",	"s_53":"Point me to the Rebel scum and they'll be handled.",	"s_55":"It encourages me to see someone like you serving the Emperor. I'll mark the location of their base on Talus in your datapad. You'll need to do two things once you're inside. The first is to find the communications array. Use it to disrupt the false signals that it's sending so you can locate his ship.",	"s_57":"What's the second thing?",	"s_59":"Second, turn off the shield generator. Once the generator is disrupted your friends in space can take down the ship.",	"s_61":"I'm on it.",	"s_63":"Good. Long live the Emperor!",	"s_65":"I'll just take the shield down then kill him myself.",	"s_67":"That won't work. As soon as the pilot realizes his ship is vulnerable he'll begin making calculations for a lightspeed jump. We've estimated that once the communication array is disrupted, you will have 10 minutes to complete your mission.",	"s_69":"Oh. I'd better bring some friends then.",	"s_71":"Exactly the point. Are you up for this assignment?",	"s_73":"Bring it on.",	"s_75":"Why would I need friends?",	"s_77":"First of all, the rebels have a fairly well-guarded base. But even if you were capable of taking it out alone you'll need someone in a ship in space ready to take out Handro's ship as soon as the shield is down.",	"s_79":"Ok, tell me exactly what needs to be done.",	"s_82":"There's nothing you could say that would possibly interest me.",	"s_9":"So, you're the one that took down Cal Handro?"
}}