{
	"stfFile":"conversation/c_story1_1_reb_quest",
	"entries": {
		"do_not_edit":"The English version of this file (c_story1_1_reb_quest.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Go talk to him.  Convince him to help us. I will give you the coordinates of his vacation estate on Rori. Oh...after this, I won't be working on this anymore.  I have been...reassigned. I'm sure that you will have other help in the future.",	"s_101":"Reassigned?  Why?",	"s_102":"They have their reasons.  Now go!  The Alliance is counting on you!",	"s_73":"Good, you are back. What have you found?",	"s_74":"I think we have cornered the backstabber!",	"s_75":"No pilot I'm afraid, but I found out about his side business.",	"s_76":"Interesting, what else did he have his fingers in?",	"s_77":"It seems he was smuggling slaves for the Trandoshan's.",	"s_78":"You are sure about this? I can't believe we ever got involved with this person. Very well, I will use this new information to track down more leads.",	"s_79":"In addition, it seems many of these slavers are secretly allied to the Empire.",	"s_80":"Excellent. I will return to check on your progress.",	"s_81":"Yes, we have suspected that for a while now. Any information about it is good though. It would be a nice propaganda tool if we could get some solid evidence. Check back with me later and hopefully I will have come across some new leads. See you soon!",	"s_812":"",	"s_814":"Don't bother trying to get information out of me, worm!  You betrayed your conscience at what price?  Is your cushy new position worth the damage you cause?  Never mind!  Get out of my sight!",	"s_816":"I won't help you any more.  Someone who didn't weaken our position by quitting will be helping us locate the lost pilot.  If you still care enough to find the pilot, I'm sure other people are looking for him.",	"s_818":"You look eager enough, but I really need to speak with someone in the Alliance.",	"s_82":"Sounds good. See you soon %TU.",	"s_820":"I beg your pardon.  Please leave me alone, you Imperial drone.",	"s_822":"I finally have information for you! Someone named Kaila contacted me and told me that she had information on the missing pilot.  Evidently he's lost in the wilderness.  She has the coordinates if you go over and talk to her.",	"s_824":"Didn't she give you the information when she contacted you?",	"s_826":"Well, she didn't contact me directly and doesn't want to be seen talking to me.  I'm a wanted man, you understand.  One of those 'rebel terrorists' and all that rot.",	"s_828":"As am I, my friend.  But I'm interested in finding out what this is about.  Where is she?",	"s_830":"She's a regular at Narmle's Gambling Hall.  I'll give you a waypoint.",	"s_832":"You aren't the only one that the Empire is hunting.  I want no part of it.",	"s_834":"If you wish.  I won't condemn you, though others will.",	"s_836":"I want to find out what's going on.  Where is she?",	"s_838":"Kaila apparently hangs out at Narmle's Gambling Hall.  Here's a waypoint for you.  Be careful.",	"s_840":"No more of this for me.  I'm done.",	"s_842":"If you wish.  I won't condemn you, although some might.",	"s_844":"Welcome to the right side of the battle lines.  I'm glad you are with us.  I understand that you found an odd spice sample.  I have some information about the missing pilot.  Someone named Kaila contacted me and told me that she had information on the missing pilot.  Evidently he's lost in the wilderness.  She has the coordinates if you go over and talk to her.",	"s_846":"Welcome to the Alliance!  I hope you have been treated well so far.  Sources tell me that you found a spice sample and are looking for a missing pilot.  Someone named Kaila contacted me and told me that she had information on the missing pilot.  Evidently he's lost in the wilderness.  She has the coordinates if you go over and talk to her.",	"s_848":"I need your help!  I have a situation that requires my attention and I cannot attend to it properly.  Would you be willing to help me out?",	"s_850":"Perhaps, if I have more information.",	"s_852":"I have just gotten word that a pilot is missing. We have the coordinates of his last known location. It was on Rori. Would you be willing to run out there and see what happened?  He may be hurt or in danger. ",	"s_854":"I will go investigate.",	"s_856":"Very good.  Go to these coordinates on Rori and see if you can find anything out. Then report back to me. Oh, if he had cargo, maybe you could find out what happened to it.  That would probably help him out a lot.",	"s_858":"I'd rather not.  I have a lot to do right now.",	"s_860":"Hopefully your decision didn't doom that poor pilot.",	"s_862":"I could always use a job.",	"s_864":"I will be happy to pay you for your time.  A ship has gone missing and the pilot has not been heard from.  We have his last coordinates. They are on Rori. We don't know if he's hurt or dead.  Go investigate and bring me back any information you find. ",	"s_866":"No thank you.  You should attend to your own duties.",	"s_868":"I guess you just aren't that helpful after all.  ",	"s_870":"Welcome back.  Did you find anything interesting?",	"s_872":"The pilot's ship crashed.  I haven't found any trace of him though.",	"s_874":"Crashed?  That's terrible!  Please go back there and search for some trace of him.",	"s_876":"Yes, I found this datapad and this sample.  I think it's a spice.",	"s_878":"A spice?  Oh really?  Interesting.  Umm... I think you should get that analyzed. I know a doctor who will analyze that for you.",	"s_880":"What about the pilot?",	"s_882":"Oh, I'll get this datapad sliced and follow up on that.  I think this spice is more important.",	"s_884":"More important than a missing pilot?",	"s_886":"Um, no, that's not what I mean.  I mean, I think you should follow up on that spice and let me worry about the pilot.",	"s_888":"This is getting suspicious, but I will do as you ask.",	"s_890":"I'm sorry, I don't mean to put you on guard.  I just don't like knowing that there's some unknown spice out there when some child could get their hands on it.  Here's the doctor's clinic.  I'm sure he will be there.",	"s_892":"Well, if you look for the pilot, I'll follow up on the spice.",	"s_894":"Of course I will!  Here are coordinates to my friend's medical practice.  He is there almost all the time.",	"s_896":"No, I did what you asked me to.  I'm leaving now.",	"s_898":". . .",	"s_900":"I haven't found anything yet.",	"s_902":"That's a shame.  Come back to me when you find something.",	"s_904":"I need the location again.",	"s_906":"I can help you with that. ",	"s_908":"Go talk to Doctor Vang.  There's not much else I can do to help you.",	"s_910":"Was there something else %TU?",	"s_912":"Just making sure I got this right. Dearic cantina on Talus right?",	"s_914":"Yes. A Bothan called Wire. Good luck %TU, I hope to have you back with good news soon.",	"s_916":"I've had an emergency come up and can't do this right now.",	"s_918":"I understand. As disappointing as that is, I hope everything is alright for you. If things clear up, come back and see me right away.",	"s_92":"Really?  What did you find?",	"s_920":"I heard about what happened at your last assignment %TU. Please understand that I had no idea it would be so dangerous.",	"s_922":"Well who ever gets you information need to be incarcerated!",	"s_924":"Measures have been taken to assure that our intel is more accurate. In fact it's already paying off.",	"s_926":"Great! Then you don't need me, I'm out of here!",	"s_928":"The Alliance need you %TU. We all have to make sacrifices in this war. I hope you change your mind and come back soon.",	"s_93":"Who?",	"s_930":"A lead?",	"s_932":"Yes indeed. It appears the missing pilot had a chat with a information broker on Talus a few days before he was shot down. It was my hope that you would be able to have a chat with the broker and see what he knows.",	"s_934":"Sounds acceptable. Who is he?",	"s_936":"Excellent. He's got one of those street names, Wire. He's a Bothan, fairly short for his species with a pale fur. You should be able to find him in the Dearic cantina.",	"s_938":"I would hope not! It's a miracle that I survived!",	"s_94":"Have you forgotten everything that you went through so quickly?  I'm talking about the 'missing pilot' Cal Handro!  Double-crossed us to the Empire?  ",	"s_940":"I would have to agree. You are truly a champion of our cause %TU and I'm glad that you are on our side.",	"s_942":"Flattery will get you nowhere. I'm out of here!",	"s_944":"The Alliance need you %TU. We all have to make sacrifices in this war. I hope you change your mind and come back soon.",	"s_946":"Well if you that you put it that way. Any word on the pilot?",	"s_948":"Well I won't be back until you can find some better information!",	"s_95":"How could I forget?  So what's the situation?",	"s_950":"The Alliance need you %TU. We all have to make sacrifices in this war. I hope you change your mind and come back soon.",	"s_952":"The Alliance is counting on you!",	"s_96":"A shipment of weapons that he ran for the Empire were found with some smugglers.  One of them knew that he was taking refuge with an old friend of his.  ",	"s_97":"So what's the problem?",	"s_98":"We need to convince him to give Cal over to us.  This friend, Tierce Martano, may be a gentleman, but he makes a terrible enemy. We need to use the path of diplomacy.",	"s_99":"All right.  What do I do?"
}}