{
	"stfFile":"conversation/c_story1_1_imp_quest",
	"entries": {
		"do_not_edit":"The English version of this file (c_story1_1_imp_quest.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Who is this investigator?  Where is the Martano estate?",	"s_101":"The investigator is Officer M'kae and I'll give you the coordinates to the Martano Estate.  Good luck %TU.",	"s_215":"",	"s_219":"I'm disappointed in you, traitor.  You turn your back on the Empire and then expect us to hand information over to you?  You are sadly mistaken.  Go talk to your own kind now.",	"s_222":"How is civilian life treating you?  Never mind, I don't want to know.  I also don't want to know why you are coming to me for classified information.  I have someone else handling this investigation now...military personnel.",	"s_224":"If I could use your help, I would, but my orders are for Imperial military only.",	"s_226":"Go away, Rebel scum.",	"s_228":"Greetings, soldier.  I have a situation that requires my attention and I cannot attend to it properly.  Would you be willing to help me out?",	"s_230":"Perhaps, if I have more information.",	"s_232":"I have just gotten word that a pilot is missing. We have the coordinates of his last known location. It was on Rori. Would you be willing to run out there and see what happened?  He may be hurt or in danger. ",	"s_234":"I will go investigate.",	"s_236":"Very good.  Go to these coordinates on Rori and see if you can find anything out. Then report back to me. Oh, if he had cargo, maybe you could find out what happened to it.  That would probably help him out a lot.",	"s_238":"I'd rather not.  I have a lot to do right now.",	"s_240":"Hopefully your decision didn't doom that poor pilot.",	"s_242":"I will do anything I can to help the Empire.",	"s_244":"Your loyalty encourages me.  I wish more people were like you.  Anyway, a pilot is missing and we don't know what happened. We have his last known coordinates on Rori. Investigate then bring me back any information you find, particularly information about his cargo. This is of great interest to the Empire.",	"s_246":"No thank you.  You should attend to your own duties.",	"s_248":"I guess you just aren't that helpful after all.  ",	"s_250":"Welcome back.  Did you find anything interesting?",	"s_252":"The pilot's ship crashed.  I haven't found any trace of him though.",	"s_254":"Crashed?  That's terrible!  Please go back there and search for some trace of him.",	"s_256":"Yes, I found this datapad and this sample.  I think it's a spice.",	"s_258":"A spice?  I have never seen anything like it.  Let's see what this datapad contains.  One moment for the decoder to do its job...there we go.  ",	"s_260":"What does it say?",	"s_262":"It looks like this sample was part of a larger shipment that the pilot was bringing somewhere.  The datapad is quite damaged. There's nothing about who shot the ship down, just that the ship was attacked.",	"s_264":"So, now what do I do?",	"s_266":"I think that this spice sample is important somehow.  I have a loyal Imperial doctor that will analyze this sample if you take it to him.",	"s_268":"I would be happy to.",	"s_270":"Good.  Here's the medical facility where he works.  You should find him inside.  I swear, I don't think he sleeps.",	"s_272":"Not right now, but I'll come back when I'm ready.",	"s_274":"You do that.",	"s_276":"Not yet.",	"s_278":"Please get right on that.",	"s_280":"I lost the location. Can you give it to me again?",	"s_282":"I can give you that data.",	"s_284":"Go talk to Doctor Vang.  There's not much else I can do to help you.",	"s_286":"Hello again, soldier.  It appears that my search bore fruit.  A lady named Kaila heard that I was looking for that lost pilot.  She said that she saw someone fitting his description in the wilderness.  Since you are already in the loop for this, I want you to go talk to her.",	"s_288":"Didn't she give you the information when she contacted you?",	"s_290":"No.  She is expecting a reward for valuable information.  The Empire will take care of that.  You will go talk to her, won't you?",	"s_291":"Good to see you again soldier. We have a new lead on the whereabouts of the pilot.",	"s_292":"Of course, sir.",	"s_293":"The last time you had a lead, I almost got killed!",	"s_294":"Good choice. She is a regular at some dive in Narmle after dark.  I'll give you a waypoint.",	"s_295":"I assume I will have a platoon of troopers with me this time?",	"s_296":"I'm not really interested in finding this guy.  He was an idiot to crash his ship and not come back to town.",	"s_297":"I don't have time for any more of your crazy missions!",	"s_298":"If we do not find him, I'm holding you responsible.",	"s_299":"Yes, very sorry about that. Our intel was... lacking. You handled yourself like an expert though and this mission should be a walk in the park for you.",	"s_300":"I don't need additional details.  I want to find out what's going on.",	"s_301":"I'm afraid we're on a very limited budget. I assure you that will not be necessary this time though.",	"s_302":"Kaila apparently hangs out at some dive in Narmle.  Here's a waypoint.  It should be safe enough there. ",	"s_303":"You have a job to do soldier! I expect to see you back here soon or this will go in to your record!",	"s_304":"No more of this for me.  I'm done.",	"s_305":"Sorry but I don't trust your 'intel'. I'm out of here!",	"s_306":"If we do not find him, I'm holding you responsible.",	"s_308":"Welcome to the right side, soldier.  I'm glad to see that you support law and order.  Sources tell me that you found a spice sample and are looking for a missing pilot.  I have information for you.  A lady named Kaila saw the pilot out in the wilderness.  I want you to go talk to her.",	"s_309":"You better be right, I've had enough near death experiences.",	"s_310":"Well, soldier, looks like you have chosen to change your traitorous ways.  Good to see!  Sources tell me that you found a spice sample and are looking for a missing pilot.  I have information for you.  A lady named Kaila saw the pilot out in the wilderness.  I want you to go talk to her.",	"s_312":"I don't know anything more than you do and I'm waiting to hear back from headquarters about what to do next.",	"s_313":"You have a job to do soldier! I expect to see you back here soon or this will go in to your record!",	"s_315":"Fair enough. Our intel points to an information broker in Dearic, Talus. He was seen with the pilot about a week ago. Find out what he knows and see if you can track down the pilot.",	"s_316":"What's the data on the information broker?",	"s_317":"His real name is unknown to us but he's called Wire. He's a Bothan, fairly short, with a pale fur. You should be able to find him in the local cantina of Dearic.",	"s_318":"And you are sure I won't find twenty thugs trying to kill me instead?",	"s_319":"Very well, I will be on my way.",	"s_320":"Excellent soldier! Stay alert out there.",	"s_321":"No intel is fool proof %TU but we do not believe Wire to be a combatant threat. Never the less, be on your guard, a lot of criminal elements seem to have an interest in this pilot and his cargo.",	"s_322":"You could say that again. Alright, I will travel to Dearic.",	"s_324":"Excellent soldier! Stay alert out there.",	"s_325":"You better be right, I've had enough near death experiences.",	"s_326":"Yeah right. I don't have time for this right now, I'm out of here.",	"s_328":"You have a job to do soldier! I expect to see you back here soon or this will go in to your record!",	"s_329":"Was there anything else soldier?",	"s_330":"Just double checking the info. Wire, Dearic cantina, correct?",	"s_331":"Something came up; I have to abort the mission for now.",	"s_332":"That something better be really important %TU! I expect to see you back here very soon to finish this!",	"s_333":"Yes soldier, you got it right. Now hurry, we need to find this pilot and find out what he's been up to.",	"s_88":"What do you mean?",	"s_89":"I beg your pardon? I'm no traitor!",	"s_90":"Of course you aren't.  I'm talking about Cal Handro, that 'missing' pilot.  But is there something that you wanted to admit to, %TU?",	"s_91":"Not at all!  I was just testing you, actually.  Tell me what you learned.",	"s_92":"A special load of cargo was siezed from a group of smugglers.  Some of it was the spice that we are looking for.",	"s_93":"Interesting.  What else can you tell me?",	"s_94":"I can tell you that it led us to some very interesting intelligence. One of the investigators made contact with the...gentleman... who may be harboring this traitor.  ",	"s_95":"Why don't you go in and extract him?",	"s_955":"There you are %TU. Have you found the pilot?",	"s_956":"Well, well, well, guess our traitor wasn't as good at hiding his tracks as he thought!",	"s_957":"Not yet. I did come across some interesting information though.",	"s_958":"Go on?",	"s_959":"It appears that the pilot smuggled slaves as well as spice.",	"s_96":"Let's just say that it's complicated.  We need to do this with diplomacy.",	"s_960":"Slaves? Are you sure? For who?",	"s_961":"For Trandoshan slavers. A rival clan of theirs wanted him dead.",	"s_963":"Hmm, so maybe they were behind it then. I will use this new information to try and gather some more leads. Maybe we can finally find the pilot so he can shed some light on all of this and pay for his crimes.",	"s_964":"My information hinted that some of these slavers work with the Empire...",	"s_965":"Sounds good.",	"s_966":"That... that is preposterous! We would never work with such filth. Just let that go. Now, come check back with me later and hopefully I will have some new information available for you.",	"s_967":"Come check back with me later and hopefully I will have some new information available for you.",	"s_97":"What can I do for you then?",	"s_98":"I see.  What am I to do?",	"s_99":"Go out to Rori, to the Martano estate.  Talk to Tierce Martano and find out what he knows.  After this, though, I'm out.  I have been...reassigned. Maybe the investigator will be able to help you further."
}}