{
	"stfFile":"conversation/c_story1_4_reb_contact",
	"entries": {
		"do_not_edit":"The English version of this file (c_story1_4_reb_contact.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Tierce Martano will send you the coordinates.",	"s_100":"Your sister, Mirrian who lives in your parent's old home.",	"s_102":"You monster! You wouldn't hurt my family!",	"s_104":"And you wouldn't tell me where Handro is!",	"s_106":"Fine, you won't be able to catch him anyway.  He's taking a last trip out to show a new pilot his route to Kashyyyk.  Then, in exchange for his life, he will tell us everything about the Empire's plans and we will give him a new identity.  I hope you get stepped on by an AT-AT!",	"s_108":"Thank you.  Your family is safe from me.",	"s_110":"Monster!",	"s_112":"I don't want to hurt anyone, but I need to know where the pilot is.",	"s_114":"Fine, you won't be able to catch him anyway.  He's taking a last trip out to show a new pilot his route to Kashyyyk.  Then, in exchange for his life, he will tell us everything about the Empire's plans and we will give him a new identity.  I hope you get stepped on by an AT-AT!",	"s_116":"Thank you.  Now I have to go stop him.",	"s_118":"You will never succeed!",	"s_12":"Him?  He didn't help us before.  Can we even trust him?",	"s_126":"Did you find out where Cal is?",	"s_128":"Officer M'Kae knows, but won't tell me.",	"s_130":"I know who he is!  I'll bet that his superiors wouldn't be too happy that one of his pilots was a rebel spy.",	"s_132":"But he betrayed us also.",	"s_134":"Yes, but they don't know that...if you can get the proof from his records.",	"s_136":"How should I do that?",	"s_138":"Well, I got the access codes to his home base.  I want you to go in there, and cause some chaos.  Kill the boss and then find some kind of incriminating evidence.  It will probably be in a computer terminal there. ",	"s_14":"Tierce owes me one.  Give him my name in your message.",	"s_140":"Where do I find it?",	"s_142":"I'll give you a waypoint.  Hurry!  If they change the access codes, we're sunk.",	"s_144":"Ah.  Blackmail then.",	"s_146":"Yes, if you can get the proof from his records. ",	"s_149":"Welcome back.  I take it you won?",	"s_151":"Well, I destroyed his ship.",	"s_153":"Great work!  I'm sorry for the unpleasantness of this mission.",	"s_155":"It's for the good of the Alliance!",	"s_157":"And such good work deserves a reward.   I have a new weapon.  I believe you should have it.",	"s_159":"Great!  Thank you!",	"s_161":"No, thank YOU.  Come back to me soon and hopefully I will have more information for you so we can finish this.",	"s_163":"I am expecting a reward. ",	"s_165":"And I will provide one.   I have a new weapon.  I believe you should have it.",	"s_167":"Thanks.",	"s_169":"No, thank YOU.  Come back to me soon and hopefully I will have more information for you so we can finish this.",	"s_17":"Excellent.  I'll have the pilot sent to a safe house where you will pick him up.",	"s_171":"No.  I failed to destroy the ship before it went into hyperspace.",	"s_173":"This is going to cripple us!  Wait, give me a moment... it looks like you may have another chance.  Handro's hyperdrive malfunctioned.  I would have to assume that he has fixed it now, but ",	"s_175":"I will go now!",	"s_177":"May the Force be with you!",	"s_179":"I heard what happened.",	"s_180":"Give me another chance to bring Handro back!",	"s_181":"Should I? Perhaps I should. We managed to hang on to Handro despite what happened.",	"s_182":"Thank you.",	"s_183":"You're welcome.  Get back out there and bring him back!",	"s_184":"Imperial scum, leave me alone!",	"s_186":"Good to see you. It looks like this isn't over. I'm gathering information now and should have something for you soon.",	"s_188":"Greetings!  You wouldn't happen to have been sent by...never mind.  I know that you are not. ",	"s_19":"Me?  Why am I still involved?",	"s_190":"I don't see Cal with you.",	"s_192":"I have not acquired him yet.",	"s_194":"Please get on that.",	"s_195":"Handro is in space and I haven't been up there yet.",	"s_196":"Get going!  He has secrets that could destroy us!",	"s_198":"Good day.",	"s_2":"",	"s_22":"Right now, you are the only one that I trust.  Talk to the head guard when you get there for a status report.",	"s_24":"Very well.",	"s_25":"See you when you get back.",	"s_26":"Just point me in the right direction.",	"s_28":"Talk to the head guard when you get there.  He will give you a heads up.",	"s_30":"I'm off.",	"s_32":"See you when you get back.",	"s_34":"I can be very persuasive. ",	"s_36":"I see.  What do I need to do?",	"s_38":"Contact him again and give him my name. He will turn Cal over.",	"s_4":"You wouldn't happen to know a Cal Handro, would you?",	"s_40":"I don't know who you are talking about.",	"s_42":"Somehow I don't believe you, but I can't force you to tell me anything.",	"s_44":"I have come to tell you where he is.",	"s_46":"I have heard of you %TU.  You are not sympathetic to my cause and while your intentions may be good, I cannot trust them.",	"s_48":"But I want to help!",	"s_50":"Then I suggest you join the Rebel Alliance.",	"s_52":"You and your rebel friends will not win this war.",	"s_54":"Perhaps not, but at least we will die for a cause that we believe in.  Can you say the same?",	"s_56":"What do you want, Imperial swine? ",	"s_58":"I want to know what you did with Cal Handro.",	"s_6":"Actually, I do.  I have come to tell you where he is.",	"s_60":"Of course you do.  And of course, I won't tell you.  ",	"s_62":"I could kill you, you know.",	"s_64":"You could.  Not only would that make me a martyr, but Cal would get away, wouldn't he?",	"s_66":". . .",	"s_68":"Exactly.  Now leave me alone. ",	"s_70":"I can think of 5,000 reasons why you will.",	"s_72":"Perhaps I can think of 10,000 reasons why I might say something.",	"s_74":"That's fair.  I will give you 10,000 credits. ",	"s_76":"I probably should have asked for more.  Ah well.  I will tell you where he is, not that it will help you much. He's gone to space to show other pilots his route to Kashyyyk.  Ha ha ha, you won't be able to catch him!",	"s_8":"Really?  This is the best news that I've had all day!  Where is the little kole?",	"s_82":"That's outrageous!  I won't give you that! ",	"s_84":"Didn't think you would.  Off you go.",	"s_85":"Why you...",	"s_86":"Ah ah ah... best go now if you want to catch him!",	"s_87":"I'll deal with you later.",	"s_88":"Sure you will.",	"s_90":"I don't have 10,000 credits on me.",	"s_92":"Well, I don't seem to have the information that you want on me either.",	"s_94":"Leave me alone. You won't get what you want from me.",	"s_96":"If you won't tell me, perhaps your sister might. ",	"s_98":"I beg your pardon?"
}}