{
	"stfFile":"conversation/c_talus_grave_robbers_omkoo",
	"entries": {
		"do_not_edit":"The English version of this file (c_talus_grave_robbers_omkoo.stf) is automatically generated by the SwgConversationEditor.",	"s_106":"Oh I've heard of you, you're %TU right? I think you might be just the person I need to help me out with something, if you're available?",	"s_107":"I'm sorry, my schedule is quite full at the moment.",	"s_108":"That is I and yes, I might be interested.",	"s_109":"As I suspected. That is too bad, I'll have to find someone else. Was a pleasure to meet you though %TU.",	"s_110":"Excellent! Let me explain the situation to you. As you may or may not know the Aqualish have been on the twin worlds for a long time. Our old buildings can be found at several places, now a day mostly in ruins. We don't care so much about them, they are part of an old history that we try to forget.",	"s_111":"I see, go on.",	"s_112":"I didn't know that this was going to be a history lesson...",	"s_113":"There's however some areas that we don't like to see defiled by anyone, namely our gravesites. That's why I check up on them now and then and listen carefully for rumors about someone planning a trip out to them.",	"s_114":"Is this leading to something that involves me?",	"s_115":"I assume that you've come across something now?",	"s_116":"Indeed. I've been informed of some thugs doing something near one of our oldest gravesites on Talus. I want you to go out there and investigate if they are indeed disturbing the dead and convince them to leave if so. Leave and never come back if you understand what I mean?",	"s_117":"I understand but must decline. I'm hardly an enforcer.",	"s_118":"Completely. I can guarantee they won't be back again.",	"s_119":"Ah, I must have been misinformed. Very well then, I will try and find someone else. Thank you for taking the time to hear me out though %TU.",	"s_120":"I'm glad we understand each other. I will of course reward you for your services. Let me put in the coordinates of the site to your datapad. I will contact you again when you get out to the area.",	"s_121":"I'm just trying to give you some background to the situation. Should I go on?",	"s_122":"Fine, go on.",	"s_123":"No I have things to do and got to go. See you around.",	"s_124":"I guess I was misinformed about you %TU.",	"s_125":"Yes I'm getting to that part, sorry for taking so long. I just want to make sure you understand the background of my predicament.",	"s_126":"Very well. So I take it something has happened now?",	"s_127":"I really don't have time for this, sorry but I got to go.",	"s_128":"You were probably not the right person for this anyway %TU. Farewell.",	"s_129":"Is there a problem %TU? It's quite urgent that action is taken in this matter.",	"s_130":"No worries, I was just about to leave.",	"s_131":"I've had an emergency come up, I have to cancel.",	"s_132":"Great. Good luck out there %TU. I will contact you when you reach the site.",	"s_133":"That is dire news indeed but an emergency is an emergency. I will try to find someone else quickly.",	"s_134":"So the second shipment wasn't an artifact but rather the Tralus and Talus Liberation Party asking for help from the Rebels eh? It's strange; I don't understand what the TTLP would want at one of our gravesites. Maybe the second shipment will explain it. Are you on your way to retrieve it from the Nashal starport?",	"s_135":"A very strange item indeed. I don't believe it's created by my people, at least I've seen nothing like it before. I will hold on to it and find out what I can. You on your way out to track down the other artifact?",	"s_136":"Yes, I'll be on my way out to that weapons depot.",	"s_137":"I can't I'm afraid. I've had something really important come up.",	"s_138":"Good, be careful out there %TU.",	"s_139":"But... you're almost done %TU, please don't stop now.",	"s_140":"Hmm, I suppose I can squeeze it in.",	"s_141":"It's out of my hands, sorry.",	"s_142":"I'm really sorry to hear that. Hopefully I can find someone else to take over where you left off.",	"s_143":"Thank you %TU, I'm very grateful.",	"s_144":"Indeed, I'm heading for Nashal right now.",	"s_145":"I can't I'm afraid. I've had something really important come up.",	"s_146":"Good, good. This is puzzling indeed. Be careful %TU.",	"s_147":"Of course. Thank you for taking care of this so quickly %TU.",	"s_148":"Me too %TU, me too. Anyway, you've earned your pay friend. Thank you again for your discretion and for taking care of this so smoothly.",	"s_2":"",	"s_39":"Yeah it's weird indeed, I hope you'll find something out.",	"s_40":"Sure, sure. Now there was the matter of payment.",	"s_5":"Even though it's still a mystery what the TTLP want with the old Aqualish society, you've helped out greatly %TU. They will think twice about coming out to one of our gravesites and disturbing the fallen again. I will try to unveil the mysteries behind all this.",	"s_93":"Good to see you again %TU. Thanks again for your help, it was invaluable. I'm still trying to figure out what this key is for and what the TTLP is actually up to."
}}