{
	"stfFile":"conversation/c_tutorial_rm6",
	"entries": {
		"do_not_edit":"The English version of this file (c_tutorial_rm6.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"You need to meet with Captain Bailie in the break room.",	"s_102":"Alright, Thank you.",	"s_103":"Let me know if you have any questions.",	"s_24":"The Commander?",	"s_25":"Yes.  They have more information in the next room.",	"s_61":"",	"s_63":"They've raised the threat level to Extreme. We need to make sure you are properly equipped!",	"s_65":"Threat level?",	"s_67":"Yes, and it's all thanks to you. There have been threats made against you and this station. We can't have you running around unarmed. In your inventory you should find several weapons. Our practice droideka is over there on the platform.  Take a few shots at it.  Try different weapons if you like. ",	"s_69":"Finally, now give me a weapon!",	"s_71":"I'd have equipped you the moment you arrived, but we had to process the papers, you understand.  Now, in your inventory you should find several weapons. Our practice droideka is over there on the platform.  Take a few shots at it.  Try different weapons if you like.",	"s_75":"How are those weapons working for you?",	"s_77":"Fine.",	"s_79":"Good, well then you need to move on to the next room. They are waiting for you. They will want to ask you a few questions before you see the Commander.",	"s_81":"They are terrible! I'm not sure I understand how to use them.",	"s_83":"Hmm... let me take a look. The weapons look fine.  I guess you need a bit of work on how to use them. Do you want to take a look at the manual again?",	"s_85":"Yes I would.",	"s_87":"All right then, here you are.",	"s_89":"No thanks, I just want to get out of here.",	"s_91":"Suit yourself. They are waiting for you in the next room. They have a few questions for you before you see the Commander.",	"s_93":"The Commander?",	"s_94":"Alright, Thank you.",	"s_95":"Let me know if you have any questions.",	"s_97":"Yes.  They have more information in the next room.",	"s_99":"You need to see Captain Bailie in the break room."
}}