{
	"stfFile":"conversation/c_tutorial_rm2",
	"entries": {
		"do_not_edit":"The English version of this file (c_tutorial_rm2.stf) is automatically generated by the SwgConversationEditor.",	"s_33":"Which things should I take?",	"s_35":"I would suggest you take some food. You never know how long it will be before you can sit down to nice meal again, particularly with the threats that have been made.",	"s_37":"Threats?",	"s_39":"Oh, well, they're just rumors, but those thugs that destroyed your ship have made several threats against your life. Some believe they may have infiltrated this station.",	"s_41":"After me? Why?",	"s_43":"",	"s_44":"Well, I've said too much already. It's rumors, nothing more. Please now, move on down the hall. They have more information for you there and don't forget to get some food out of the container.",	"s_45":"We are so glad you survived that terrible pirate attack! I'm sorry we weren't able to retrieve your equipment, but perhaps you'll find something in this box to be a suitable replacement. It all comes directly from our officer's supply. Our commander said you were to have the best! Please, take a look in the box here and select the things you'd like to take with you.",	"s_47":"Oh yes, food.",	"s_51":"Grab it and go.",	"s_64":"But I'm not hungry.",	"s_66":"You will be later, just grab it and go.",	"s_68":"I don't believe anything you say. I just want to eat and get out of here.",	"s_70":"Yeah well, be careful. If something happened to you on my shift, the paperwork would be a nightmare. Now move on down the hall to the next room. They will have more information for you there and don't forget to get some food out of the container.",	"s_72":"How could I forget?  I'll take anything that's free.",	"s_74":"Take and go then.",	"s_76":"Why are you giving me things?",	"s_78":"You can never be too careful. It's only rumors, but it's said those pirates that blew up your ship have infiltrated this station...and they mean to kill you. ",	"s_80":"After me? Why?",	"s_82":"Well, I've said too much already. It's rumors, nothing more. Please now, move on down the hall. They have more information for you there and don't forget to get some food out of the container.",	"s_84":"Very well.",	"s_86":"Take your food and move along please.",	"s_88":"Move along the corridor please.",	"s_90":"You need to see Captain Clough in the reception room."
}}