{
	"stfFile":"conversation/c_tutorial_rm8",
	"entries": {
		"do_not_edit":"The English version of this file (c_tutorial_rm8.stf) is automatically generated by the SwgConversationEditor.",	"s_298":"",	"s_300":"Hold a minute %NU I must have a word with you. Do you know of the war that is brewing?",	"s_302":"Of course. The Rebellion members are fighting for their freedom from the Empire's tyranny!",	"s_304":"I'm glad you see the true nature of the war. However, before you see the Commander, there is something you must know.",	"s_306":"Who are you?",	"s_308":"Let's just say I'm a friend who is interested in your survival The Empire isn't the only group that has been watching you.",	"s_310":"Someone else has been watching me?",	"s_312":"Yes, your potential has roused great interest. We would see that potential used in the fight against the tyranny of the Empire. Now, we must get you off this station. Every moment you stay here, your life is in danger.",	"s_314":"I've got to get out of here! Can you help me?",	"s_316":"Yes I can. Use the travel terminal in this room to get to Mos Eisley. I will give you a waypoint to my friend there. Her name is Trehla Keelo and she is waiting for you. She will oversee your training until you are stronger and more proficient with your skills.  Now hurry! Someone is coming!",	"s_318":"How do I know that I can trust you?",	"s_320":"You don't. But I can assure you that you can't trust the Empire either. So your choice is trust me, or trust them.",	"s_322":"All right. What do I need to do?",	"s_324":"Yes I can. Use the travel terminal in this room to get to Mos Eisley. I will give you a waypoint to my friend there. Her name is Trehla Keelo and she is waiting for you. She will oversee your training until you are stronger and more proficient with your skills.  Now hurry! Someone is coming! ",	"s_326":"Who's coming?",	"s_328":"Just go!",	"s_330":"Why is everyone so interested in me?",	"s_332":"There are forces at work here that you will come to understand in time. But for now, we need to get you off this station. Every moment you stay here, your life is in danger.",	"s_334":"In danger? From whom?",	"s_336":"The Empire is looking for anyone who exhibits the potential to become a great ally in their war against the Rebellion. If you do not agree to join them, they will kill you.",	"s_338":"Where can I go? I don't have a ship!",	"s_340":"Use the travel terminal in this room to get to Mos Eisley. I will give you a waypoint to my friend there. Her name is Trehla Keelo and she is waiting for you. She will oversee your training until you are stronger and more proficient with your skills.  Now hurry! Someone is coming!",	"s_342":"Who's coming?",	"s_344":"Just go!",	"s_346":"What do you want to tell me?",	"s_348":"There are those on this station who would see you dead. You need to get off this station if you wish to live. I can help you.",	"s_350":"Who wants to kill me?",	"s_352":"The Empire will kill you if you do not agree to help them in their war against the Rebellion.",	"s_354":"Where can I go?",	"s_356":"I have a friend in Mos Eisley who is willing to help you.",	"s_358":"Thank you!",	"s_360":"Use the travel terminal in this room to get to Mos Eisley. I will give you a waypoint to my friend there. Her name is Trehla Keelo and she is waiting for you. She will oversee your training until you are stronger and more proficient with your skills.  Now hurry! Someone is coming!",	"s_362":"Who's coming?",	"s_364":"Just go!",	"s_366":"Of course. The Empire will defeat those rebel scum and return peace to the galaxy!",	"s_368":"I'm glad you understand the true nature of the war. But before you see the commander, there is something you must know.",	"s_370":"Who are you?",	"s_372":"I am a friend of the Empire's, which is more than I can say for others on this station.",	"s_374":"What do you mean?",	"s_376":"There are those on this station who secretly favor the Rebellion. Who do you think tipped off the pirates to your presence in this sector? They want to see you dead.",	"s_378":"Dead? Me?! Why?!",	"s_380":"If someone with your potential joined forces with the Empire, it would go badly for the Rebellion. They are going to try to eliminate you before you reach your full abilities.",	"s_382":"How can I get off this station before they kill me?!",	"s_384":"Use the travel terminal in this room to get to Mos Eisley. I will give you a waypoint to my friend there. Her name is Trehla Keelo and she is waiting for you. She will oversee your training until you are stronger and more proficient with your skills.  Now hurry! Someone is coming!",	"s_386":"Who's coming?",	"s_388":"Just go!",	"s_390":"Friend of the Empire?",	"s_392":"Yes, I work directly for Emperor Palpatine. I have been investigating the Commander of this station. He's suspected of being a Rebel sympathizer and has been smuggling guns to them. He is the one who tipped the pirates off to your presence in this sector. He will kill you before you can join the Empire. ",	"s_394":"How can I get off this station before they kill me??",	"s_396":"Use the travel terminal in this room to get to Mos Eisley. I will give you a waypoint to my friend there. Her name is Trehla Keelo and she is waiting for you. She will oversee your training until you are stronger and more proficient with your skills.  Now hurry! Someone is coming!",	"s_398":"Let 'em come for me, I'm not afraid of them!",	"s_400":"You are brave for one so young, but without training, your bravery alone will not keep you alive I am going to give you a ticket to Mos Eisley. Use the travel terminal in this room to get there. I have a friend there who will oversee your training until you are more proficient in your skills. Her name is Trehla Keelo and I will give you a waypoint to find her. Now hurry! Someone is coming!",	"s_402":"Who's coming?",	"s_404":"Just go!",	"s_406":"Go on! Get out of here!",	"s_56":"Who's coming?",	"s_57":"Just go!",	"s_58":"Who's coming?",	"s_59":"Just go!"
}}