{
	"stfFile":"conversation/c_tutorial_rm4",
	"entries": {
		"do_not_edit":"The English version of this file (c_tutorial_rm4.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Safe?",	"s_102":"Yes, there have been threats made against you. The commander wants to ensure you arrive safely.",	"s_104":"Arrive where?",	"s_106":"I'm sorry, but I'm not privy to that information. Because of the war, our recent missions have been carefully guarded.  Now, notice your radar. It has been 'modified' and will now alert you to any life forms that are in the vicinity. I think you will find it quite useful in getting around safely.",	"s_108":"Thank you.",	"s_110":"Now, please move down the corridor to the next room.",	"s_112":"Threats?",	"s_114":"Yes, those pirates have made numerous threats against your life. In fact, they are rumored to have infiltrated this station. We are instructed to keep a close eye on you. Now, I am to instruct you in the use of your radar. It has been 'modified' and will now alert you to any life forms that are in the vicinity. I think you will find it quite useful in getting around safely.",	"s_116":"Thank you.",	"s_118":"Now, please move down the corridor to the next room.",	"s_120":"I don't need help.",	"s_122":"Certainly not. But information never hurts, so we wanted you to understand how to be prepared for any encounters. While you were recovering from the attack, we added some new technology to your compass and radar.",	"s_124":"What did you add?",	"s_126":"We added a lifeform detection module. With this your radar will detect all life forms in the area around you.  I think you will find it quite useful in getting around safely.",	"s_128":"Yes, this could be useful.",	"s_130":"Now, please move down the corridor to the next room.",	"s_132":"Move along the corridor please.",	"s_134":"You need to see Major Taison in the war room.",	"s_92":"",	"s_94":"I've been expecting you! You will need some information to get around here.",	"s_96":"Thank you. Your help is appreciated.",	"s_98":"No thanks needed. We have been instructed to see that you are safe."
}}