{
	"stfFile":"conversation/c_tutorial_rm1",
	"entries": {
		"do_not_edit":"The English version of this file (c_tutorial_rm1.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"The pirates were after me?",	"s_103":"Yes they were. They were the ones that blew up your ship.  The Empire has been looking for you for a while now. It's just good luck that we found you when we did. Had we been a moment later you would never have made it.",	"s_105":"What? The Empire? Me? Why?",	"s_107":"Why, you've been of interest to the Empire for quite a while now. They are often interested in those who seem to have an unusual amount of 'potential'. We are lucky we found you before the pirates did.",	"s_109":"Pirates?",	"s_111":"Yes, they were after you.  That's why they shot your ship down. But now that you are safely aboard, there will be some papers to  fill out. If you'll just move along down the corridor, we will get that taken care of.",	"s_113":"Oh, alright.",	"s_115":"Just move right along.",	"s_117":"Move along the corridor please.",	"s_65":"",	"s_67":"Ah, %TU, I'm so glad to see you survived! It looks like we found you just in time!",	"s_69":"You blew up my ship!",	"s_71":"Ah, trauma can do strange things to your perception. We arrived just in time to pull you from danger. You haven't been easy to find.",	"s_73":"Find? You've been looking for me?",	"s_75":"Why yes. You've recently come to the attention of the Empire as a person of interest. I'm sure the Emperor will want to be notified that we've found you.",	"s_77":"What? The Emperor? Me? Why?",	"s_79":"The Empire is always interested in those who seem to have an unusual amount of 'potential'. But now that you are safely aboard, there will be papers to fill out. If you'll just move along down the corridor, we will get that taken care of.",	"s_81":"Oh, alright.",	"s_83":"Just move right along.",	"s_85":"What do you mean, 'found me just in time'?",	"s_87":"If we hadn't arrived when we did, I'm afraid those pirates would have succeeded in killing you. You've certainly attracted a lot of attention, you know.",	"s_89":"A lot of attention? From who?",	"s_91":"You've recently come to the attention of the Empire as a person of interest. I'm sure the Emperor will want to be notified that we've found you.",	"s_93":"What? The Emperor? Me? Why?",	"s_95":"The Empire is always interested in those who seem to have an unusual amount of 'potential'. But now that you are safely aboard, there will be papers to fill out. If you'll just move along down the corridor, we will get that taken care of.",	"s_97":"Oh, alright.",	"s_99":"Just move right along."
}}