{
	"stfFile":"conversation/camp_gamma_leader",
	"entries": {
		"do_not_edit":"The English version of this file (camp_gamma_leader.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_21":"Hello.",	"s_22":"I have something for you.",	"s_23":"A smashed scout camera? Hey...wait a second. This is the scout unit we were here to rescue. Wow. Well, at least I have something to show for the trouble. Thanks, %TU.",	"s_31":"Report to the medic in the camp if you have any injuries...or if you are feeling sick in any way.",	"s_32":"I'm not sick or injured, I have a radio for you.",	"s_33":"A radio? Well, I suppose talking to the Empire beats talking to the hasty walls. Maybe they'll drop supplies.",	"s_34":"Can I help you?",	"s_53":"How did you get stuck in the quarantine zone?",	"s_64":"I was part of a rescue team of 5 dropped in before the walls went up. We lost a squad of scouts...never did find them. Anyway, we were on foot at the last known location when they attacked. ",	"s_65":"The undead?",	"s_66":"Yeah...at first we just thought they were Stormtroopers, considering...well, considering they were Stormtroopers, but they weren't attacking. Just screaming at us in unison. Really strange...anyway. We didn't waste a moment before laying down surpressive fire.",	"s_67":"Did it do any good?",	"s_68":"Not really. We would shoot them down and they'd pop back up. Alpha team maneuvered to flank but they were right on top of them...they didn't care about flanking or suppressive fire...since of course they don't die. A few of us managed to run but even that didn't help.",	"s_69":"They surrounded you?",	"s_70":"No. Actually we made it back to an extraction point not far from here. Set up a defensive position and laid low. That was when the others got sick. You probably know what happened next.",	"s_71":"The extraction never came?",	"s_72":"I called it off. As soon as the first one of my unit stood up and started eating the other, I wasn't about to risk it. I thought I was a gonner...but the sickness never took me. ",	"s_73":"Well, looks like you are keeping everyone alive here.",	"s_74":"Maybe, but for how long?",	"s_75":"Check in with camp alpha. Your call sign is 'camp gamma.'",	"s_76":"Will do."
}}