{
	"stfFile":"conversation/captain_piett",
	"entries": {
		"do_not_edit":"The English version of this file (captain_piett.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"What is the payment for fulfilling the missions?",	"s_102":"I assure you that Lord Vader will be very very pleased.",	"s_104":"Okay then, give me the mission.",	"s_106":"I have uploaded the details to your datapad. Give your authorization code to the officer at the gate to gain entry.",	"s_108":"I need a number Captain.",	"s_110":"Perhaps you'd like to contact Darth Vader and ask yourself.",	"s_112":"Uh, no thanks.",	"s_114":"So there are survivors?",	"s_116":"Quite a few based on reports.",	"s_118":"Why aren't they being evacuated?",	"s_120":"We have tried. Venturing into the quarantine zone has proven to be fatal to rescue parties.",	"s_121":"You need to find those Stormtroopers at the Research and Prison facility, %TU. I'll be in touch once you locate them.",	"s_122":"Great job finding the Stormtrooper contingent. Now complete your missions and report back.",	"s_123":"I don't think anyone will believe the report I will submit on this case, but I suppose that is my problem. You on the other hand have fulfilled your duties honorably.",	"s_124":"Please take the sample.",	"s_125":"Ah, yes.",	"s_126":"I hope this wont happen again.",	"s_127":"After this debacle I'm sure the Blackwing research will be discontinued...but you never know.",	"s_128":"I'd rather not know.",	"s_129":"Understood. %TU, you are dismissed.",	"s_130":"I have no pending tasks left for you, %TU. ",	"s_132":"I see.",	"s_134":"You haven't mentioned anything regarding symptoms.",	"s_136":"Symptoms for the disease are the sudden onset of seizures followed by a phase where the victim appears dead. ",	"s_138":"Oh. Wait, what?",	"s_139":"Well, originally we contacted you because we thought you supported the Empire. I see you are a  freelancer. ",	"s_140":"Well, originally we contacted you because we thought you supported the Empire. I see you are a  a nasty rebel. ",	"s_141":"Yes. I think they need my help.",	"s_142":"Yes. I think they need my help.",	"s_143":"No I want to help you.",	"s_144":"No I want to help you.",	"s_145":"Are you sure? Once you start working for them there wont be any turning back.",	"s_146":"Are you sure? Once you start working for me there wont be any turning back.",	"s_147":"Are you sure? Once you start working for them there wont be any turning back.",	"s_148":"Are you sure? Once you start working for me there wont be any turning back.",	"s_149":"Yes.",	"s_150":"Yes.",	"s_151":"Yes.",	"s_152":"Yes.",	"s_153":"Well then...see you around...probably dead.",	"s_154":"Well then...see you around...probably dead.",	"s_155":"In that case, %TU, I have been waiting for you. Imperial High Command mentioned you as a special 'volunteer' for this job.",	"s_156":"In that case, %TU, I have been waiting for you. Imperial High Command mentioned you as a special 'volunteer' for this job.",	"s_157":"I want to do it all again.",	"s_158":"Excuse me?",	"s_159":"I want to do all the quests again.",	"s_160":"Are you absolutely sure, %TU? You won't be able to reverse this. You will only get to keep your rewards.",	"s_161":"Yes.",	"s_162":"Done. Which version of the story would you like?",	"s_163":"Imperial again.",	"s_164":"Done.",	"s_165":"Rebel",	"s_166":"Neutral",	"s_167":"Done.",	"s_168":"Done.",	"s_170":"The victim goes through a short phase where they appear dead. This is a temporary state. Later the victim appears to partially recover but becomes very violent.",	"s_172":"I see.",	"s_174":"You mentioned this may be sabotage?",	"s_176":"Lord Vader is convinced the Rebellion is behind the outbreak. Most likely one or more saboteurs thought they were destroying an Imperial weapon, but really released it. Rebel scum! They are nothing more than well funded terrorists.",	"s_178":"I see.",	"s_180":"No, I'm ready.",	"s_182":"I have uploaded the details to your datapad. Give your authorization code to the officer at the gate to gain entry.",	"s_184":"No, are you?",	"s_186":"I would be if I were you.",	"s_188":"Oh wait...I could die.",	"s_190":"What about the virus?",	"s_192":"I'm ready to serve.",	"s_194":"So are you ready for your mission briefing?",	"s_196":"Yes",	"s_199":"Uh, hello. You look like you might be lost. Would you like to know what is going on here?",	"s_2":"",	"s_200":"Yes.",	"s_202":"Okay...uh, let me contact you via comm after I check with Lord Vader.",	"s_204":"I suggest you evacuate the area citizen. This is no place to be curious.",	"s_27":"Yes?",	"s_29":"I was told by Darth Vader to report to you.",	"s_49":"I see. I was informed by Imperial High Command that a special 'volunteer' would be sent.",	"s_51":"What is going on here Captain?",	"s_53":"The situation is dire. A large portion of Dathomir had to be quarantined. You may have noticed the barriers.",	"s_55":"Quarantined?  Is there a disease?",	"s_57":"Well yes, you could call it that. There was an accident, possibly sabotage, at an Imperial Research Facility and as a result several became infected.",	"s_59":"How is it spread?",	"s_61":"All research into the problem suggest it is an airborne virus and highly contagious.",	"s_63":"There is no cure?",	"s_65":"No, not for this.",	"s_67":"No cure? Why isn't orbital bombardment being used?",	"s_69":"I believe Lord Vader thought you might be able to help avoid the need for such measures. Orbital bombardment isn't exactly a precise science and killing civilians won't exactly win the hearts of the galaxy.",	"s_71":"I see.",	"s_73":"Are you ready to be briefed on your mission, %TU? ",	"s_74":"Please hurry, %TU, the lives of many depend on your success.",	"s_76":"Yes",	"s_78":"You are to travel to the Research and Prison Facility and gain entrance to the primary research lab there. Inside you are to locate at least one sample of a chemical named 'Blackwing.' You have a secondary mission of destroying the virus.",	"s_80":"Sounds doable.",	"s_82":"You aren't worried about the virus?",	"s_84":"Uh, a little.",	"s_86":"Luckily there seems to be a way to inoculate against contracting the virus.",	"s_88":"Seems to be?",	"s_90":"Unfortunately the only way to find out for sure is to seek out the individual giving the inoculation.",	"s_92":"You don't know where this individual is?",	"s_94":"We have received reports this person is at a refugee camp just on the other side of the walls. If you decide to take this mission, a waypoint will be provided.",	"s_96":"I see.",	"s_98":"Any other questions?"
}}