{
	"stfFile":"conversation/choster_lok_cantina",
	"entries": {
		"do_not_edit":"The English version of this file (choster_lok_cantina.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"A little mynock told me that you paid the pirates a little visit.",	"s_101":"You have a talking mynock?",	"s_102":"That mynock has a big mouth.",	"s_103":"No, %TU. It was a figure of speech.",	"s_104":"Oh, well the Mynock was right.",	"s_105":"I think you drank something in their hideout, %TU. Hopefully it isn't permanent...anyway. Great job!",	"s_106":"So it is true? Sweet vengeance! Ahahaha.",	"s_107":"What kind of work did you do for the pirates?",	"s_108":"Tell me about Vana Sage meeting Nym.",	"s_110":"Tell me about Vana Sage meeting Nym.",	"s_111":"Why do you hate the pirates?",	"s_2":"",	"s_52":"I heard what you did for Sheeli, my sister. Thanks for saving her from the Sulfur Lake Pirates. Now let me buy you a drink!",	"s_61":"I can't talk right now. I'm too busy appreciating silence. Get the hint?",	"s_62":"Something I can help you with?  I don't seem to recall your face, but I'm getting a little long in the tooth.  Do we know each other?",	"s_63":"Who are you?",	"s_64":"No. But I'm a friend of Vana's.",	"s_65":"Just someone who's been stuck on Lok for too long, but you can call me Choster. It seems I've seen a thousand fringers just like you wandering this wasteland. You sure we haven't met?",	"s_66":"No. But I'm a friend of Vana's.",	"s_67":"Ah, yes! Vana Sage. Always on top of security for Nym. I'm not sure why she sticks with those Lok Revenants, though. Did you ever hear how Sage met Nym? Funny story. But you aren't here for that story right? You want to know about the Sulfur Lake Pirates and the engineering work I did for them, don't you?",	"s_68":"Yes, tell me about the pirates.",	"s_69":"Tell me about Vana Sage meeting Nym.",	"s_70":"Well, Sage was hired by the Trade Federation, obviously a long time ago, to capture Nym. And believe it or not, she actually succeeded. She was the first and the last to succeed.",	"s_71":"How did Vana and Nym become partners.",	"s_72":"The Trade Federation wasn't exactly known for their honor. Not long after capturing Nym, Sage found out that the Trade Federation had a put out a contract for her termination. After that, well, the enemy of your enemy is your friend. I guess Nym thought it was a good idea to keep Sage close to help avoid being imprisoned in the future. Ah, I'm not doing the story justice. Lets just say that Nym and Sage busted a lot of Trade Federation heads.",	"s_73":"So tell me about the pirates.",	"s_74":"The Sulfur Lake Pirates aren't the brightest pirate band on Lok. First, they named themselves after the lake where they have their 'hidden' lair. When they realized that every other group on Lok knew where they were holed up, the Sulfur crew hired me to set up some defenses. We eventually had a... falling out. There's no band of thieves that I hate more.",	"s_75":"What kind of work did you do?",	"s_76":"I established the safeguards on their security system. It's not too dangerous, but does keep visitors out of the back room. Anyone who wants to enter needs to punch in a series of codes, which only the pirates know. But I did leave a backdoor: I gave the security system a rudimentary AI that will ask three questions to anyone who doesn't have the code.",	"s_77":"Why do you hate them?",	"s_78":"After I set up their systems, the Sulfur morons decided that it would be easier, and maybe safer, to kill me instead of pay me. I barely escaped their bloodthirsty veermok with my life.  I had to change my name and find an image designer to give me a new face. But I don't forget or forgive being betrayed. I came back here to hide on Lok, waiting for a chance to repay them.",	"s_79":"Can you tell me more about this system's 'backdoor?'",	"s_80":"Why do you hate them?",	"s_81":"If you don't have the access code, the security system is programmed to ask you three questions. The system's AI is a little... independent. It changes the questions periodically, so I don't know what they are, exactly. But, I only programmed it with knowledge in three fields: color spectrums, math, and Tatooine humor. Do you want to know more about these areas?",	"s_83":"Tell me about the color spectrum.",	"s_84":"Tell me about the math problems.",	"s_85":"Tell me about the Tatooine jokes.",	"s_86":"I'll deal with the pirates.",	"s_87":"Well, take care. If you need to ask me about the defenses again, I'll be here. I hope you give those pirates what they deserve.",	"s_88":"In my youth, I tried to make my fortune by forging famous holopaintings. I wasn't very successful, but I did learn basic facts about the 'color wheel.' The color spectrum includes both primary and secondary colors, and there are opposing colors on the color wheel. Red is the opposite of green, for example. The security system's AI seemed fascinated with the color wheel, so you might do a little research on that.",	"s_89":"Well, at the time I was very intrigued by sequential numbers. If you're presented with a string of numbers, like 1, 3, 5, and 7, what comes next?  Nine of course.  That's just a simple odd number sequence.  The sequence the AI uses might be a bit harder, but it could also be as easy as 1-2-3.",	"s_90":"A few years back, I was stranded on Tatooine. I was 'befriended' by a Rodian drunk who liked to tell really terrible jokes. The jokes always involved Tatooine native species, like Jawas or dewbacks. The jokes were just awful... How do you get a one-armed Jawa out of a tree? Wave. I tried to purge the jokes from my brain by transferring them to the AI. If the system asks you a joke, just pick the most obvious punch line.",	"s_91":"Back again, %TU? Did you need some more information?",	"s_92":"Tell me about the color spectrum.",	"s_93":"Tell me about the math problems.",	"s_94":"Tell me about the Tatooine jokes.",	"s_95":"Okay, I think I got it all.",	"s_96":"Well, take care. If you need to ask me about the defenses again, I'll be here. I hope you give those pirates what they deserve.",	"s_97":"A few years back, I was stranded on Tatooine. I was 'befriended' by a Rodian drunk who liked to tell really terrible jokes. The jokes always involved Tatooine native species, like Jawas or dewbacks. The jokes were just awful... How do you get a one-armed Jawa out of a tree? Wave. I tried to purge the jokes from my brain by transferring them to the AI. If the system asks you a joke, just pick the most obvious punch line.",	"s_98":"Well, at the time I was very intrigued by sequential numbers. If you're presented with a string of numbers, like 1, 3, 5, and 7, what comes next?  Nine of course.  That's just a simple odd number sequence.  The sequence the AI uses might be a bit harder, but it could also be as easy as 1-2-3.",	"s_99":"In my youth, I tried to make my fortune by forging famous holopaintings. I wasn't very successful, but I did learn basic facts about the 'color wheel.' The color spectrum includes both primary and secondary colors, and there are opposing colors on the color wheel. Red is the opposite of green, for example. The security system's AI seemed fascinated with the color wheel, so you might do a little research on that."
}}