{
	"stfFile":"conversation/collections_collector",
	"entries": {
		"do_not_edit":"The English version of this file (collections_collector.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"I've spent my entire life collecting different things throughout the Galaxy.  I am in search of a few final things to complete my work.  Are you interested in helping?",	"s_16":"Is there a way to remove a collection that you gave me?",	"s_18":"Well, let's see.  I have various tasks to choose from.  However, in order to keep things organized, I can only give you two tasks at a time. ",	"s_19":"I'd rather have you complete the collection.  However, I can remove the collection for you if you wish.    If I do remove the collection you will lose ALL progress that you have made in that collection.",	"s_2":"",	"s_20":"Sounds great.  What do you have in mind?",	"s_22":"I dont have any more tasks for you at the moment. However, you may want to check back periodically. I'm always thinking of new things to collect.",	"s_25":"hmm...Ok, I really can't complete it right now, so let's remove it.    I'm ok with losing the progress i've made so far.",	"s_27":"Here's a list of collections you received from me.  Again, if you delete the collection you will lose all progress that you have made.",	"s_28":"Let me see what you have available.  I'll help with whatever I can.",	"s_29":"You have enough tasks for now.  Finish the tasks I gave to you, then we can see about giving you some more.",	"s_31":"Here's what I have available.  You can choose any two tasks from the list.",	"s_32":"There's no way am I losing the progress I've made for this collection!  Thanks, but i think i'll finish it.",	"s_33":"I have plenty to keep me busy at the moment.  I'll come back when I have less to do.",	"s_35":"Just let know know.  I'll be here for a while.",	"s_36":"Good Luck on finishing the collection.",	"s_38":"You don't have any Collections active that I gave you.",	"s_39":"Do you know of any other collectors that need help?",	"s_40":"Oh, yes, I have a few friends that are collectors as well.  They sometimes help me finish up a collection if they have extra items that will help.",	"s_41":"Do they offer collections as well? If so, can you point me to them?",	"s_42":"Sure thing, I'm sure they'd be happy to see new faces interested in finding rare items.  Who would you like to go see?",	"s_44":"Direct me to the Endor Collector, please.",	"s_47":"I'd like to visit your friend on Yavin4.",	"s_48":"Ah, one of my best friends and a great collector.   He's located outside the walls of the Research Outpost.",	"s_50":"Sure thing, he's located around the Mining Outpost on Yavin4.",	"s_52":"Aurilia, that's on Dathomir, correct?  How do I get there?",	"s_54":"It sure is.  You can get there by going to the Science Outpost on Dathomir and heading SE.  You'll know you've arrive when you reach a dense fog.",	"s_56":"Tatooine, yes!  I love the dry heat!",	"s_58":"She's located in Mos Eisley.  Very talented, and a great teacher.  When you see her, tell her I said 'Hello'.",	"s_68":"Someone mentioned you may have a new collection I would be interested in.  Is this true?",	"s_69":"I'm here concerning the photography collection.",	"s_70":"Are you finished?",	"s_71":"Yes, I'm all done.  Here's the camera, thanks for letting me use it.",	"s_72":"No, not finished yet.",	"s_73":"Yes, I'm all done but I don't have the camera with me...",	"s_74":"Great Photos!  Here's your reward.  Now, if you'll excuse me, I need to put these in an album.",	"s_75":"Go ahead and finish up, then return to me for your reward.",	"s_76":"I need the camera in order to get the pictures from it.  Go get the camera and return to me.",	"s_78":"Ahh, yes I do.  As you may have noticed, the Durni populations have been decreasing at an alarming rate in recent years.",	"s_80":"What does that have to do with collecting?",	"s_82":"I'd like to get a set of pictures of the different species of durni just in case they do end up going extinct.  Would you be willing to help?",	"s_84":"I sure will, what do you need me to do?",	"s_86":"Take this camera, it has plenty of film.  Go out and take as many pictures of Durni as you can, then return to me once you are finished.    Don't forget to bring the camera back with you when you return.",	"s_88":"No, I am just passing through.",	"s_90":"If you change your mind, I could always use some help.  Just come back and see me when you have more time."
}}