{
	"stfFile":"conversation/community_tcg_photo_contest_painting_handout",
	"entries": {
		"do_not_edit":"The English version of this file (community_tcg_photo_contest_painting_handout.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"Wow! Yes, I'll take a free painting.",	"s_13":"Excellent. Which paintings would you like?",	"s_15":"I'll take 'Padawan Training'.",	"s_17":"Such drama and tension in this painting. Well chosen.",	"s_19":"I like 'Imperial Agent'.",	"s_2":"",	"s_21":"Kneeling in victory over a fallen foe. Stylish and would probably match your sofa. Enjoy!",	"s_25":"I'd like to get all three paintings.",	"s_27":"Here you go...all three paintings are yours.  Enjoy them and remember: Engineers are better than Specialists!",	"s_29":"Paintings? Art? Blech! No thanks.",	"s_31":"I will only be here for a limited time.  Should you change your mind, come back and see me. And you really should change your mind...",	"s_33":"I'm not interested.",	"s_34":"Hey there!  I hope you're enjoying the new paintings. Remember Matilda for all your most important painting needs!",	"s_36":"I will only be here for a limited time.  Should you change your mind, come back and see me.",	"s_37":"My favorite is 'Intense Performer'.",	"s_38":"Passion and intensity flow through this painting. My favorite as well.",	"s_41":"Not sure if you're going to stick around, eh? Well, if you decide to stay for good, come back and I'll have some paintings for you.",	"s_42":"It looks like you're new to the area.  If you come back after you've been around for 10 days or more, I'll have a few gifts for you.",	"s_44":"Paintings are my life. Really...it's true. Well, not just painting...all types of artwork. Oh, and I like puppies too.",	"s_5":"Hello there! I am a master in the allocation of beautiful and exquisite art...far superior to anything a so called Distribution Specialist might offer. I have some special artwork now available for a limited time.",	"s_7":"What do you have?",	"s_9":"I have been asked...and by asked, I mean well-paid...to make certain that three wonderful works of art become known to each and every household in the galaxy. For a limited time, I can offer you any or all of these paintings completely free of charge."
}}