{
	"stfFile":"conversation/command_console_level_03",
	"entries": {
		"do_not_edit":"The English version of this file (command_console_level_03.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_35":"Facility Emergency Escape Hatches",	"s_37":"Level 3, Maintenance Room",	"s_38":"Command Console Access...",	"s_42":"Unlock Hatch",	"s_43":"Hatch Opened",	"s_45":"Internal Communications Log",	"s_46":"Command Console Communications",	"s_48":"Blinking Com Light",	"s_49":"Comms Received",	"s_50":"Comms Initiated",	"s_52":"Internal communication answered.",	"s_53":"See Transcripts, Calls Received",	"s_54":"Experimental Laboratory 2, Level 3",	"s_55":"See Transcripts, Calls Made",	"s_56":"Dr. Jin - (Cough) I don't know who you are but you are...you are not authorized (Cough) to be in this facility.",	"s_57":"Observation Area, Level 3",	"s_58":"Dr. Mar - There is a security breach in the observation area! Repeat...the creature has broken the restraints! Send a security detail as soon as possible.",	"s_59":"Get Waypoint",	"s_60":"Waypoint Issued",	"s_61":"Get Group Quest",	"s_62":"Waypoint Issued",	"s_63":"Maintenance Room, Level 3",	"s_64":"FR-351 - I checked the emergency escape hatch again. I don't care what maintenance says, their hatch is malfunctioning. If there is any type of emergency that warrants escape, the hatch will need to be opened from your command console.",	"s_67":"Security Post 32, Level 2",	"s_68":"TK-217 - Hahaha. You should have been there! We put an empty Blackwing canister under Lieutenant Boster's bunk pillow. Man was he upset! It was worth every hour of extra duty. Hey, can you call this post every once in a while to make sure I'm awake?",	"s_69":"Maintenance Room, Level 3",	"s_70":"Cornburr - Yeah, this is maintenance. I ran the level diagnostic and all emergency systems are nominal. There was a few problems with vents not opening and closing but nothing I can't fix. Oh, and our escape hatch won't demagnatize down here. Probably some issue with the electrical current. I'll fix that before the end of the day.",	"s_71":"Security Post 32, Level 2",	"s_72":"No answer.",	"s_73":"Security Post 32, Level 2",	"s_74":"Security Post 32, Level 2",	"s_76":"TK-217 - Yeah, I mean yes sir! Situation normal here...hey wait a second! Very funny. Stop with the Doctor Jin impression! You're going to give me nightmares.",	"s_77":"No answer.",	"s_78":"Security Post 32, Level 2",	"s_79":"Security Post 32, Level 2",	"s_80":"No answer.",	"s_82":"Maintenance Room, Level 3",	"s_83":"Cornburr - Yeah?  Uh, right. Yeah, I'm finished making all the repairs. No, I'm awake. No, seriously, if I say it's repaired, it's repaired. Besides, what could possibly happen?",	"s_84":"TK-217 - Yeah, I'm awake. Get this, if I lean just right in this Stormtrooper armor, it looks like I'm standing! I plan on catching up on my sleep for the next 16 hours.",	"s_86":"Please give me the 'What Next' quest.",	"s_87":"Done"
}}