{
	"stfFile":"conversation/computer_console_level_02",
	"entries": {
		"do_not_edit":"The English version of this file (computer_console_level_02.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Store breached, virus lost.",	"s_101":"Current Status",	"s_102":"Store breached, virus lost.",	"s_103":"Current Status",	"s_104":"Store breached, virus lost.",	"s_105":"Current Status",	"s_106":"Store breached, virus lost.",	"s_2":"",	"s_34":"Log off.",	"s_37":"Keep operational security in mind at all times. Thank you.",	"s_38":"Cryogenics Laboratory Records",	"s_40":"Cryogenics Laboratory Authorization Required.",	"s_41":"Cryogenic Storage Unit 1 - Mutation Strain 1.04",	"s_42":"Log off.",	"s_43":"Cryogenic Storage Unit 2 - Mutation Strain 1.08",	"s_44":"Cryogenic Storage Unit 3 - Mutation Strain 1.02",	"s_45":"Cryogenic Storage Unit 4 - Mutation Strain 1.05",	"s_47":"Cryogenic Storage Unit 5 - Mutation Strain 1.12",	"s_48":"Facility security notified.",	"s_49":"Cryogenic Storage Unit 6 - Mutation Strain 1.20",	"s_50":"Reissue 'Look for Clues' quest?",	"s_51":"Yes please!",	"s_52":"Done.",	"s_65":"Unauthorized access detected.",	"s_74":"Restricted Cryogenic Storage - Unmutated Strain",	"s_77":"The restricted cryogenic storage unit, located in Doctor Jin's office, contains the only available unmutated strain of the Blackwing virus.",	"s_79":"Cryogenic storage unit 6, located in the main cryogenics laboratory facility, contains the mutated strain 1.20. This strain's RNA was mutated to the point in which the surface proteins altered their shape to make it past the immunity of the Rancor. Ongoing experiments with live subjects continue in the lowest level.",	"s_80":"Cryogenic storage unit 6, located in the main cryogenics laboratory facility, contains the mutated strain 1.20. This strain was introduced to the Krytos virus which led to undesirable results. The Krytos virus mutation is too influential on the Blackwing nudentide. The host rapidly loses important tissue and quickly becomes nonoperational. ",	"s_89":"Cryogenic storage unit 4, located in the main cryogenics laboratory facility, contains the mutated strain 1.05. This strain was introduced to Virus 43-115, otherwise known as the waterborne strain of the Blue Shadow Virus. This sample will eventually be used in hypermutation experiments in an attempt to make a more viable airborne Blackwing virus.",	"s_90":"Cryogenic storage unit 3, located in the main cryogenics laboratory facility, contains the mutated strain 1.02. This strain was slightly mutated using ultraviolet light. The virus created a less favorable mutation that handicapped the virus radius of infectious influence.",	"s_91":"Cryogenic storage unit 2, located in the main cryogenics laboratory facility, contains the mutated strain 1.08. This strain has had an unmutated Berserker Virus introduced to study if there are any favorable results. ",	"s_92":"Cryogenic storage unit 1, located in the main cryogenics laboratory facility, contains the mutated strain 1.04. ",	"s_93":"Current Status",	"s_94":"Removed by Dr. Jin",	"s_95":"Current Status",	"s_96":"Store breached, virus lost.",	"s_97":"Current Status",	"s_98":"Store breached, virus lost.",	"s_99":"Current Status"
}}