{
	"stfFile":"conversation/corellia_tyrena_noro",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_tyrena_noro.stf) is automatically generated by the SwgConversationEditor.",	"s_15":"Why are you back here?",	"s_16":"I need to spike the administrator's computer somehow.",	"s_17":"Spike it? Well I suppose you could send an electrical pulse down the line to it, but where you could do that from, I have no idea.",	"s_18":"An electrical pulse?",	"s_19":"Yes, just find some machinery near the administrator's office and see if you can program any of the terminals to send a pulse to that terminal. It should spike the terminal for several minutes.",	"s_2":"",	"s_21":"I'll go look.",	"s_22":"You have got to stop talking to me. You're going to get me sent to the detention cells.",	"s_23":"I was able to spike the administrator's computer.",	"s_24":"Great, now go get the elevator password!",	"s_25":"Right.",	"s_26":"Bye.",	"s_27":"Finish what you started. Find a slave named Akkus on the lower levels. He's been bragging that he knows how to get access to the security areas. Tell him I sent you and find out if he's telling the truth.",	"s_28":"Thanks for all you have done. We can make our own way out here.",	"s_30":"Good luck.",	"s_33":"Who are you? You're not one of the slavers.",	"s_35":"Kyran sent me, I'm here to help you.",	"s_37":"Kyran made it out?",	"s_39":"Yes. He sent me in to get everyone else out.",	"s_41":"So what do you want from me?",	"s_43":"Kyran said you know how to get to the lower levels.",	"s_45":"Kyran puts too much faith in me. I'm not exactly sure, but some of the privileged slaves use the elevator on the other side of the fence there. They have to get a pass from the administrator's office. You might check there for a terminal or something.",	"s_47":"Where is the administrator's office?",	"s_49":"I don't know exactly. I've never left this pen. I've only heard about it. It's supposed to be on this level in the office area. I suppose if you get to some rooms that look like offices you'll be in the right area. Try the hall to the south. The slaves with the special permission passes usually come from that direction.",	"s_51":"Thanks.",	"s_53":"You're welcome. If you get to the lower levels find a slave named Akkus. He's been bragging that he knows how to get access to the security areas. Tell him I sent you and find out if he's telling the truth. Sorry, but that's all I know that could be of help.",	"s_55":"You must slice the administrator's computer. Go look for some offices on this level.",	"s_56":"I can't talk now, come back later!"
}}