{
	"stfFile":"conversation/corellia_coronet_starport_master",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_coronet_starport_master.stf) is automatically generated by the SwgConversationEditor.",	"s_13":"Welcome to the Coronet starport. I trust all of your travel needs...I'm sorry, can you repeat that?",	"s_15":"I need a shipping schedule for Ral Mundi's last shipment.",	"s_17":"Was it an incoming shipment or was it outgoing?",	"s_19":"It was the Ragtags? They are usually more into robbery and assault than vandalism.",	"s_2":"",	"s_20":"Let me know once you found those responsible for the vandalism to my starport.",	"s_21":"Welcome to the Coronet...Oh, you were sent by Lt. Jasper to look into the starport vandalism. As you can see, these terminals were badly damaged. Seems obvious that it was those Meatlumps who did it. They're always smashing up something somewhere.",	"s_22":"You're sure it was the Meatlumps?",	"s_23":"No, but this is definitely the kind of thing they'd do. Go speak with Finn Shallo. He's an editor for the Corellia Times. His writers are always doing stories about the Meatlumps. He should be able to confirm the facts.",	"s_24":"I'll go speak with Mr. Finn Shallo.",	"s_25":"Incoming. A delivery expected by Mr. Mundi.",	"s_26":"Thank you. Come back and let me know when you've found those responsible for this damage.",	"s_28":"Yes, here you are. Please let Mr. Mundi know that I will be happy to be of further service should he require it.",	"s_30":"Outgoing. A delivery from Mr. Mundi bound for another world.",	"s_32":"I see no record of any outward bound shipments from Mr. Mundi's warehouse in recent months.",	"s_33":"They were trying to frame the Meatlumps.",	"s_34":"Ah, I see. They wanted the Meatlumps to take the fall for it. And I almost helped that happen. I'm glad that Mr. Shallo could help us avoid that. You should probably report back to Lt. Jasper now.",	"s_36":"Welcome to the Coronet starport. I trust all of your travel needs will be met in an efficient and courteous manner."
}}