{
	"stfFile":"conversation/corellia_droid_factory_lieutenant_varias",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_droid_factory_lieutenant_varias.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"It's good to see you again. ",	"s_102":"Why not call in more forces to deal with the droids?",	"s_104":"The planetary government wants to get this resolved quietly. They are worried that if word got out that we're having issues with armed combat droids, the Imperial forces would use it as a reason to deploy a large number of troops. This could result in the Empire taking a much greater level of control of the planet.",	"s_105":"Ok, I'll see what I can do.",	"s_106":"Thank you.",	"s_11":"You managed to destroy the factory's control system? Thank you; with the production stopped, the crisis has been contained. We'll still need to defeat the remaining forces in there, but for now the disaster has been avoided.",	"s_13":"It looks like your work with Druno has paid off. Thanks to your effort, Druno has identified a way to destroy the factory's production capability.",	"s_19":"Thank you for finding our men. If you're looking to help out, talk to Druno Kener. He's working on finding a way to shut down the facility.",	"s_2":"",	"s_21":"You located Sergeant Hirka and his men? That's good news. When they failed to report back we feared the worst.",	"s_23":"Have you found any sign of Sergeant Hirka yet?",	"s_25":"So what's the next step?",	"s_26":"Druno has disabled the factory's backup systems. This means that if we can shut the factory down it won't be able to restart itself.  We need someone to make their way to the deepest part of the factory. Somewhere down there is a control override terminal. Activate the terminal and the factory should shut down for good. Are you up for this?",	"s_27":"I might as well see this through.",	"s_28":"I think I've done enough for now. You'll need to find someone else.",	"s_29":"I knew we could count on you. Find the terminal and disable the production systems.",	"s_30":"I had hoped you'd help us in this, but I can't fault you.",	"s_31":"You are the one Jornel mentioned? We could certainly use all the help we can get.",	"s_34":"If you are here to help I'm glad to see you. If not you are in the wrong place.",	"s_48":"So where do we start?",	"s_50":"I still need you to disable the factory's control system.",	"s_52":"I'm glad I could be of assistance.",	"s_53":"Before you head off, I have a favor to ask. An associate of mine, Wernell Covington, is looking for someone of your skills to assist him with a personal matter. If you would, please travel to Rori and speak with him.",	"s_55":"What's going on here?",	"s_56":"I guess that makes sense.",	"s_57":"It all started when CorSec received reports of Clone War droids in the area. It didn't make much sense but we were dispatched from Coronet to investigate.",	"s_58":"I'm glad I could be of assistance.",	"s_59":"So what did you find?",	"s_61":"It turned out that the cave here contains an old, fully automated droid factory. It must have been here since the Clone Wars, possibly built in preparation for a possible invasion of Corellia.",	"s_72":"So what can you tell me?",	"s_75":"So what do you need me to do?",	"s_76":"The first thing I need is for you to help me locate a group of men we initially sent into the cave to scout out the place. After their initial transmissions, we lost all contact. The patrol was led by an experienced officer, Sergeant Hirka. I want you to locate them, alive or dead and report back to me with what you find. Also you should talk to Druno Kerner and Sergeant Mener. They will have other tasks you might be interested in.",	"s_88":"How could a droid factory possibly end up here?",	"s_90":"My guess is that it was built covertly. That way droids from here could be used to cause chaos on the ground while the bulk of their forces engaged the planetary defenses from space.  However, during the Clone Wars, the droid army decided to bypass Corellia when they invaded the core worlds. Instead they struck directly at Coruscant. The invasion never happened so the factory was never activated, that is until now.",	"s_92":"So why did the factory suddenly activate itself after all these years?",	"s_94":"Your guess is as good as mine. I'd love to find out but dealing with the threat of the factory is the first priority."
}}