{
	"stfFile":"conversation/corellia_38_vuul_sarlin",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_38_vuul_sarlin.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_43":"Um, if you're going to go make a mess of Ladonna Poe and those other ryll smugglers, would you mind doing me a favor? Please remove my name from their database of ryll sellers. If they don't have my name, maybe they won't suspect me as being the one who ratted them out.",	"s_44":"Hey, okay. You've made your point. If you can defeat my guards that easily, then you are not someone I want any heat from. Or maybe it just means I need to hire better guards. Anyway, you have my attention. What can I do for you?",	"s_45":"What I do is facilitate the movement of certain products from the hands of those who make it into the hands of those who want it. It's not always pretty, but it's necessary.",	"s_46":"Who supplies you with ryll?",	"s_47":"All I know is that it's smuggled onto Corellia on small ships and unloaded at a bunker near here. I only ever deal with a contact outside of the bunker. Ladonna Poe is her name. That's all I know. If you need more information, I suggest going there, but don't expect her to talk. She'll die before she tells you anything. Oh, and if you're going to kill her, can you do me a favor while you're there?",	"s_48":"Okay, I'll do that.",	"s_49":"Thank you. They'll probably have 2 databases with information on ryll sellers. Be sure to get both of them. Let me know when it's done.",	"s_50":"No thank you.",	"s_51":"Oh yeah, I see how it is.",	"s_52":"Please be sure and remove my name from the ryll seller databases of those ryll smugglers.",	"s_53":"Thank you, thank you, thank you. I cannot thank you enough.",	"s_54":"I forget, did I thank you for getting my name out of their database of ryll sellers?",	"s_55":"I suppose I can.",	"s_56":"No.",	"s_57":"Oh. Now I'm sad.",	"s_58":"Oh good. Please remove my name from their database of ryll sellers. If they don't have my name, maybe they won't suspect me as being the one who ratted them out."
}}