{
	"stfFile":"conversation/corellia_coronet_pol_handerin",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_coronet_pol_handerin.stf) is automatically generated by the SwgConversationEditor.",	"s_14":"Oh wow. You really did it. I must say I'm impressed, and to think I had thought you'd never be able to pull that off. Ready for the second task?",	"s_16":"I sure am.",	"s_17":"I cannot tell you how much I appreciate the help. If there's any way I could repay you, I would not hesitate.",	"s_18":"Please defeat 12 of the bandits.",	"s_19":"Please defeat the bandit leader, Trae Nedgarr.",	"s_2":"",	"s_20":"Please recover the 8 barrels of grain the bandits took",	"s_21":"Please defeat the bandit leader, Trae Nedgarr, and defeat 12 of the bandits.",	"s_22":"Please recover the 8 barrels of grain they took and defeat 12 of the bandits.",	"s_23":"Please recover the 8 barrels of grain the bandits took and defeat their leader, Trae Nedgarr.",	"s_24":"Please recover the 8 barrels of grain they took, defeat their leader, Trae Nedgarr, and defeat 12 of the bandits.",	"s_25":"I've always wanted to get a job doing government work.",	"s_26":"After you report back to that nice Lt. Jasper, go see my cousin in the capitol building. Gallura can put you to good use. I'll send word to her to expect you as well as a glowing recommendation. Thank you again!",	"s_28":"There's a group of bandits led by Trae Nedgarr, that call themselves the Nedgarr bandits. It's not exactly the most clever of names. Anyway, they damage my crops and steal my grain. Please recover the grain they took and get rid of their leader.",	"s_30":"Not right now. Perhaps later.",	"s_32":"Oh. Well, perhaps another time then. At least those enraged carrion spats are gone.",	"s_34":"Go defeat 10 enraged carrion spats.",	"s_36":"Go defeat the enraged carrion spat pack leader, Gravefeather.",	"s_38":"Go defeat 10 enraged carrion spats and their pack leader, Gravefeather.",	"s_40":"Oh, hello. You must be the one Lt. Jasper was saying would come to help me. Boy, I sure hope you're able to. My farm is really beginning to suffer.",	"s_42":"That's right. Lt. Jasper sent me to help.",	"s_44":"Well the first problem has to do with some enraged carrion spats. I don't rightly know what enraged them, but they do a lot of damage. I need you to go thin out their pack and defeat their pack leader, Gravefeather. ",	"s_46":"Lt. Jasper did send me, but I cannot help right now.",	"s_48":"Oh. Well, perhaps another time then. That is, assuming my farm survives that long.",	"s_50":"Ah, the farmer's lot can be a toiling one, but it's ever worse when bandits or wild animals cause problems like mine."
}}