{
	"stfFile":"conversation/corellia_38_major_walden",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_38_major_walden.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Thank you for your assistance. I hope we get to work together again some day.",	"s_16":"Continue your investigation into the assault on the starship captain, Osto Grissom.",	"s_17":"Yes, I'll help.",	"s_18":"No, I don't think so.",	"s_2":"",	"s_20":"Well, I have to admit that I didn't expect this turn of events. Wilfred Quelsh will pay for his crimes. All of them. It's a sad thing, though. Moving on. Are you ready for another case?",	"s_22":"Yes, what's next?",	"s_25":"A starship captain was assaulted upon leaving the cantina. The strange part is that he wasn't robbed. They attacked him and then left without taking anything. This is obviously not just a mugging. Look into it. You'll find the starship captain, Osto Grissom, near the cantina.",	"s_26":"No thank you. Maybe later.",	"s_27":"Very good. Travel to Kor Vella and speak with Lt. Lon Cope. He'll be expecting you.",	"s_28":"I see. Perhaps another time then.",	"s_30":"As you wish. I'll be here if you change your mind.",	"s_32":"Continue your investigation into Lt. Col. Quelsh's stolen medal.",	"s_34":"Ah, well met. Lt. Jasper told me to expect you. I have a backlog of recent cases that I could use some help with. Are you interested?",	"s_36":"I would be glad to help.",	"s_37":"I'm on my way.",	"s_38":"Excellent. Your first case involves a stolen Corellian Medal of Honor. It was stolen from a retired CorSec officer, Lt. Col. Wilfred Quelsh. I do not personally know Lt. Col. Quelsh, but I understand he was a highly decorated officer in his time. You should start by speaking with the Lt. Col.",	"s_40":"May the Force be with you.",	"s_41":"I'm on my way.",	"s_43":"No thank you. Maybe another time.",	"s_44":"And may the Force be with you.",	"s_46":"Very well. Let me know if you change your mind.",	"s_48":"The Corellian Security Forces, better known as CorSec, strive to keep Corellia safe for all citizens.",	"s_9":"The Meatlumps attacked just because he delivers electronics? How very strange. I'll never understand those Meatlumps. Well, moving on. I've received word from a colleague in Kor Vella that they could use some extra help with a case up there. Would you be interested in assisting them?"
}}