{
	"stfFile":"conversation/corellia_coronet_gallura_handerin",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_coronet_gallura_handerin.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"Our missing government courier was last seen near the Guild Hall. Try looking around that area. I hope nothing happened to courier; but if it did, at least recover the papers he was carrying. ",	"s_13":"Oh, it's good to have that armor back. That Imperial officer would have really gotten mad at us if he'd found out. I have another task for you, if you're ready for one.",	"s_19":"Please go recover that stolen armor and put as much hurt into those thieves as you can get away with.",	"s_2":"",	"s_21":"Oh, you're back. Let's see what the drop boxes held this time. Hmm...nothing too important, though one or two will require a committee. I have another task for you. Ready?",	"s_23":"Yes, what is the task?",	"s_24":"I am. What is the task?",	"s_25":"One of our couriers has gone missing. He last reported in as he was nearing the city over by the theater. Go check in the area around the theater and see if you can find any sign of him.",	"s_27":"I cannot right now. Perhaps another time.",	"s_28":"An Imperial officer left a small case of stormtrooper armor here in the capitol building by mistake. Some thieves made off with the armor. The Imperial officer does not yet know about this, and we need to keep it that way. Please go silence the thieves and recover that stolen armor. ",	"s_29":"I see. Well, this kind of thing usually can't wait too long. Don't delay or someone else might snap up the work.",	"s_30":"I really must thank you for all your help. You've been exactly as great as Pol said you would be.",	"s_31":"Thank you for clearing the Diktat's name! Those awful charges of smuggling spice and conspiring with the rogue CorSec. I just knew that couldn't be true.",	"s_33":"I cannot right now. Perhaps another time.",	"s_35":"I see. Well, this kind of thing usually can't wait too long. Don't delay or someone else might snap up the work.",	"s_37":"Go find the 7 drop boxes throughout Coronet. They are mostly found around important buildings.",	"s_39":"Oh hello! Pol told me all about you. He was really very impressed by the way you handled those enraged carrion spats and those bandits. I would be very happy for you to work with me. I have a task for you, if you are available?",	"s_41":"I am. What is the task?",	"s_43":"I need you to go around Coronet to all our government drop boxes and check them for any documents or datadisks that need our attention. We use the drop boxes for our citizens who do not have access to a data terminal. ",	"s_45":"I cannot right now. Perhaps another time.",	"s_47":"I see. Well, this kind of thing usually can't wait too long. Don't delay or someone else might snap up the work.",	"s_50":"Good day to you. It's a wonderful time to be in Coronet, isn't it?",	"s_51":"I was glad to recover those documents.",	"s_52":"Thank you. I have some other news. Brantlee Spondoon, the aide to the Diktat, has personally requested your assistance. You've been summoned to go speak with Brantlee. How exciting!",	"s_56":"Can you tell me how to get to Brantlee again?",	"s_57":"You haven't been there yet? Here, you must hurry.",	"s_8":"Oh my. Our courier was jumped and killed by some thugs? That's awful. At least you were able to recover the papers he was carrying."
}}