{
	"stfFile":"conversation/corellia_droid_factory_druno_kener",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_droid_factory_druno_kener.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"So can you shut down the factory?",	"s_12":"Unfortunately not. However, I've ensured that if it's shut down it won't be possible to re-activate it again.  I believe Lieutenant Varias want to talk to you about shutting down this thing for good.",	"s_14":"I need you to access all of the four manual override terminals in the factory. Until you do I won't be able to directly access the factory's security systems.",	"s_16":"With communications reestablished we can start working on how to shut down this factory. The first task will be to access the manual override terminals throughout the middle part of the facility. If those terminals were activated I would be able to directly access the factory's security systems.",	"s_18":"I'm guessing that you want me to find those terminals?",	"s_2":"",	"s_20":"Yeah, I was hoping that you'd be willing to handle that.",	"s_22":"Yeah I can handle that.",	"s_24":"Great, find and activate each of the four terminals and I should be able to activate the factory's systems.",	"s_26":"I think I've had enough of droids for now.",	"s_28":"Oh.. I understand I guess.",	"s_30":"You did it! Communications are back online. We're finally getting somewhere. Now we can start focusing on how to disable this factory before we're overrun by the droids.",	"s_33":"I'm still not able to establish communications with Coronet. Did you reactivate the power and the antenna?",	"s_35":"Hello, I'm Druno Kener, the team's technical officer.",	"s_37":"So what are you working on?",	"s_39":"Well, the first problem we have is that we've lost contact with the outside world. It seems that all the old machinery is interfering with communications. The transmitter we have is just not strong enough.",	"s_4":"with the factory's production systems off-line the situation is slowly comming under control. Thank you for your help.",	"s_41":"Anything that I could do to help?",	"s_43":"Yes. In order to re-establish communications we'll need to start the emergency power generator and then reactiavte the old antenna relay. You can find both in the rooms to the east of here.",	"s_45":"Well, that's too bad... Good luck with your problems.",	"s_47":"So what's next?",	"s_48":"Yeah thanks.",	"s_6":"With the factory production system compromised, we can strike directly at the production systems. Speak to Lieutenant Varias for the details.",	"s_8":"I've been tracking the systems and now that you've activated the four terminals I'm able to disable a number of the factory's security systems."
}}