{
	"stfFile":"conversation/corellia_coronet_abagga_creel",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_coronet_abagga_creel.stf) is automatically generated by the SwgConversationEditor.",	"s_13":"Speak with me again after you finish making a generic crafting tool.",	"s_15":"I sure hope you're able to help Ral find that missing shipment. The future of our business rides in the balance.",	"s_17":"Hello. Ral sent you? He wants the invoice for the missing shipment. Sorry, but my terminal is down. I need to make some replacement parts but I lost my generic crafting tool. If you could replace it, I could fix my terminal and get the invoice information you need. How about it?",	"s_19":"Sure, I'll make you a generic crafting tool.",	"s_2":"",	"s_21":"Thank you! Speak with me again after you've finished making it.",	"s_25":"Um, is there any other way?",	"s_27":"Not really. Without my crafting tool, not only can I not make the parts I need, but I also cannot make a replacement crafting tool. So one way or another, I need a generic crafting tool.",	"s_29":"I really can't believe the missing shipment was in the capitol building. How on Corellia did it ever end up there? Makes you wonder what exactly our government is up to these days.",	"s_30":"Then I'll make you a generic crafting tool.",	"s_34":"Oh, okay. Can you now get the shipping invoice?",	"s_35":"Right, the shipping invoice... Ah yes, here's Ral's request for me to upload the shipment invoice to your journal. I will do that now. Oh, and tell Ral that we really must upgrade our terminal software. These things are ridiculously outdated.",	"s_36":"Welcome to Ral Mundi's Starship Emporium. What can I do for you?",	"s_38":"Ral sent me to get a shipping invoice from you.",	"s_39":"Oh, you must mean the one that is late. Let me upload it from my datapad....There done.",	"s_42":"I'm still not interested in doing that.",	"s_44":"I'm afraid there's no other way. But as you wish.",	"s_46":"Welcome to Ral Mundi's Starship Emporium. Where all your starships dreams can come true. Only not today. And maybe not tomorrow. We're in a bit of a crunch at the moment. Ral can tell you more if you're interested. He's over at the starport.",	"s_6":"Oh good. Thank you for the crafting tool... There, done crafting my parts. You can have this crafting tool back. I don't need it any more."
}}