{
	"stfFile":"conversation/corellia_coronet_times_editor",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_coronet_times_editor.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"Excuse me, hello. What can I do for you?",	"s_13":"I found this view screen with the Corellia Times logo on it.",	"s_15":"Oh? Let me take a look at that. Why yes, this belongs to Vani Korr. Did you get it from one of those Meatlump thugs by any chance?",	"s_17":"Yes, I did. They were trying to destroy a power generator. Or something.",	"s_19":"Very interesting. The Ragtags were hoping to get the Meatlumps into trouble. The Ragtags really hate the Meatlumps. It's something I need to look into. Or rather, one of my reporters need to look into.",	"s_2":"",	"s_20":"Go fight some Meatlumps and look for any clues about the starport terminals being damaged.",	"s_21":"Greetings, friend. Jesseb Convorr sent word to expect you. How can I help?",	"s_22":"Some terminals at the starport were vandalized.",	"s_23":"That certainly does sound like the work of the Meatlumps. But, verify your facts as I always say. Go fight some Meatlumps and see if you can find any clues. Meatlumps are usually found around the outskirts of the city.",	"s_24":"Yes, they do seem to like doing that kind of thing. They attacked Vani. At least, that's what she claims. You'll find her in the hospital here in Coronet. Why don't you bring this view screen over to her. I'm sure she'll be glad to have it back.",	"s_26":"I'll do that.",	"s_28":"Thank you. She's on the first floor of the hospital.",	"s_29":"What do I do now?",	"s_30":"I can help you find the Ragtags who are responsible for this. I know an ex-Ragtag who helps me with this kind of thing. His name is Demmi Wot. Go speak with him.",	"s_32":"Working for the Corellia Times is the culmination of a life-long dream. Really. I love working with stubborn reporters who think a deadline is nothing more than a suggestion. Ah yes, my life-long dream.",	"s_33":"What now?",	"s_34":"Who are I supposed to talk to?",	"s_35":"The ex-Ragtag's name is Demmi Wot. Go speak with him."
}}