{
	"stfFile":"conversation/corellia_coronet_lt_jasper",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_coronet_lt_jasper.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Perhaps later, but I can't right now.",	"s_102":"I understand. Speak with me again when you are ready to continue.",	"s_104":"Pol Handerin has a farm on the outskirts of Coronet. Go find out what help he seeks and give it to him. Then report back to me.",	"s_106":"So the Ragtags were trying to put some CorSec heat on the Meatlumps, eh? Typical. The Ragtags really hate the Meatlumps for some reason, even though the Meatlumps barely acknowledge the Ragtags exist. Maybe that's the cause. Regardless, it's time to start turning our eye to the capitol. We need to find out what's going on there. Interested?",	"s_108":"Yes, definitely.",	"s_110":"Good. I need to get you some work at the capitol building, but it needs to happen in a way that won't draw attention or suspicion. To that end, I've arranged for you to go help a local farmer named Pol Handerin. He's having some trouble on his farm. He's also the cousin of an aide who works at the capitol, so it seems like a golden opportunity.",	"s_112":"Right. I'll go find out what help he needs. Where do I find him?",	"s_114":"He has a farm on the outskirts of town. I'll upload a waypoint to your datapad. Find out what's troubling him and help solve his problems. We should then be able to use him as a reference to get you some work at the capitol for his cousin. Report back to me when you've finished helping Mr. Handerin.",	"s_116":"Perhaps later, but not right now.",	"s_118":"I understand. Speak with me again when you are ready to continue.",	"s_120":"Any luck finding those vandals? My guess would be the Meatlumps, but that's only a guess. There are plenty of other possibilities. Let the evidence guide you. Report back to me once you've completed the assignment.",	"s_122":"Well done. I've already heard about the wonderful job you did helping Mr. Mundi. I also heard about what you found at the capitol. I'm going to look into that for now, but I might need your help on that soon. For now I have a different assignment, if you're interested?",	"s_124":"I am. What's the assignment?",	"s_126":"Jesseb Convorr, the starport master, has sent in a report of vandalism in the starport. He'd like someone to find those responsible and stop them from doing it again.",	"s_128":"I'm on it. He would be at the starport?",	"s_130":"Ah, what a natural. Yes, Jesseb is indeed at the starport. You might have spoken to him during your last assignment, if my sources are correct. Report back to me when you've completed the assignment.",	"s_132":"Perhaps later, but not right now.",	"s_134":"I understand. Speak with me again when you are ready to continue.",	"s_136":"Keep at it. I'm sure you'll locate that missing shipment. Report back to me once you've completed that assignment.",	"s_138":"Greetings, I hope this day finds you well.",	"s_140":"You're a member of the Corellian Security Force?",	"s_142":"I am. Are you in need of assistance?",	"s_144":"I was wondering the same. Do you have any work available?",	"s_146":"Possibly. I'm always looking for someone who can help me get things done. Someone who could go places I might have trouble going. Would that describe you?",	"s_148":"Yes, it does.",	"s_150":"Then perhaps we could work together. First, I need to get an idea of what you can do. There's a small case that's come up that seems ideal. I'm going to have you help a local merchant named Ral Mundi. Mr. Mundi needs help tracking down a shipment of starship components that has gone missing. It's apparently very important to the survival of his business. I want you to help him find his missing shipment.",	"s_152":"I can do that. Where would I find Mr. Mundi?",	"s_154":"You'll find him at the starport entrance. He has an unending supply of hope, or so it seems. Go speak with him. Report back to me when you've completed this case.",	"s_155":"I've already spoken to Lt. Joth.",	"s_157":"I'm glad to hear that! He ends up with the most disturbing assignments, and I always get nervous when he needs help.",	"s_158":"Sounds boring. Never mind.",	"s_159":"Hello, citizen. I am Lt. Jasper of the Corellian Security Force, also known as CorSec. I hope the day find you well.",	"s_161":"I'm glad I could be of service.",	"s_162":"You have done a great service to this planet. So much so that the Diktat himself would like to thank you. Go to the capitol building and speak with the Diktat.",	"s_163":"Ah. Only in it for the excitement. Good luck with that.",	"s_164":"Where can I find Lt. Joth?",	"s_166":"I'll upload his location to your journal. Please speak  with him as soon as you can.",	"s_167":"By authority of the Diktat of Corellia and in recognition of outstanding service to the Corellian Security Force, it is my honor to present to you the Corellian Medal of Distinguished Service.",	"s_168":"No, it doesn't.",	"s_169":"Thank you. I am honored.",	"s_170":"Yes, I'm certain.",	"s_171":"The honor is all mine. It has been a pleasure to work with you.   Um, I hate to bring this up, but I have another favor to ask. An associate of mine, Lt. Joth, is in need of assistance. You've proven yourself to be extremely capable, otherwise I wouldn't ask. Could you go speak with Lt. Joth and help him?",	"s_172":"Ah, this is bad. The Rogue CorSec are a group of former CorSec troopers and agents who for various reasons left CorSec in pursuit of a more criminal lifestyle. I haven't dealt with them much myself, but I've heard that they can be a troublesome group. As would be expected. Some members of CorSec find them embarrassing. Others outright hate them.",	"s_174":"And you?",	"s_175":"I see. That's too bad.",	"s_176":"Undecided as yet. Let me see if I can access any of the files on this datapad you found...There we go. Hmmm. It looks like they suspected that informant of knowing about some plot the Rogue CorSec are working on. That's the informant you were sent to talk to. I wonder what they're up to. Could it be connected?",	"s_177":"I would be happy to help.",	"s_178":"Seems possible.",	"s_179":"I'll upload his location to your journal. Please speak  with him as soon as you can.",	"s_180":"In any case, it's not something we can ignore. I have an idea. I know a guy named Jonset. Keeps his eyes and ears open and has helped me with information in the past. He's usually in the Coronet cantina. Go speak with him and see if he's heard anything.",	"s_181":"Not at this time, but perhaps later.",	"s_182":"I'm on my way.",	"s_183":"I understand. Please speak with me again if you change your mind.",	"s_184":"Excellent. Jonset should be at the cantina. Be sure to tell him I sent you.",	"s_186":"Perhaps later, but not right now.",	"s_187":"It does, thank you.",	"s_188":"I understand. Speak with me again when you are ready to continue.",	"s_190":"Excellent and farewell.",	"s_2":"",	"s_48":"What's this? A datapad. And you got it from a Rogue CorSec trooper? You're certain?",	"s_56":"I never thought that the Diktat himself would be involved with something like smuggling spice into Corellia. Shocking! You're certain the orders were from the Diktat?",	"s_57":"Follow up on whatever Jonset tells you and then report back to me when you're done.",	"s_58":"Yes. They were clearly marked as from his terminal.",	"s_60":"Then his desk and data terminal must be searched. I'll upload the authorization that you need to your journal. If you find anything even remotely suspicious, report back to me at once. Please be courteous to the Diktat. He's a powerful man.",	"s_61":"I'll be tactful as I search.",	"s_62":"I cannot do that right now. Perhaps later.",	"s_63":"I understand. Speak with me again when you are ready to continue.",	"s_64":"First speak to the Diktat and present these authorization writs as you talk to him. Then search his desk and any papers or documents on it. After that, search his data terminal. Look through all recent data files and communications.",	"s_65":"Not a single file or document that was even mildly suspicious--except this device. I have no idea what it is or does. But I know how we can find out. There's a gadget specialist here in Coronet. I've worked with him in the past. If he can't help us, no one can.",	"s_66":"First speak to the Diktat and present this search authorization to him. It's important to play this as straight as is possible. Search his desk and any papers or documents on it. Next, search his data terminal. Bring back anything suspicious.",	"s_67":"I'll go speak with the gadget specialist.",	"s_68":"I cannot do that right now. Perhaps later.",	"s_69":"Thank you. If he can figure out what it does, that will be a big help. If he can figure out how it got onto the Diktat's terminal connection, even better! Report to me when you're done speaking with the gadget specialist.",	"s_70":"I understand. Speak with me again when you are ready to continue.",	"s_71":"Go speak with the gadget specialist in town and find out if he can make heads or tails of this device you found on the Diktat's terminal connection.",	"s_72":"A file sent to this device from a remote location would appear to come from the Diktat's terminal. We need to catch the senders in the act. The device has been adjusted to tell us where the data is originating. Now we wait for that to happen.",	"s_73":"Anything yet?",	"s_74":"Not yet.",	"s_75":"How about now?",	"s_76":"Still nothing.",	"s_77":"This could take forever.",	"s_78":"Or not. I've got some coordinates for the source of the remote signal. Go check it out. Be careful. I'd imagine you will be walking into the heart of their operations.",	"s_79":"Don't worry about me. I can take care of myself.",	"s_80":"I cannot do that right now. Perhaps later.",	"s_81":"I just want to help make sure you're prepared. When you arrive, take out their leaders. Then find proof that they are behind the smuggled spice and are attempting to incriminate the Diktat and his administration. Search any computers you find.",	"s_82":"I understand. Speak with me again when you are ready to continue.",	"s_83":"Well, I must say that I am very impressed. You not only foiled the plot to discredit the Diktat, but defeated the Rogue CorSec commanders who were apparently behind the whole thing!",	"s_84":"Take out their leaders. Then find proof that they are behind the smuggled spice and are attempting to incriminate the Diktat and his administration. Search any computers you find.",	"s_86":"I have heard some disturbing news. If you're able to help, please talk to an associate of mine, Lt. Joth.",	"s_87":"Go speak to the Diktat in his office at the capitol building. He wants to thank you for clearing his name.",	"s_90":"I've heard that Brantlee Spondoon, aide to the Diktat, has requested your help. You must've earned a good reputation over there. This is very good. Keep it up. Report to me if you find anything.",	"s_92":"Keep your eyes open while doing the things Gallura asks of you. If you find conclusive evidence of anything, report to me.",	"s_94":"Well done. A colleague of mine at the CorSec headquarters received a very nice compliment from Mr. Handerin on the job you did. Very well done. But now it starts to get trickier. You will be reporting to the capitol to work for Gallura Handerin. She's a fairly high level government aide. She'll have some work for you. While doing what she asks, keep an eye out for anything unusual or out of the ordinary. Especially if it might be illegal.",	"s_96":"I understand. I'll watch for anything unusual.",	"s_98":"More than that, though. You'll need to have some proof or evidence. Data files, communication records, something like that. Hopefully, you'll know it when you see it. Report to me if you find something. Good luck."
}}