{
	"stfFile":"conversation/corellia_coronet_vani_korr",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_coronet_vani_korr.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"I mean that it was no random attack. The Meatlumps somehow discovered I was investigating them and apparently decided to stop me. I'm not sure how they found out. I had thought I was being discreet, but not enough it seems. You see, I'm a reporter for the Corellia Times. My goal is to do a series of articles on the Meatlumps to try and shed some light on who they are and why they do the things they do.",	"s_103":"Okay, so it didn't work so well that time. Time to try again, right?",	"s_104":"Okay.",	"s_105":"I need to restart this part.",	"s_106":"Good luck.",	"s_107":"Very well. Remember, go to any of the Meatlump camps outside of Coronet and use the radio to send a distress signal. A Meatlump lieutenant will respond to the signal. When he does, get the password from him in any way you can.",	"s_108":"Yes. I'd like to try again.",	"s_109":"No thank you. Maybe later.",	"s_110":"I'm encouraged by your determination. Remember, go to any of the Meatlump camps outside of Coronet and use the radio to send a distress signal. A Meatlump lieutenant will respond to the signal. When he does, get the password from him in any way you can.",	"s_111":"Very well. I'll be here awaiting your next spark of courage. Return when you feel its flame.",	"s_112":"Sounds like a dangerous goal.",	"s_114":"Perhaps. More so than I originally thought, that's for certain. Now that they know what I'm doing, maybe doubly so. I don't know how I'll... Wait. A thought occurs to me. They know who I am, so I can't continue directly. Not to mention the fact that the doctors tell me it will be some time before I can be released from this hospital. But the Meatlumps do not know you. You could be my agent in the field.",	"s_116":"What exactly do you mean by that?",	"s_118":"I will lead the investigation and write my articles, but you will help me in the field. You will become my eyes and ears as I recover. You will investigate the Meatlumps and report what you find back to me.",	"s_120":"Okay, what would you like me to do first?",	"s_121":"I am.",	"s_122":"Excellent. We need to find out more about this rumored Meatlump King. The first step, I think, is to find him. The Meatlumps have a primary hideout somewhere. That is where we'll find the Meatlump King. I'm certain of it.",	"s_123":"Not yet.",	"s_124":"Okay, but come speak with me again when you are.",	"s_125":"I'm on it.",	"s_126":"Our best bet to find out something about the Meatlump Hideout is to convince a Meatlump Lieutenant to tell us about it. I've been tracking recent crimes of vandalism against machinery and technology. You will investigate them and hopefully find a link to the Meatlumps.",	"s_127":"Hush. I'm almost done. Yes, that should do it. Here is your copy. Thank you, and come speak with me again once you've gained even more experience and skill. I may have another assignment for you.",	"s_129":"Rumor has it that the Meatlumps are led by three brothers. Virtually nothing is known about these brothers. So far I've generally been able to confirm that there are three brothers running the Meatlump show. I'll start you off with something relatively small and easy: find out the names of these three brothers.",	"s_131":"Any idea how I should go about doing that?",	"s_133":"As a matter of fact, I have a very good idea. Most Meatlumps use a datapad. You have to understand that your average Meatlump thug is not the brightest star in the Galaxy. More like a gravity well from which nothing escapes and in which everything is destroyed.",	"s_135":"I have another assignment for you. We need to find out more about this rumored Meatlump King. The first step, I think, is to find him. The Meatlumps have a primary hideout somewhere. That is where we'll find the Meatlump King. I'm certain of it.",	"s_136":"I'm on it.",	"s_137":"Sounds good, but I can't help right now.",	"s_138":"Okay, but come speak with me again when you can.",	"s_139":"Where do I start?",	"s_140":"A manufacturing company was recently vandalized. They make crates and some of their machinery and crates were destroyed. Go speak to the owner, Talan Joben.",	"s_141":"If we find that hideout, we're on our way to finding the Meatlump King himself. Go to it!",	"s_142":"That was interesting, though a dead end. Oh well, moving on. Next up is a droid engineer who claims his droids have been sabotaged.",	"s_143":"Sabotaged droids...I'll look into it.",	"s_144":"Good. Hopefully this time the Meatlumps were involved.",	"s_145":"I wonder what the Meatlump Hideout is like? Probably a huge cavern, if I had to guess.",	"s_146":"A Droid Farm?? He actually planted droid parts in the ground and expected droids to grow from them? Amazing! I may have to do a story on that guy. I can't believe I called him a Droid Engineer.",	"s_147":"So, any new leads on possible Meatlump activities?",	"s_148":"What? Oh right. Back to business. And yes, actually, I have a good lead this time. A moderately well known speeder bike racer named Sul Prine claims that some Meatlumps destroyed his speeder bikes. He specifically names the Meatlumps as the ones who did it.",	"s_149":"Sounds like a solid lead.",	"s_150":"It does! Sul Prine's place is on Talus. Which is interesting. If the Meatlumps were truly responsible for the destruction of those bikes, that means they are branching out to other planets. I wonder how many Meatlumps have died when they destroyed the transport on which they were traveling.",	"s_151":"This is our best lead. Hopefully it will lead to something.",	"s_152":"I'm beginning to wonder if the Meatlump King has avoided being found simply due to the buffoonery of his followers. I found a report of another Meatlump smashing a generator here in Coronet, but I'm starting to wonder if it's even worth pursuing.",	"s_153":"Keep working with Strilath Farles. If you keep him happy, maybe he'll reveal the location of their hideout.",	"s_154":"I think it is.",	"s_155":"Well then I'm revitalized. Go find that Meatlump. He's smashing a generator somewhere in Northeast Coronet.",	"s_156":"I don't think it is.",	"s_157":"You're probably right.",	"s_158":"If this doesn't work out, I can always do a story on that guy who was trying to grow droids on a farm.",	"s_159":"This sounds promising. If that Meatlump lieutenant, Kaiya Merel, will recruit you as a replacement for the old Meatlump, then this could be an even better way in than I ever expected.",	"s_160":"You're making excellent progress with Kaiya...keep it up.",	"s_161":"Well done! Now we not only know where their main hideout is...right here in Coronet no less...but you have free access to it as a Meatlump initiate.",	"s_162":"Where do the datapads come in?",	"s_164":"The Meatlump leaders distribute a datapad to each Meatlump mostly so that the lesser members can use it to help remember their basic tasks, and in some cases, other information like their own name, where they live, and their favorite foods. I'm hoping that we'll find something that will point to the brothers.",	"s_166":"So I should go get some of these Meatlump datapads?",	"s_168":"In a word, yes. You'll need to take down some Meatlumps to accomplish anything. It won't be easy. They usually destroy their datapads when they know they are going to be arrested or defeated. But I have total faith in you. I also have little other choice. I do not think you'll find this too daunting a task, but do please be careful. Return to me when you have 9 Meatlump datapads. That should be enough for a good sampling.",	"s_170":"Very well. I'll come back when I have 9 of them.",	"s_172":"I eagerly await your triumphant return!",	"s_174":"No thank you. Find someone else to run your errands.",	"s_176":"I don't think I'm interested in this.",	"s_178":"This does not sound like a good idea.",	"s_180":"I don't think so.",	"s_182":"I see. I thought maybe it was courage I was seeing in you. But perhaps it was just bad lighting. Are you certain you are not interested in helping me?",	"s_184":"Maybe another time.",	"s_186":"An open mind. I like that. Come speak with me again when you feel the time is right.",	"s_188":"Definitely no chance.",	"s_189":"What do I do now?",	"s_190":"Explore the Meatlump Hideout. Find the Meatlump King, if he exists. OH, and I should introduce you to an associate of mine from the Corellia Times. He is going to aid me with this story while I'm still recovering. Be sure to speak with him for guidance.",	"s_191":"Explore the Meatlump Hideout. Find the Meatlump King, if he exists. And continue to help with the Corellia Times investigative report on the Meatlumps.",	"s_193":"Very well. I thank you for the return of my view screen. Farewell.",	"s_195":"You need to do whatever Strilath Farles asks of you. Go back to Doaba Guerfel and speak with him.",	"s_196":"I apologize for disturbing you. I hope you recover well.",	"s_197":"Oh my, you found the Meatlump King?!! Hooray! I can write my next article. Let me get started...",	"s_198":"May I have a copy of your new story?",	"s_199":"Of course you may. Take this. It's a first draft, but I think it'll do.",	"s_2":"",	"s_200":"Thank you for the assistance! I would not have been able to report on the Meatlumps without your help.",	"s_202":"Thank you and farewell.",	"s_204":"I can't believe some Meatlump Stooges attacked me. They must know that I've been investigating them, but how? Was I too open with my inquiries? They don't really seem smart enough to have caught on so easily. And now they have my view screen. I really need that back.",	"s_37":"I'm not yet ready to start on my next article, but I appreciate your eagerness. I'll let you know when the time comes.",	"s_39":"Oh, yes! You did it. And the password is... The password is 'meatlump.' I can't believe this. I absolutely do not believe this. Some tech team we've got at the Corellia Times. Top notch. Second to none. [*quieter*] I can't believe I didn't think to try that myself. [*cough*] Anyway. Now we have the password, so let's see what it reveals.",	"s_59":"Go to any of the Meatlump camps outside of town and use the radio to send a distress signal. A Meatlump lieutenant will respond to the signal. When he does, get the password from him in any way you can.",	"s_60":"Did the datapads reveal anything?",	"s_61":"I think I have, indeed, found something. Exactly what we sought and perhaps even more. One communication makes mention of a 'King of the Meatlumps.' That is exactly the kind of scoop I was hoping for. This will do nicely for the first article. Thank you very much.  You shall receive an advanced copy of my article. And if you're interested, I'll let you know when I'm ready to pursue my next article. But that will have to wait.",	"s_62":"So what were their names?",	"s_63":"Hush. I'm almost done. Yes, that should do it. Here is your copy. Are you ready for another assignment?",	"s_69":"Good, you're back. Our techs have had no luck breaking the encryption or hacking the password. Are you ready to help with this task?",	"s_71":"You have them all? Well done. Very well done! Now let's see what secrets these things hold. [*attempts to access some of the datapads*] Hmm... I didn't anticipate this. The information is encrypted. I'll need a password in order to get to any thing these hold. That then will be your next task.",	"s_73":"What is that task exactly?",	"s_75":"To find the password for these datapads. More than likely a lieutenant among the Meatlumps will know the password for these. I can't imagine they would trust your average Meatlump to remember it. Go to one of the Meatlump camps outside of town and use the radio in the camp to send a distress signal. According to my sources, a Meatlump lieutenant will be dispatched to answer the signal. ",	"s_77":"And then what?",	"s_79":"And then convince him to tell you the password, of course. If you can trick him into telling you without resorting to violence, then do so. But don't expect that to be easy. I'll give you a list of coded responses to try, but I have no idea if they will work. Sometimes they do and sometimes they don't. We've never been able to crack their code. But it's worth trying. If it fails, you probably have to fight him, so be prepared.",	"s_81":"Okay, I understand. I'll be back with the password.",	"s_83":"Excellent. And do be careful. Those Meatlump lieutenants can be pretty tough.",	"s_85":"Maybe later. I don't think I want to do this right now.",	"s_87":"Very well. I'll see if our techs can crack the encryption. But it would be best if you would help.",	"s_89":"Go get 9 Meatlump datapads. You can potentially get one from any type of Meatlump thug you find.",	"s_91":"You again? Have you summoned up the courage to help an injured reporter complete her story? Are you ready to be my agent in the field on this?",	"s_93":"Hello. Look, I really don't have time to talk. I'm trying to recover from an attack.",	"s_95":"I have your view screen.",	"s_97":"My...? Where? How did? You got it from a Meatlump, didn't you? They attacked my speeder. Overturned it while I was driving. I was thrown clear and knocked unconscious. When I awoke, I was here at the hospital. I don't know how I got here and none of the doctors or medical staff have known any different. I was lucky to survive even if I do not know how it happened, because I believe that attack was no coincidence.",	"s_99":"What do you mean?"
}}