{
	"stfFile":"conversation/corellia_cb_cora",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_cb_cora.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Other concerns? Such as...",	"s_12":"I probably shouldn't be telling you this, but Captain Donovan was piloting this ship and I want to know what happened to him. I cannot believe he would be mixed up in this. From what Sinis told me, his cargo is accounted for which means either it was looted by these scavengers or something more sinister is at work here.",	"s_14":"I am happy to help. What more can you tell me?",	"s_16":"That's all I can say for now: finding Captain Donovan is the first order of business. I understand you found Sinis's cargo at a Deflarian camp west of here. I think returning to that camp again is in order. Perhaps in your haste to recover the cargo, you missed something important.",	"s_18":"Ok, I will go back there and check it out.",	"s_2":"",	"s_20":"Excellent-- I look forward to an update soon. Now I have to complete this inspection and examine the contents of this ship. Good luck!",	"s_22":"No thanks. I have really had enough of these Deflarians for now. Thanks anyway.",	"s_24":"Well, like I said, this probably should be handled by my officers anyway. Please keep out of our way.",	"s_26":"Oh, never mind. Sorry to bother you.",	"s_28":"Move on and stay clear of the ship. We need room to work here.",	"s_30":"Excellent work! Thanks to you, Donovan is safe and some of this mystery has been unraveled. If you are interested in more work, there is more to be done.",	"s_36":"Let me know when you have more information on Captain Donovan.",	"s_4":"What is the nature of your business here? This is an official investigation. You are keeping me from my work.",	"s_42":"I have spoken with Donovan, and from what he has told me, we think we know where the hijacked ship is located. ",	"s_44":"Hijacked ship?",	"s_46":"Yes, Donovan's ship did not crash -- the Deflarians have it. The ship over there is of the same model made to look like Donovan's to cover the Deflarians' theft of its cargo. At least that is my theory. We still need proof.",	"s_48":"What cargo? I already recovered Sinis's medical shipment.",	"s_50":"Donovan was also delivering some weapons to the local police force here in Tyrena. With all of the recent criminal activity, it's obvious why these weapons are important to us. Recovering the ship may lead us to where the weapons are, so that is the first order of business.",	"s_52":"Ok. Where is the ship located? I am ready to help.",	"s_54":"Here are the coordinates Donovan gave me. Investigate this area and I will contact you with further instructions.",	"s_56":"I just got word my team has recovered the ship and all of the weapons are accounted for! You have proven yourself again. I will have to thank Sinis for getting you involved in this. My superior has asked me to have you talk to him. Let me know when you are ready for more details.",	"s_6":"I am here to help. I found the flight recorder from that ship.",	"s_62":"Is there anything else you need me to take care of for you?",	"s_63":"Well now that you mention it, these scavengers are bothersome and interfering can you eliminate some for me?",	"s_64":"Sure -- glad to help!",	"s_65":"Alright, kill 15 Deflarian scavengers. When this is done, I will transfer some credits to your account for your time. Thank you!",	"s_66":"Captain Jark, who assigned me to investigate this, has asked to speak to you. I told him of the help you have been to me. If you want more work, head over to Tyrena and speak with him.",	"s_67":"Is there anything else you need me to take care of for you?",	"s_68":"Well now that you mention it, these scavengers are bothersome and interfering. Can you eliminate some for me?",	"s_69":"Sure -- glad to help!",	"s_70":"Alright, kill 15 Deflarian scavengers. When this is done, I will transfer some credits to your account for your time. Thank you!",	"s_72":"Ok, I will.",	"s_74":"Good luck! and thanks again.",	"s_76":"Thank you for all your help with the investigation. Good luck!",	"s_78":"I will be in contact with you when you make further progress with your task.",	"s_8":"Ah, yes, I have spoken to Sinis about this. Though I appreciate his need to recover his equipment, he should have gone through me. However, you have had success and my boss wants this matter resolved as there are other important concerns beyond Sinis's cargo.",	"s_80":"Is there anything else you need me to take care of for you?",	"s_82":"Well, now that you mention it, these scavengers are bothersome and interfering. Can you eliminate some for me?",	"s_84":"Sure -- glad to help!",	"s_85":"I'm ready now.",	"s_86":"Captain Jark, who assigned me to investigate this, has asked to speak to you. I told him of the help you have been to me. If you want more work, head over to Tyrena and speak with him.",	"s_87":"I'll speak with you again when I'm ready.",	"s_88":"I'll be here.",	"s_90":"Alright, kill 15 Deflarian scavengers. When this is done, I will transfer some credits to your account for your time. Thank you!",	"s_93":"I just need you to finish what you have already started.",	"s_94":"We are very busy right now conducting an investigation. Please move along."
}}