{
	"stfFile":"conversation/corellia_droid_factory_cornel_savas",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_droid_factory_cornel_savas.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"I think I'll stay clear of this mess.",	"s_12":"I'll talk to your Lieutenant and see what he has to offer.",	"s_13":"I'm sorry to hear that but I can hardly blame you. Most people wouldnt want to deal with a cave full of trigger happy combat droids.",	"s_15":"Thank you. As said you can find him in the Coresec command post inside.",	"s_16":"Ah, you must be the one <Legacy NPC Name> talked about. Well I'm gald to see you, we could use a capable individual.",	"s_18":"So what is it that you need from me?",	"s_2":"",	"s_20":"We got a real problem here. This cave here seems to contain an old droid factory from the clone wars. And for some reason it's been reactivated. If your willing to help, go into the cave and talk to Lieutenant Varias. He'll be in the Corsec command post.",	"s_21":"I don't know who you are but you look like a cabable person. If your looking for some freelance work, talk to Lieutenant Varias at the Corsec command post deeper inside the cave.",	"s_22":"Whats going on in there?",	"s_24":"The Lieutenant can give you more information. This cave here seems to contain an old droid factory from the clone wars. And for some reason it's been reactivated. If your willing to help, go into the cave and talk to Lieutenant Varias. He'll be in the Corsec command post.",	"s_26":"I think I'll stay clear of this mess.",	"s_28":"I'm sorry to hear that but I can hardly blame you. Most people wouldnt want to deal with a cave full of trigger happy combat droids.",	"s_30":"I'll talk to your Lieutenant and see what he has to offer.",	"s_32":"Thank you. As said you can find him in the Coresec command post inside.",	"s_34":"You'd be smart to get away from here. the area is not safe.",	"s_4":"Welcome back, we appreciate your help in dealing with the droids"
}}