{
	"stfFile":"conversation/corellia_39_jzoro_quanera",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_39_jzoro_quanera.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Hey, try to keep the fighting to a minimum, okay? I know you boys like to keep active, and they always like to harass the new guy, but try to avoid major injury.",	"s_16":"Take care of that rumored undercover agent. I want them gone.",	"s_2":"",	"s_20":"What happened out there? I'm told there was a big fight?",	"s_22":"We were double-crossed, but I got the spice.",	"s_25":"I was afraid of something like that, but I'm impressed that you kept your head and took care of business. That's important in our line of work. So we'll keep working together.  I have another job for you.",	"s_28":"I'll get rid of them.",	"s_29":"I'm sure you will.",	"s_30":"I'll take care of it.",	"s_32":"Go get my spice. Why are you wasting time?",	"s_33":"You'd better. I'll know if you don't.",	"s_34":"Yeah, what do you want? I'm busy.",	"s_36":"I'm Trins Evnar.",	"s_37":"That's why I'm here. I'm looking for work, and can't find Kazic.",	"s_38":"I recognize that name. You work for Kazic Pendre, right? Only, I haven't heard from Kazic lately.",	"s_39":"Well, alright. I'll throw some work your way. If you do well enough, I might just give you that deadbeat Kazic's job. I need you to oversee the acceptance of a delivery of spice. This is important, because it's being delivered by some Monumenters, and this  is the first time we've worked with them. Keep your eyes open. I'll send some guards to the meet to watch your back.",	"s_41":"What's the job?",	"s_43":"What are you doing here? I strongly suggest that you leave.",	"s_44":"Rumor has reached my ears of a CorSec agent masquerading as a small-time thug in order to gather information about the Council. I don't care if it's true or not, find out who this rumor is about and get rid of them.",	"s_45":"What's the scope of our operations?",	"s_46":"Our operations? You don't have my job. Not yet. But, okay, I get what you're asking. I've given you authorization to access my mainframe. Go see for yourself. I think you'll be surprised and impressed at everything we're into.",	"s_9":"So the rumor about the undercover CorSec agent was true? Very surprising. I knew those Grey Shroud terrorists, and they seemed legit to me. Well done. Very well done. I'm convinced. I had always heard good things about you from Kazic, and now I know for myself. I'm giving you Kazic's job. If he resurfaces, I'll deal with him. "
}}