{
	"stfFile":"conversation/corellia_droid_factory_sergeant_mener",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_droid_factory_sergeant_mener.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Well done. You took down five droidekas, not a small feat by any standard. However, I've had reports of a new type of droid. A prototype if you will, somewhere in the bottom of the complex. This one is supposed to be a tough one, you might want to bring some friends if you're going to try to take it down.",	"s_12":"I'm up for it.",	"s_14":"Sounds good. Come back to me once it's destroyed. ",	"s_16":"I think I'd better pass on this one.",	"s_18":"Understood.",	"s_2":"",	"s_34":"You still need to take down five Droidekas.",	"s_36":"Well done! That's five less droidekas that'll be gunning for us.",	"s_38":"With the number of Super Battle Droids reduced we're now looking to strike at the the core of the facility. If you're up for it I want you to go after the droidekas that guard the center of the facility.",	"s_4":"Good to see you again. Thanks to you the droid forces are on the retreat. We'll have this place cleaned out soon.",	"s_40":"Dismantled Droidekas coming right up.",	"s_42":"That's what I like to hear. Good hunting.",	"s_44":"I got some other things I need to see to first.",	"s_46":"Too bad. It's funny how other tasks tend to come up when the going gets tough.",	"s_48":"Ten piles of Super Battle Droid Scrap! Good job. With those gone the eventual assault on the factory core will be a lot easier.",	"s_49":"I need to you cut down the number of Super Battle Droids.",	"s_50":"Are you ready for another fight?",	"s_51":"Looks like you cut through the battle droids without any trouble. Well done. With their numbers reduced we can start gunning for the bigger game.",	"s_52":"You still need to thin out the numbers of Battle Droids out there.",	"s_53":"Hello there, I'm looking for someone to help us out by destroying the droids that are swarming the facility. Are you up for a little fighting?",	"s_55":"That sounds simple enough.",	"s_57":"Good to hear. I need to you to focus on destroying at least ten Battle Droids in the corridors. You'll find them all over the place once you leave the command post. Return to me once you've put down ten of the walking scrap heaps.",	"s_58":"Sure what do you need destroyed?",	"s_59":"I better not.",	"s_6":"So you took down that prototype droid eh? Well done! I honestly didn't think you could pull it off.",	"s_60":"Bah, get outa here.",	"s_61":"Super Battle Droids. Now that you've thinned out the numbers of the Battle Droids it's time to go for the big boys. I need you to destroy at least ten super battle droids throughout the factory. Can I count on you?",	"s_62":"Bring 'em.",	"s_63":"Super Battle Droids? I don't want to get myself killed.",	"s_64":"Good to hear.",	"s_65":"Bah, get outa here.",	"s_67":"No thanks.",	"s_69":"Stop wasting my time then.",	"s_70":"Thanks.",	"s_71":"Thanks.",	"s_72":"So what's next?",	"s_8":"You still need to take down the prototype droid."
}}