{
	"stfFile":"conversation/corellia_tyrena_kyran_silene",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_tyrena_kyran_silene.stf) is automatically generated by the SwgConversationEditor.",	"s_17":"You really came through for us. I didn't believe people like you were real. I have to say, I've never met a hero before. ",	"s_18":"I don't know about 'hero'. I was just helping out.",	"s_19":"Well you are, and you did. Thank you, again.",	"s_2":"",	"s_23":"Did you find the slaver bunker?",	"s_25":"No, I couldn't find it.",	"s_27":"It's here. Check Northeast of Tyrena.",	"s_33":"Who are you?",	"s_35":"Your wife sent me to find you. She is very worried about you.",	"s_37":"I miss her very much, but I can't get her involved with this.",	"s_39":"Involved with what?",	"s_41":"Our situation. We're escaped slaves. I was able to get the ones you see here out, but there are many more still inside.",	"s_43":"Can you tell me about these slavers again?",	"s_44":"We escaped from them. You should talk to the other people here and see if they need any help. In any event, I'd like you to go in and see if you can put an end to their activities.",	"s_45":"Where are these slavers?",	"s_46":"Just on the other side of Tyrena. Here, I will show you on your datapad.",	"s_47":"Slaves? Here on Corellia?",	"s_49":"Yea, can you believe that? While I was there I saw for myself. It's quite an operation they have going. I think one of the reasons they can get away with this is nobody expects it here on Corellia. It's not like this is one of the rim worlds.",	"s_51":"So how did you do?",	"s_52":"I found plenty of evidence about the slave ring.",	"s_53":"That's great! What about the slaves?",	"s_54":"They have all been freed, and are being well taken care of.",	"s_55":"Well done! Where is the evidence? I want to get it to CorSec as soon as possible.",	"s_56":"I don't think that will be necessary.",	"s_57":"What do you mean? Why not?",	"s_58":"Because I broadcast everything on the CorSec emergency channel.",	"s_59":"You what!? That is rich! I can't believe you did that! What a perfect way to end those slaver's cruelty.",	"s_60":"There are dozens of CorSec agents at the bunker, right now.",	"s_61":"You have done more than I could have ever imagined, friend. Here, I picked these up when I escaped the slavers. I don't think I'll be needing them now. Put it to good use.",	"s_62":"Thank you, Kyran.",	"s_63":"Thank you, friend. Good luck out there!",	"s_64":"So where is this place?",	"s_66":"Well they are all over Tyrena, but the base is just northwest of the city. It's locked down pretty tight. You're going to need to get a password to get past the warehouse level. If you check the guards I am sure one of them will have the password. Once you get in look for a slave named Noro, he might be able to help you get to the bunker's lower levels.",	"s_68":"I will go check them out. I started out on Tatooine. Didn't like the slavers there either.",	"s_70":"Before you do, you might want to ask around here and see if anyone else needs your help. I am sure some of them will.",	"s_72":"I'll do that. Thanks.",	"s_74":"Good luck.",	"s_76":"We're camping. Just camping."
}}