{
	"stfFile":"conversation/corellia_38_lt_cope",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_38_lt_cope.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_34":"I'm on my way.",	"s_35":"Good speed to you on your investigation.",	"s_36":"I'm on my way.",	"s_37":"Good luck to you.",	"s_43":"Kor Vella has normally been a very peaceful place, but lately there seems to be more and more crime and violence.",	"s_44":"Good, you're here. I've been expecting you. I'll not waste time and get right to it. Someone made an attempt to assassinate the mayor of Kor Vella, Deel Draav. It would have been a successful attempt if not for a bit of luck. The mayor dropped his fork and bent over to retrieve it just as the first shot was fired. By the time the second shot rang out, the mayor was safely under cover.",	"s_45":"What do you need me to do?",	"s_46":"I need your help with investigating this crime and finding whoever was responsible for it. ",	"s_50":"I don't have time to help with this right now.",	"s_52":"I see. Well, please don't delay for long. We need to catch whoever did this before they try again.",	"s_53":"I'll be happy to help.",	"s_54":"I'm glad to hear that. I think that your first step should be to go speak with the mayor at his office in town.",	"s_55":"Continue your investigation into the attempted assassination of the mayor of Kor Vella.",	"s_56":"I'd have never guessed that Hershel Sheridan would be capable of something like this. Though he did take losing the mayoral election pretty badly, and you can't argue with facts. You did well. I have another case, if you'd like to continue?",	"s_57":"I would. What's the next case?",	"s_58":"Someone is smuggling a spice known as ryll into Kor Vella. Ryll is a highly addictive spice. We need to find the source of the spice and break up their smuggling operation. A local addict known as Menchi Lerann has been helpful with CorSec agents in the past. Start by speaking with him.",	"s_59":"Not right now. I'll come back later.",	"s_60":"As you wish.",	"s_61":"Continue investigating the ryll smuggling ring.",	"s_62":"I apologize for pulling you off of the ryll smuggler case so abruptly, but it was necessary. Someone tried to kill the mayor again, and this time they succeeded. Deel Draav is dead. I need you to reopen that investigation and find out what we missed the first time.",	"s_63":"I'm on it.",	"s_64":"Thank you. I recommend you head back to Hershel's place. Re-examine whatever you find there.",	"s_65":"Continue your investigation of the mayor's murder.",	"s_66":"We have a lead concerning that red circle symbol that has been connected to these crimes. While trailing a suspect, a CorSec agent saw his suspect converse with another man and then go with him to a small base outside of town. The guards at the small base all had armbands with a red circle on them.",	"s_67":"I'm guessing that I need to go there.",	"s_68":"That's correct, but not just yet. There's a mainframe computer plainly visible on the grounds of the base, but it requires an access code. And I'm fairly certain I know where you can get one.",	"s_69":"Where?",	"s_70":"We deciphered some of the data you downloaded from the ryll smugglers and can definitely connect them to this red circle organization. The underboss leading the smugglers is known as Ubis Reendorr. Go back to the ryll smuggler's bunker and take down Ubis Reendorr. I'm betting that you'll not only get the access code, but you'll also cripple their smuggling ring.",	"s_71":"Continue investigating the red circle organization. We must find out who they are.",	"s_72":"So the red circle is a symbol of the Chirq Council. Well done. The information you gathered leads us to believe that the leaders of the Chirq Council are in Doaba Guerfel. We'd like you to travel to Doaba Guerfel and lead the investigation into the Chirq Council.",	"s_73":"I'll leave immediately.",	"s_74":"Another time.",	"s_75":"Excellent. With you on the job, I have no doubt that the Chirq Council will crumble.",	"s_76":"Whenever you're ready.",	"s_77":"Thanks to your efforts, Kor Vella has found peace again. Thank you."
}}