{
	"stfFile":"conversation/corellia_coronet_demmi_wot",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_coronet_demmi_wot.stf) is automatically generated by the SwgConversationEditor.",	"s_16":"Looks like you need a ship first. Here take this one, it is not much, but it should be better than what those blokes have.",	"s_17":"Thank you, I will go after them in space now.",	"s_2":"",	"s_21":"Launch into Corellia space and take care of those Ragtags. Never could stomach vandalism and violence. Those were the main reasons I left the Ragtags.",	"s_23":"Well, well. Looks like you have the makings to become one fine pilot. Go tell that starport master, whatever his name is, that you've taken care of his vandals. I'm sure he'll be happy to know it.",	"s_25":"Launch into Corellia space and take care of that second Ragtag squad. This squad might be a little bit tougher than the first, so be ready.",	"s_26":"Returns the conquering hero! Ragtags in space everywhere tremble at your name.",	"s_28":"What's that? Finn sent ya, did he? How's ole Finn doing these days? Never mind. I don't really want to know. How can I help you?",	"s_30":"I'm looking for the Ragtags responsible for the starport vandalism.",	"s_32":"Oh, right. You're in luck. Wasn't 20 minutes ago that some Ragtag blokes came by bragging about that bit in the starport. If you are going to go after them, would you please do so in space? I don't want 'em to come after me.",	"s_34":"I'm ready. I'll go after them in space.",	"s_36":"As much as I appreciate it, I'm afraid you can't do this right now. Come back when you've cleared out the space missions you already have.",	"s_38":"I appreciate it. Really, I do. Pop up into space and I'll have someone help you pinpoint their locations. It'll be 2 squads you'll be going after. One at a time, though. Launch into Corellia space when you're ready.",	"s_40":"I cannot do this right now. Perhaps later.",	"s_42":"Oh, yeah. I know how it is. No worries. I'll be here if you change your mind. Not like I have anywhere else to be.",	"s_44":"Ah, bugger off, won't ya. I can't do business around here with people like you hanging about."
}}