{
	"stfFile":"conversation/corellia_cb_jark",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_cb_jark.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Allies? Were the Deflarians working with someone else? Who do you suspect is behind all this?",	"s_12":"We suspect another criminal group, the Ragtags, were interested in buying the weapons from the Deflarians.  They didn't have the muscle and resources to pull this off alone, so we think they hired the Deflarians to steal the shipment and make it look like it was lost in a crash to cover this act.  That brings me to the organizer of this.",	"s_14":"Organizer? Tell me more.",	"s_16":"Well, only a few here would have known about the weapons and flight schedule that Donovan was working. One of our agents is missing and has not been seen since you started uncovering this. His name is Jori and we now believe he sold us out to the Ragtags and Deflarians--he must be found. First order of business is to establish the Ragtags are indeed involved in this. Are you interested in some more work?",	"s_18":"Sure. I am glad to help.",	"s_2":"",	"s_20":"Ok I will be in touch with you when you have uncovered more information.  Good luck!",	"s_22":"No.  You have me mistaken.",	"s_24":"Oh I am sorry -- never mind then.",	"s_26":"Thank you for all your help here.  I have one more request of you if you feel up to it.  ",	"s_28":"Let me know when you have discovered more about this matter.",	"s_30":"Thanks for all your help. If you ever need a reference, tell them to contact me!",	"s_34":"You said you had one more request.  What is it?",	"s_35":"Well, from all you have told me, it appears the Ragtags are going to be mounting an offensive against us.  It would be of great help if we could weed out their numbers early.  Interested?",	"s_36":"Sure! I'll take care of them!",	"s_38":"I knew you were up to the task.  Kill 15 Ragtag thugs and 10 Ragtag mercenaries south of town.  They have been loitering around that area...probably waiting for the right moment to attack.",	"s_4":"You must be the one Cora was telling me about.",	"s_41":"No problem.  I am looking for more work.  Do you know of anyone offhand I could talk to?",	"s_42":"Actually, I heard only a few days ago that Commander Talte in Doaba Guerfel was concerned about some citizens disappearing.  Perhaps you could talk to him. ",	"s_44":"Ok I will!",	"s_46":"Good luck!",	"s_48":"I am busy right now with important police matters.",	"s_6":"That's me! What did you want to talk to me about?",	"s_8":"Thanks to you we have one of our best pilots back, his ship and the important cargo he was carrying.  We all owe you a great debt. The city is much safer with those weapons back in our hands. We must now turn to the allies and organizers of this deed."
}}