{
	"stfFile":"conversation/corellia_tyrena_vermon_skeetz",
	"entries": {
		"do_not_edit":"The English version of this file (corellia_tyrena_vermon_skeetz.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_20":"Is he dead?",	"s_21":"No.",	"s_22":"Then why are you back here?",	"s_23":"What was his name again?",	"s_24":"What? WHAT! Aiieeeeeeee! Why must I always be around fools and incompetents!? His name is Akers, and he must die! Kill him!",	"s_25":"Still got that brain thing, I see.",	"s_26":"What?",	"s_27":"Nevermind.",	"s_28":"KILL HIM!",	"s_29":"Akers came to see me.",	"s_30":"Are you better now?",	"s_31":"Much, he brought me my meds. Thanks for not killing Akers. Sometimes I can't think right.",	"s_32":"It's ok. You've been through a lot.",	"s_33":"No, it's not ok. Here, I've been hiding this for some time. I think you can use it more than I can now.",	"s_34":"Thanks.",	"s_35":"Thank you.",	"s_36":"Sorry about earlier.",	"s_38":"What do you want?",	"s_40":"I'm going in to the slave bunker. I was asking everyone if they needed help.",	"s_42":"No! Leave me alone...wait! I know. You could take care of him for me. Yes, that would do fine.",	"s_44":"Take care of who?",	"s_46":"That rot-faced, son of a carrion worm. The man who set me up. Akers is his name. He would steal my food when I was in there. I want you to kill him.",	"s_48":"You want me to kill a slave because he stole your food?",	"s_50":"Yes! Kill him. He deserves torture but since I can't do it or be there to watch you do it, just kill him!",	"s_52":"You're free now, why would you care anymore?",	"s_54":"It's the principle. Don't you understand? I always have to put up with people like that. I am always getting pushed around. Well this time he'll pay. This time I have somebody that can make things right.",	"s_56":"I don't think killing him would make anything right.",	"s_58":"You won't do it?",	"s_60":"How about I talk to him? I'll see if he can come apologize.",	"s_62":"Apologize? APOLOGIZE! Aiieeeeee! That's not good enough, he must DIE!",	"s_64":"You seem a bit agitated. I think I'll just go over there.",	"s_66":"Kill him! You must kill him!",	"s_68":"Bye bye.",	"s_70":"KILL HIM!",	"s_72":"I bet you won't do it. Eh, probably not. Just go talk to Kyran."
}}