{
	"stfFile":"conversation/coronet_sheelya_husband",
	"entries": {
		"do_not_edit":"The English version of this file (coronet_sheelya_husband.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Why are you still out here in the streets?",	"s_14":"What can I do to help?",	"s_16":"It's the strangest thing. I got my keys back, but my house has been sold. I'm not sure what happened. My husband takes care of the money, so I don't know what to do.",	"s_17":"Could you go talk to his Commanding Officer? I'd appreciate it. They won't let me talk to anyone, but  the reporter said you could get things done.",	"s_19":"Um...I'm not hte right person for this.",	"s_2":"",	"s_21":"Oh, I understand. I'll just wait until someone comes along who can help.",	"s_23":"Sure, I'll see what I can find out.",	"s_25":"That's odd. Can I help out at all?",	"s_26":"Thank you, ever so much. His name is Captain Dool. Just find out what happened to my husband.",	"s_28":"Did you get my keys back yet?",	"s_30":"Oh, that reporter sent you? The one I've been talking to? I told her I needed some help, I've been sort of...alone here. Could you do me a favor?",	"s_32":"I think I'm a little busy right now.",	"s_34":"Oh, that's ok. I'll just wait for someone helpful to come along.",	"s_36":"Sure, what can I do?",	"s_38":"Well, I was robbed, and the thieves took my house keys. That's why I'm out here. I heard them talking about going out to that power plant? The one out in the middle of nowhere? I think you can find them  there.",	"s_4":"I appreciate all you've done for me.",	"s_40":"This sounds like none of my business.",	"s_42":"Oh. Ok. Well, let me know if you find someone who could actually help me.",	"s_44":"I'll get your keys back.",	"s_46":"Oh, thank you, thank you.",	"s_48":"Sorry, I'm a little upset right now. Perhaps you could come talk to me later?",	"s_6":"Did you talk to my husband's Commanding Officer yet?",	"s_8":"You've been a great help to me. I guess I should tell you what's going on. It's my husband. He works for CorSec, and I haven't seen him for weeks!"
}}