{
	"stfFile":"conversation/cyborg_install_temporary",
	"entries": {
		"do_not_edit":"The English version of this file (cyborg_install_temporary.stf) is automatically generated by the SwgConversationEditor.",	"s_159":"",	"s_40":"How may I help you?",	"s_41":"What are cybernetics?",	"s_42":"Cybernetics replacements are devices that were developed to replace body parts.  Anything from internal organs, to limbs.  They are connected to organic tissues using a synthennet nueral interface which provide both motor control and pain/pleasure replication.  There are, however, limitations to what us Doctors will do.",	"s_43":"Limitations?  What do you mean?",	"s_44":"Cybernetic Doctors throughout the Galaxy have joined together and drafted a code of ethics.  This was done due to a condition called cybernetic psychosis; a condition that causes the recipient to go insane over time if too many cybernetic implants are installed.",	"s_45":"What does the code of ethics require from you?",	"s_46":"The code of ethics gives each cybernetic implant a point value;  Torso being six points, Legs being five, Full cybernetic arms - three, Forearms two, and hands being just one point.  Fully developed beings are currently limited to a maximum of 10 points. ",	"s_47":"Fully developed?",	"s_48":"Development is based off of your experience level.  When you are new to the Galaxy you are granted two points and gain an additional two points with each phase mastery level you obtain, with a maximum of ten points at full development.",	"s_49":"Is there any way to go over the maximum installations allowed?",	"s_50":"At one time there were 'less-than-ethical' cybernetic Doctors that would exceed these limits and they created various abominations; which is why we have the 'code' that we use today.",	"s_51":"I would like to get a cybernetic implant installed.",	"s_52":"I can help you with that.  What would you like to have installed?",	"s_53":"Unfortunately, I can not help you at this time.  Installing additional cybernetics is not only against ethical standards I have sworn to uphold, but may also cause adverse effects.",	"s_54":"I would like to get some Appearance Cybernetics installed.",	"s_55":"I can help you with that.  What would you like to have installed?",	"s_57":"Unfortunately, I can not help you at this time.  Installing additional cybernetics is not only against ethical standards I have sworn to uphold, but may also cause adverse effects. You will need to have some cybernetics uninstalled in order for me to install what you want.",	"s_58":"I need surgery to remove my Cybernetic components.",	"s_59":"Sure thing, what would you like to have removed?",	"s_60":"I need repairs done on my Cybernetics.",	"s_61":"I see. Yes, we can get you fixed-up, no problem. What do you need repaired?",	"s_62":"I see..."
}}