{
	"stfFile":"conversation/delivery_pirrohn",
	"entries": {
		"do_not_edit":"The English version of this file (delivery_pirrohn.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"I hear there is another camp not far from here. If you find it, come back. I have a job you might want.",	"s_14":"What are we delivering?",	"s_15":"You need to complete the delivery. Go to the waypoint I provided.",	"s_16":"I don't know what happened but you managed to lose the delivery volunteer. Come back when you want to try again.",	"s_18":"Medical supplies, food, water, ammunition. What do you think we are delivering? Imperial recruitment posters?  Are you interested in helping out?",	"s_2":"",	"s_20":"Sure. I'll help.",	"s_22":"Oh I almost forgot. You should know that the delivery volunteer is armed with more than weapons. If the volunteer thinks he is about to succomb to the undead he will hit a panic switch and detonate explosives he is carrying.",	"s_24":"Uh....why?",	"s_26":"Why?  Because no one wants to come back as one of those things.",	"s_28":"Okay...I guess.",	"s_30":"Go to the waypoint in your datapad. I'll send the delivery volunteer as soon as you are there.",	"s_32":"You want to help out with another delivery? Same credit amount if you are interested.",	"s_34":"Sure.",	"s_36":"Go to the waypoint in your datapad. I'll send the delivery volunteer as soon as you are there.",	"s_37":"I'd ask you to help out but you are a little green behind the ears for anything I have.",	"s_60":"If you are hungry let me know. We have plenty of rations. If you want them hot, you can always leave them out in the sun a while.",	"s_7":"You don't have the anti-virus yet?? Get away from me...go see Doctor Cody. She can help you out.",	"s_73":"I need someone good with combat and you look like you want some extra credits!",	"s_96":"Depends on what you need.",	"s_97":"I need someone to escort my delivery volunteer to camp beta. I already know you have been there, word gets around. The volunteer knows the way as well so between the two of you no one should get lost."
}}