{
	"stfFile":"conversation/destroyed_camp_radio",
	"entries": {
		"do_not_edit":"The English version of this file (destroyed_camp_radio.stf) is automatically generated by the SwgConversationEditor.",	"s_104":"Have you had any luck yet?",	"s_105":"No, sorry. I am still looking though.",	"s_106":"Ok, thank you for all your help. Please report back to me if you find anything out.",	"s_405":"",	"s_407":"*static*",	"s_409":"So, is it done?",	"s_411":"I did what you asked.",	"s_413":"Good. The code on the case is 2 5 8 5 4. Now please excuse me...I...I don't know what I am going to do now.",	"s_415":"Come in...I am having trouble hearing you. Are you there?",	"s_417":"Yes, I am back from the camp.",	"s_419":"So, did you find my friends? They are alright...aren't they?",	"s_421":"I am sorry. I found their bodies in the Canopy camp.",	"s_441":"Hello...hello...are you reading me?",	"s_443":"Loud and clear.",	"s_445":"Did you find anything? I have been waiting here hoping for good news. What did you find out?",	"s_447":"I found the word Canopy scratched onto a drum.",	"s_449":"Canopy! Oh, this is worse then I thought. There is a group of bandits that work in that area who call themselves the Canopy bandits. They have a reputation for being absolutely vicious. I know it is a lot to ask but could you please do something else for me?",	"s_451":"What is it?",	"s_453":"I need you to find the Canopy bandit's camp and see if you can find my friends there. They are probably just being held captive for ransom. You know...that is what bandits do.",	"s_455":"I don't know. This camp looks like it was hit pretty hard.",	"s_457":"Please...please just go to their camp and see if you can find any signs of my friends. They are good people. They were just studying the plant life on Kashyyyk and never hurt anyone. Please.",	"s_459":"Ok, I will find this camp and look for signs of your friends.",	"s_461":"Thank you. Thank you. I will wait by the radio again until I hear back from you. And please be careful. I hear those bandits are a dangerous bunch.",	"s_463":"I have better things to do. Sorry.",	"s_465":"*static*",	"s_467":"Hello? Who is this? I am looking for the people who are working in the camp. Can you please put one of them on?",	"s_469":"Sorry, but there isn't anyone else here.",	"s_471":"What do you mean? Of course they are around there. They are the researchers in charge of the camp.",	"s_473":"This camp is destroyed. There isn't anyone here.",	"s_475":"Oh, no! I told them that Kashyyyk was too dangerous for them to be studying the flora on. Are there any signs of them around? Can you please look around and see you can find any signs of them.",	"s_477":"Sure, I will see what I can find out.",	"s_479":"Thank you. I will wait by the radio so you can just contact me if you find anything. I told them not to go there...",	"s_481":"Sorry, but I don't have time for this.",	"s_483":"But what about my friends? Something terrible must have happened to them. Why won't you help ...*static*.",	"s_68":"So...they are dead...oh Jillian, I told you not to go. ...I know it is a lot to ask but could you perhaps do one more thing for me? I want you to make those Canopy bandits pay. Pay for what they have done to my friends...to Jillian.",	"s_70":"I don't know about that.",	"s_72":"Listen...there is a case in the camp. The bandits probably didn't take it because it looks worthless. If you kill those bandits for me I will give you the code to open that case. You can keep the items inside. I just want them to pay for my friends and for Jillian.",	"s_74":"Alright. I will take care of them with pleasure.",	"s_76":"Good. Contact me again when it is done.",	"s_78":"I am not an assassin.",	"s_80":"Fine. I will just find someone else."
}}