{
	"stfFile":"conversation/echo_base_launch",
	"entries": {
		"do_not_edit":"The English version of this file (echo_base_launch.stf) is automatically generated by the SwgConversationEditor.",	"s_13":"Very good soldier, though I cannot reveal too much at this juncture. I don't fully trust this place...too many unsavory elements nearby. Nevertheless, I have a top secret off-world mission of high importance for you. Are you ready?",	"s_18":"I have nothing to say to you.",	"s_2":"",	"s_20":"I would like to see what supplies you have to offer.",	"s_22":"Of course. Let me know if you would like to requisition something.",	"s_23":"I am.",	"s_24":"Excellent. You'll be briefed after you arrive. May the Force be with you.",	"s_25":"Perhaps not.",	"s_26":"I see. If you find some courage, return to me. Our cause can use all of the able-bodied soldiers that we can muster.",	"s_30":"Stand at attention, soldier. You represent the Empire! Even in this forsaken place. I do not understand why we tolerate its existence.",	"s_32":"I am reporting for duty, Sir.",	"s_36":"Do not call me 'Sir', cadet, I work for a living. I am sending you off-world on a critical mission. Are you ready to disembark?",	"s_38":"I am, Si...er...I am. Yes.",	"s_40":"Good. You'll receive further orders upon arrival. Do not fail your Empire, soldier. Now go to it! Hup, hup, hup...",	"s_42":"Not yet.",	"s_44":"Then why are you wasting my time, soldier?",	"s_45":"While that is excellent news, I have no assignments for you at this time.",	"s_46":"I applaud your yearning to serve your Empire but regret to say that I have nothing available at this time.",	"s_48":"You're fortunate I've been ordered to tolerate your kind in this township. For now. But I'd advise you to leave. Quickly.",	"s_49":"Your orders await you at your destination. I cannot say more at this time...this location is not secure.",	"s_50":"You'll be briefed when you arrive. Have patience, soldier.",	"s_51":"I would like to see what supplies you have to offer.",	"s_53":"Ah, yes. You see, there is a small problem. This particular mission requires a combat group of at least 4...which is greater than you have in yours. If you can find more soldiers for your group, I'll be here.",	"s_54":"If you wish to requisition something, please do so. I have pressing matters to attend to.",	"s_55":"As much as I might like to do so, I cannot send you into battle without at least 3 other soldiers to accompany you. My hands are tied on this...official orders...no squads of less than 4.",	"s_57":"While I appreciate your enthusiasm soldier, the mission I offer requires someone with more seasoning and experience.",	"s_58":"I'm here on official business, citizen. Sign up and join the War or step aside for those who do not fear to choose a side.",	"s_7":"What can I do for you, soldier? Are you here to requisition supplies or reporting for duty?",	"s_9":"I'm reporting for duty."
}}