{
	"stfFile":"conversation/eisley_thranta_security_terminal",
	"entries": {
		"do_not_edit":"The English version of this file (eisley_thranta_security_terminal.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"[Review Security Measures]",	"s_12":"Please enter security section you wish to review:",	"s_17":"[Armory Status]",	"s_19":"Security Armory Status:  Armor Status: 98% optimal supply Ordinance Status: 87% optimal supply Personnel Status: 97% fit for duty  Next Scheduled Re-Supply: Unscheduled",	"s_2":"",	"s_22":"[Repair Bay Status]",	"s_24":"Repair Bay Status:  Speeder Bike Status: 78% ready to deploy Swoop Speeder Status: 84% ready to deploy Parts Status: 76% parts stocked   Next Scheduled Re-Supply: 168 hours",	"s_28":"[Review Personnel Records]",	"s_30":"Please enter personnel ID code:",	"s_31":"[Return to Previous Menu]",	"s_32":"[Return to Previous Menu]",	"s_34":"[Main Menu]",	"s_35":"[8747 - Brok Ziam]",	"s_37":"Brok Ziam: Security Level 9: Personal Terminal Code: A71XB Director of Operations Direct representative of The Great Jabba Observations: Brok has been acting strangely lately. He appears to be doing things I don't think Jabba would be happy with. He's always been loyal, however. Report any further deviant behavior.",	"s_39":"[Return to Previous Menu]",	"s_4":"WARNING! White Thranta Security Network - Unauthorized Access Forbidden. All Unauthorized Users Log Off Now.",	"s_41":"[1644 - Durr Roddack]",	"s_43":"[Medical Facility Status]",	"s_44":"Medical Facility Status:  Bacta Status: 66% optimal supply Stim Status: 85% optimal supply Research Subjects: 8 available  Closed Medical Computer Password: RT4UX1A   Next Scheduled Re-Supply: 72 hours",	"s_45":"[Return to Previous Menu]",	"s_46":"Durr Roddack: Security Level 7: Personal Terminal Code: DX81J Facility Manager Observations: Durr has been reprimanded on several occasions for lax security. Recent surveillance gives preliminary evidence of embezzlement. Will continue surveillance.",	"s_48":"[Return to Previous Menu]",	"s_50":"[Enter false ID code]",	"s_52":"Personnel ID not found.",	"s_54":"[Return to Previous Menu]",	"s_56":"[Main Menu]",	"s_58":"[High Security Files]",	"s_6":"[Enter Password]",	"s_60":"Please enter restricted topic for review:",	"s_62":"[Genetic Research Data]",	"s_64":"Latest progress entry from research staff:  The genetic modification agent is meeting some resistance in 45% of tested subjects. New serum supply will be ready within 72 hours. New subjects will be made available for further testing. Expect improved results.",	"s_66":"[Return to Previous Menu]",	"s_68":"[Orbital Traffic Surveillance]",	"s_70":"Latest progress entry from surveillance staff:  Mos Eisley Report: Normal orbital traffic with expected smuggler arrivals. One anomalous arrival: From Tansarri Point Station, %TU. Subject has been connected with Han Solo and the package. Package has been delivered to drop off point, continue surveillance of subject. ",	"s_72":"[Return to Previous Menu]",	"s_74":"[Main Menu]",	"s_76":"[Enter False Password]",	"s_78":"Access Denied",	"s_8":"Welcome to White Thranta Shipping's security network.  Please enter request:"
}}