{
	"stfFile":"conversation/eisley_thranta_medical_terminal",
	"entries": {
		"do_not_edit":"The English version of this file (eisley_thranta_medical_terminal.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"[Review Medical Subject Records]",	"s_15":"Please select the subject you wish to review.",	"s_16":"[Leon Kovalski]",	"s_18":"[Dakk Jenzik]",	"s_19":"Subject 24 is a manual laborer with a high fitness level. Administered stim 438 three days ago. Subject has had pronounced physical deterioration and will succumb to necrotic reduction within 30 hours. Observe and discard.",	"s_2":"",	"s_21":"Subject 30 is an entertainer with high fitness level, high level of mental acuity, and an advanced death stick dependency. Subject was administered stim 390. Within 4 hours subject exhibited signs of aberrant genetic mutation. Observe result to determine profitability either as an enhancement stim or a poison.",	"s_24":"[Tork Magzyn]",	"s_26":"Subject 41 is a moisture farmer captured by Jabba's men. No outstanding characteristics. Subject still in orientation, waiting for test stim to be administered.",	"s_30":"[Review Medical Staff Notes]",	"s_32":"[Main Menu]",	"s_33":"Please select staff notes you wish to review.",	"s_34":"[Return to Previous Menu]",	"s_35":"[Return to Previous Menu]",	"s_36":"[Return to Previous Menu]",	"s_38":"[Medical Project Manager]",	"s_40":"I have been watching the progress of subject 23. While the stim he was administered was a failure, the resulting mutation created sores that seep a highly contagious viral agent. Jabba has requested a re-evaluation of stim 477 as a primary catalyst in a binary stage viral weapon.",	"s_42":"[Return to Previous Menu]",	"s_44":"[Geneticist]",	"s_46":"I am finished cleaning up after least week's viral outbreak. Only three staff members were affected this time, though it nearly wiped out our entire test subject reserve. Re-supply has been requested.",	"s_48":"[Return to Previous Menu]",	"s_50":"[Medical Technician]",	"s_52":"The remaining subjects from last week's outbreak have been restless and uncooperative. Requesting disciplinary action from security staff.",	"s_54":"[Return to Previous Menu]",	"s_56":"[Main Menu]",	"s_58":"[Review Project Status]",	"s_6":"White Thranta Medical Computer - Please enter password",	"s_60":"Medical research progressing rapidly.  Current stim test batch is 644.  Test subjects pending review; Subject 29 Subject 31 Subject 33 Subject 36",	"s_62":"[Return to Previous Menu]",	"s_64":"[Enter Password]",	"s_66":"Access Denied.",	"s_7":"[Enter Password]",	"s_8":"Select area of interest:"
}}