{
	"stfFile":"conversation/emp_day_pr_officer",
	"entries": {
		"do_not_edit":"The English version of this file (emp_day_pr_officer.stf) is automatically generated by the SwgConversationEditor.",	"s_524":"",	"s_526":"Why don't you crawl back under your rock, traitor. If I had backup, I'd take you in myself.",	"s_528":"You're back already? ",	"s_530":"I'm not sure where I'm supposed to go.",	"s_532":"Go see the garrison historian at this location on Rori.",	"s_534":"Good to see you again. I hope you had as good an Empire Day as I did.",	"s_536":"Greetings, Citizen. Happy Empire Day to you.",	"s_538":"Empire Day? What is that?",	"s_540":"Empire Day is the day we celebrate the official formation of the Empire and, of course, the order to remove the traitorous Jedi from the galaxy.",	"s_542":"I didn't know that. ",	"s_544":"You didn't? Well, there's someone you should meet then.",	"s_546":"OK. Who?",	"s_548":"Our garrison historian. He's an expert on pre-Imperial history. He will educate you. You can find him at this location on Rori.",	"s_550":"Oh, I don't have time for that now.",	"s_552":"I'm sorry to hear that. Well, I'll be here if you want to know more.",	"s_554":"Yes, I remember that. ",	"s_556":"The day the Jedi were outlawed. Ahhhh. Good times. Say, you like history. Would you be interested in helping out a bit?",	"s_558":"Sure. What can I do?",	"s_560":"Go see our garrison historian. He needs some help collecting data for a report he's writing. You can find him at this location on Rori.",	"s_562":"Happy Empire Day to you as well!",	"s_564":"The formation of the Empire is definitely a date worth noting. We should always remember our glorious past.",	"s_566":"I agree. History is important.",	"s_568":"The day the Jedi were outlawed. Ahhhh. Good times. Say, you like history. Would you be interested in helping out a bit?",	"s_570":"Sure. What can I do?",	"s_572":"Go see our garrison historian. He needs some help collecting data for a report he's writing. You can find him at this location on Rori."
}}