{
	"stfFile":"conversation/emp_day_reb_solo",
	"entries": {
		"do_not_edit":"The English version of this file (emp_day_reb_solo.stf) is automatically generated by the SwgConversationEditor.",	"s_282":"",	"s_284":"You must be the one who contacted our man inside the Empire. Good work. That message you delivered went out to over ninety sectors.",	"s_286":"I was just trying to help.",	"s_288":"Well, we're glad to have you on board. Any day we can disrupt the Empire is a good day. Doing it on Empire Day is in another orbit all together. It's good to know we have beings on our side like you. Say, why did you join the Rebellion anyway?",	"s_290":"I don't trust the Empire.",	"s_292":"Tell me about it. I trusted the Empire for a while. Was even considering a commission in the Imperial Navy. Then I saw what was happening on Kashyyyk.",	"s_294":"What do you mean?",	"s_297":"When I saw how the Empire was forcing the Wookiees into labor camps, I realized what was going on.",	"s_301":"What did you do?",	"s_305":"Story's too long to tell here, but it ends in a dishonorable discharge and Wookiee Life Debt.",	"s_309":"That must be some story.",	"s_311":"What's important is that others learn what I did. Thank you for helping with that.",	"s_313":"Anything else I can do for you?",	"s_315":"Not today. Go speak to Colonel Verks. The Colonel has a small gift to show our appreciation.",	"s_317":"The Empire is responsible for the death of my parents.",	"s_319":"The Empire is responsible for many orphans. Can't go into a cantina without bumping into someone who's lost family.",	"s_321":"Did you lose family to the Empire?",	"s_323":"Chewie certainly did. The Empire was forcing Wookiees into labor camps. I was an Imperial Naval trainee when we met.",	"s_325":"What happened?",	"s_327":"Story's too long to tell here, but it ends in a dishonorable discharge and Wookiee Life Debt.",	"s_329":"That must be some story.",	"s_331":"What's important is that others learn what I did. Thank you for helping with that.",	"s_333":"Anything else I can do for you?",	"s_335":"Not today. Go speak to Colonel Verks. The Colonel has a small gift to show our appreciation.",	"s_337":"I'm sorry kid, I don't have time to chat right now."
}}