{
	"stfFile":"conversation/emp_day_reb_colonel",
	"entries": {
		"do_not_edit":"The English version of this file (emp_day_reb_colonel.stf) is automatically generated by the SwgConversationEditor.",	"s_291":"",	"s_293":"Get out of here, Imperial scum. There's nothing here for you.",	"s_295":"Thank you for your help. The Rebellion needs more people like you.",	"s_299":"Did you speak to Han Solo? Such an inspiration to have him here. You're lucky you arrived today. I don't think he'll be here long.",	"s_303":"Yes. He said you would have something for me?",	"s_307":"We wanted to give you an Alliance banner as a reward for your work. However, since you managed to convince Tellulon's friend to join the Rebellion, I thought I'd give you two banners. May the Force be with you.",	"s_310":"Yes. He said you would have something for me?",	"s_312":"We wanted to give you an Alliance banner as a reward for your work. We appreciate all you've done for us. Hopefully this will be the last Empire Day we'll have to endure.",	"s_314":"Sorry, I don't have time to talk.",	"s_316":"Tellulon's mission is on schedule. Excellent. Han Solo is here to check on the operation and now we have good news.",	"s_318":"Han Solo is here? ",	"s_320":"Yes. The Princess has taken a personal interest in this campaign, so he's come to oversee it personally.",	"s_322":"Do you think I can meet him?",	"s_324":"He's not really here on a social call, but I suppose it couldn't hurt. After all, you had a part in the operation's success. He's in the command room. Go on in.",	"s_326":"If you were a member of the Rebellion, I'd consider it, but otherwise I'm afraid it would be too much of a risk. You can sign up officially if you'd like.",	"s_328":"I'd like that. How do I join the Rebellion?",	"s_330":"Go speak to the Outpost Recruiter then come back and speak to me. Han won't be here for long, so don't delay.",	"s_332":"I'm not ready to commit to the Rebellion.",	"s_334":"Are you sure? If you decide not to join you will not be able to meet Han Solo.",	"s_336":"I don't want to join the Rebellion and meet Han Solo.",	"s_338":"Very well. Let me give you a banner to show our appreciation. Thank you for your help in revealing the true nature of the Empire.",	"s_340":"Let me think out this and get back to you.",	"s_342":"Understood. Come see me when you're ready, but don't take too long.",	"s_344":"Let me think out this and get back to you.",	"s_346":"Understood. Come see me when you're ready, but don't take too long.",	"s_348":"You shouldn't be talking to me, you should be talking to Han Solo while he's still here. ",	"s_350":"I don't have time to talk. You should relax. Perhaps get a drink at the cantina."
}}