{
	"stfFile":"conversation/emp_day_reb_imp_convert",
	"entries": {
		"do_not_edit":"The English version of this file (emp_day_reb_imp_convert.stf) is automatically generated by the SwgConversationEditor.",	"s_1038":"",	"s_1198":"What do you want?",	"s_157":"Thank you for helping me choose the right path. I hope I get to see you again some day. ",	"s_158":"I have nothing else to say to you.",	"s_159":"I'm sorry I can't talk right now.",	"s_160":"You don't understand.",	"s_161":"Fine. I hope you come to your senses.",	"s_162":"What is there to understand? It's Empire Day and you're trying to turn me into a traitor.",	"s_163":"I've gone about this all wrong.",	"s_164":"You sure have. Take off and leave me alone. ",	"s_165":"Tellulon is your friend. He's made the right choice.",	"s_166":"How can you be so sure?",	"s_167":"A Because we want real justice in the galaxy.",	"s_168":"I joined the Empire because I wanted to be on the side of Justice.",	"s_169":"Because it's obvious the Empire is evil. Don't you see?",	"s_170":"Forget it already!",	"s_171":"Fine then!",	"s_172":"Our information isn't driven home with blasters.",	"s_173":"Not all of us are as you think.",	"s_174":"You are all alike. Get out of my face before I call the stormtroopers.",	"s_175":"What do you mean?",	"s_176":"I only want to help those in need. Like you..",	"s_177":"Like me?",	"s_178":"Isn't that why you joined the Empire? To help?",	"s_179":"I wanted to be on the side of Justice so I joined the Empire.",	"s_180":"But you lost your way and don't care anymore.",	"s_181":"You're all alike. Get out of my face before I call the stormtroopers.",	"s_182":" Does justice include detaining those who happen to disagree?",	"s_183":"Well, you joined the wrong side.",	"s_184":"I'm just a technician. What can I do?",	"s_185":"What do you know of truth? The Rebellion fills the minds of law abiding citizens with lies on a regular basis.",	"s_186":"Some of us see the truth.",	"s_187":"It's thick Imperials like you that don't see the truth.",	"s_188":"But I'm just a lowly technician. What can I do?",	"s_189":"What do you know of truth??? The Rebellion fills the minds of law abiding citizens with lies on a regular basis.",	"s_190":"Tellulon said you're thinking about joining the cause.",	"s_191":"Just to talk.",	"s_192":"Not so loud. Someone will hear you.",	"s_193":"I wouldn't count on that.",	"s_194":"The Force is with our cause.",	"s_195":"Your cause is treasonous.",	"s_196":"You anti-Imperials are all alike. Clouded by your cause.",	"s_197":"We share the same cause.",	"s_198":"I'm just a lowly Lieutenant. What can I do? ",	"s_199":"What is there to talk about?",	"s_200":"How you can help a lot of beings who have no one else.",	"s_201":"It's so hard to know what the right thing is. The Empire protects us, doesn't it?",	"s_202":"You should help us destroy the Empire.",	"s_203":"You anti-Imperials are all alike. You're all clouded by your cause.",	"s_204":"You can stop whining and fight like the rest of us.",	"s_205":"It's men on the ground, just like you, who can do the most.",	"s_206":"You Empire-haters are all alike. Clouded by your cause.",	"s_207":"It's so hard to know what the right thing is. Doesn't the Empire protects us?",	"s_208":"Only if you're willing to be blind to the facts.",	"s_209":"Is the Empire protecting all those beings on the Detainee Disks?",	"s_210":"Ok, but what can I do?",	"s_211":"What do you mean?",	"s_212":"Most are innocent, but may not return from questioning.",	"s_213":"I've seen the Empire do some things I wish I hadn't, but I don't think I can make a difference.",	"s_214":"You've got to stop being a kreetle and be a man.",	"s_215":"Tellulon saw the same things and chose this path. He's making a difference right now.",	"s_216":"I'm just a lowly technician. What can I do?",	"s_217":"You're right. I can't sit idly by. I have to do something.",	"s_218":"So you'll speak to a recruiter?",	"s_219":"First chance I get. I might not be able to do much, but I'll do something.",	"s_220":"You won't regret it. It's hard, but rewarding.",	"s_221":"Thanks for your talk. You helped me decide on what I knew was the right thing to do. Good bye. May the Force be with you."
}}