{
	"stfFile":"conversation/emp_day_garrison_historian",
	"entries": {
		"do_not_edit":"The English version of this file (emp_day_garrison_historian.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"I am interested in fighting Rebels. What do I need to do again?",	"s_105":"In order to legally fight against Rebels you must be a member of the Imperial Faction. Eliminate as many rebels as you can until you find all three of my missing disks. Or if you prefer to avoid combat you can pick up those historical datadisks from my colleagues.",	"s_109":"I'm not interested in fighting. Where do I need to go again?",	"s_112":"You'll find your contact in one of the cantinas in Bestine. I've uploaded the information to your datapad.",	"s_114":"I'm not interested in fighting. Where do I need to go again?",	"s_116":"Your contact should be in the Bela Vistal medical center. I've uploaded the information to your datapad.",	"s_118":"I'm not interested in fighting. Where do I need to go again?",	"s_120":"Your contact should be in the theater in Deeja Peak. I've uploaded the information to your datapad.",	"s_122":"Oh. Um. Hello there. I'm sorry, I'm a bit mixed up at the moment.",	"s_124":"What's wrong?",	"s_126":"Oh. Nothing. It turns out that my research assistant was spying for the Rebels, so he was just arrested. So sad. He had such potential.",	"s_128":"I was told to come see you by the Public Relations Officer. ",	"s_130":"He did? Excellent! I certainly need the help after all this. Let's see what I can have you do... hmmm. Are you a scholar or a fighter? I have need for both.",	"s_132":"I prefer to not get into any fights.",	"s_134":"Yes. A being of words, not strength. I understand. I need you to pick up some historical datadisks from some colleagues.",	"s_136":"I can do that. Where should I go?",	"s_138":"I have three disks awaiting pickup. I'll add the first location to your datapad. Gather all three then return here.",	"s_140":"I'm always looking for a good fight.",	"s_142":"Yes. Most commendable. Before my assistant was arrested he stole three historical datadisks. I need them back.",	"s_144":"Weren't they confiscated when he was arrested?",	"s_146":"No. He managed to smuggle them out before he was... well, honestly, before he was killed trying to escape.",	"s_148":"So how will I find them?",	"s_152":"I'm not interested in any assignments at the moment.",	"s_154":"Very well. Come see me if you change your mind.",	"s_156":"My disks! Excellent. Well done. These contain some little known facts about how Jedi Knights were trying to overthrow the Republic. Fascinating stuff. Say, would you do me one more favor?",	"s_158":"Sure. Name it.",	"s_160":"Well, I'm due at an Empire Day formal gala, and I don't have time now to deliver these disks to the upload center. Do you think you could drop them off for me?",	"s_162":"Of course.",	"s_164":"Excellent. Just take these disks to the Uplink Officer. You can find him at the science outpost on Dathomir. I've uploaded his location to your datapad.",	"s_166":"I'm not interested in any assignments at the moment.",	"s_168":"Hmmph. I see how it is. The Empire provides so much for you, and this is how you repay their protection. Well, come find me if you decide to pull your weight.",	"s_170":"I'm sorry. I don't have time for this at the moment. All queries should be processed thru the garrison's Public Relations officer",	"s_89":"It must have been passed to his Rebel friends. I suggest you eliminate as many as you can until you find all three disks.",	"s_90":"It must have been passed to his Rebel friends. Unfortunately, it seems you're not a member of the Imperial Faction so you are not authorized to hunt Rebels. However, you can pick up historical datadisks from some colleagues of mine.",	"s_93":"",	"s_95":"Ah. You're back. Thank you for your assistance. Good Empire Day to you. Let's hope the next year proves better than the last. ",	"s_97":"What are you doing back here? You need to get those disks for me!"
}}