{
	"stfFile":"conversation/emp_day_reb_al_contact",
	"entries": {
		"do_not_edit":"The English version of this file (emp_day_reb_al_contact.stf) is automatically generated by the SwgConversationEditor.",	"s_184":"",	"s_186":"You Imperials are traitors to every sentient being. Get lost.",	"s_188":"Good to see you again. We're making good progress showing the truth behind Empire Day. Thanks for your help.",	"s_190":"Have you finished your assignment yet? We need those disks before more innocent civilians are arrested!",	"s_192":"I am interested in fighting. What do I need to do again?",	"s_194":"Eliminate as many Imperials as you can until you recover three of the Detainee Disks. Or if you prefer to avoid combat you can courier disks from our agents back to here.",	"s_196":"I'm not interested in fighting. Where do I need to go again?",	"s_198":"You'll find your contact in the cantina in Moenia. I've uploaded the information to your datapad.",	"s_200":"Empire Day. It makes me ill. We're taking on a number of missions to try to undermine Imperial propaganda. Will you help?",	"s_202":"What kind of missions?",	"s_204":"The Empire has issued its stormtroopers lists of beings they are to detain. We want to collect as many of these lists as we can.",	"s_206":"Go on.",	"s_208":"By showing locals that their names are on these lists, we can prove the Empire is not out to protect, but to silence those who peacefully speak out for change.",	"s_210":"Please, continue.",	"s_212":"We have combat and non-combat missions to fulfill but you can only participate in a combat mission if you are a member of the Rebel Alliance.",	"s_214":"I'm interested in a combat mission.",	"s_216":"Many of the Imperial patrols have been issued a disk of names. By attacking the Imperial personnel we can get the disks and prevent some innocent arrests.",	"s_218":"I'll do it.",	"s_220":"Good. Gather one disk and then return to me. Good luck.",	"s_222":"I think I need a non combat mission instead.",	"s_224":"So you want to reconsider? Nothing wrong with that, just let me know what interests you.",	"s_226":"I'm interested in a courier mission. ",	"s_228":"We need someone to courier disks from our agents in the field and return them here. Can do you do that?",	"s_230":"Yes, I can. ",	"s_232":"Excellent! You'll find the contact in the Cantina at Moenia.",	"s_234":"I'd like a more combat oriented assignment.",	"s_236":"So you want to reconsider? Nothing wrong with that, just let me know what interests you.",	"s_260":"You have the disks? Excellent. These will definitely help us show the galaxy that the Empire is not out to protect anyone but themselves. Empire Day, indeed!",	"s_270":"What should I do now?",	"s_274":"We want to tell the public about these Detainee Disks. We have a spy inside the Empire who can transmit the lists along with our message to many sectors. We need to get our data to him immediately.",	"s_278":"I'd like to help.",	"s_282":"Excellent. Deliver this coded disk to the Imperial Technician at the Imperial Fortress on Yavin 4. Don't worry, it's remote and not heavily gaurded right now. Keep a low profile it you'll be fine. Simple as that.",	"s_286":"I think I've had enough intrigue for now.",	"s_290":"I understand. Come find me if you change your mind.",	"s_294":"I only talk to those with references. Speak to the bartender in Anchorhead."
}}