{
	"stfFile":"conversation/emp_day_reb_bartender",
	"entries": {
		"do_not_edit":"The English version of this file (emp_day_reb_bartender.stf) is automatically generated by the SwgConversationEditor.",	"s_194":"",	"s_196":"We don't serve your kind here.",	"s_198":"Hey. Hope you were able to find the alliance contact in the cantina at Coronet, Corellia. It'd be great if we could stick it to those Imperials on a day like this, ha haah!",	"s_200":"Ah! A loyal member of the Alliance. If I were behind the counter I'd spot ya a round!",	"s_202":"Thanks. I heard it's Empire Day.",	"s_204":"Bah! Every year since the overthrow of the Senate we have to endure this. If only we could do something to throw it in their faces.",	"s_206":"Perhaps there's something I could do?",	"s_208":"Was hopin' you'd say that. Didn't want to come right out and ask. We're looking for some loyalists to help undermine Empire Day. No fighting necessary...unless you want some.",	"s_210":"Whatever it is, I'm in.",	"s_212":"Go see our alliance contact in the cantina at Coronet, Corellia. She'll assign you a mission that will stick it to the Empire. May the Force be with you.",	"s_214":"I think I'll pass this time.",	"s_216":"Some Rebel you are. Whatever. Come see me if you change your mind. ",	"s_218":"What can I do for you?",	"s_235":"The Empire is here to protect us.",	"s_236":"The Empire is an archetypical example of a totalitarian regime that placates the masses by... look the Emperor rules by fear. Does the Empire make you feel free or afraid?",	"s_241":"What can you tell me about Empire Day?",	"s_242":"This sham of a holiday? It should be called 'Thieves Day'.",	"s_243":"What do you mean?",	"s_244":"Empire Day marks the day the Emperor outlawed the Jedi and stole the government from the people. It's nothing but a public relations campaign to sway beings such as you to their side.",	"s_245":"There's another side?",	"s_246":"Of course. The Rebellion. Loyalists fighting for your rights. ",	"s_247":"The Empire is here to protect us.",	"s_248":"The Empire is an archetypical example of a totalitarian regime that placates the masses by...look the Emperor rules by fear. Does the Empire make you feel free or afraid?",	"s_249":"Afraid.",	"s_250":"Then do something about it! Will you help us? There will be no danger... unless you want some.",	"s_251":"Sure. I suppose so.",	"s_252":"Go see our alliance contact in the cantina at Coronet, Corellia. She'll assign you a mission that will stick it to the Empire. May the Force be with you.",	"s_253":"I don't think so. ",	"s_254":"Then there's nothing else to say. Go enjoy your life of servitude.",	"s_255":"Free.",	"s_256":"Then there's nothing else to say. Go enjoy your life of servitude."
}}