{
	"stfFile":"conversation/emp_day_imperial_commander",
	"entries": {
		"do_not_edit":"The English version of this file (emp_day_imperial_commander.stf) is automatically generated by the SwgConversationEditor.",	"s_361":"",	"s_363":"I don't have time to talk to traitorous Rebels.",	"s_365":"Thanks for taking the time to help us out. Your dedication as a citizen of the Empire serves as a great example that others would do well to notice.",	"s_367":" What is Lord Vader's interest in this Jedi? ",	"s_369":"He's being questioned in that small detainment facility. You can go take a look if you like. He's not much of a threat anymore.",	"s_371":"Did you speak to him? He's an inspiration, that's for sure. I'm hoping some day to serve aboard his flagship. ",	"s_373":"I've delivered the historian's disks. My work here is done.",	"s_375":"Yes, yes. We'll get that data uploaded immediately. We may even show it to Vader himself. See what he has to say. What a momentous day for our outpost!",	"s_377":"Do you have any other assignments for me?",	"s_379":"No, we have it all under control. Here. Take this memento of your Empire Day meeting with Darth Vader! Thank you for your help today. I hope we meet again sometime.",	"s_381":"I'm sorry, all requests must go thru our Public Relations Officers. ",	"s_383":"Disks? I don't have time to upload them right now because Lord Vader is here! What an auspicious occasion.",	"s_385":"Vader is here? Why?",	"s_387":"We captured a Rebel Jedi and Vader wants to question him personally. This is a huge opportunity for us all. And on Empire Day of all days!",	"s_389":"Do you think I might be able to meet Lord Vader?",	"s_391":"He's not taking visitors, but perhaps you could deliver this report to him.",	"s_393":"I'll do it.",	"s_395":"Excellent. Deliver this report on the captured Jedi to him. You should feel fortunate you came today of all days.",	"s_397":"I think I'll wait.",	"s_399":"These opportunities don't come up often, but ok. Come find me if you change your mind",	"s_401":"I couldn't allow someone who is not a member of the Imperial military inside. If you'd like to join up, I can see what I can do.",	"s_403":"I'd like that. How do I sign up?",	"s_405":"Just speak to the Outpost Recruiter then come back and speak to me. Hurry though, Vader won't be here for long.",	"s_407":"The life of the Empire just isn't for me.",	"s_409":"Are you sure? If you decide to not join, you will not be able to meet Darth Vader.",	"s_411":"I'm sure. I don't want to join the Empire.",	"s_413":"Very well. You're missing an opportunity, but I understand. Here. Take this. Perhaps a constant reminder of the Empire in your home will sway you. Happy Empire Day to you, citizen.",	"s_415":"Let me think about it some more,",	"s_417":"Well, don't take too long. Lord Vader will not be here very long, and then your opportunity will be gone.",	"s_419":" What is Lord Vader's interest in this Jedi? ",	"s_421":"We thought it might be Skywalker, but he won't talk. I'm sure Vader will find the truth. ",	"s_423":"Where is this Jedi now?",	"s_425":"He's being questioned in that small detainment facility. You can go take a look if you like. He's not much of a threat anymore.",	"s_427":"I need to go. Sorry. ",	"s_429":"There's no place I'd rather be than in the presence of Lord Vader, but to each their own. Talk to me again if you change your mind.",	"s_431":"What are you doing here? You'd better deliver that report to Darth Vader immediately!",	"s_433":" What is Lord Vader's interest in this Jedi? ",	"s_435":"He's being questioned in that small detainment facility. You can go take a look if you like. He's not much of a threat anymore.",	"s_437":"All requests must go thru our Public Relations Officers. "
}}