{
	"stfFile":"conversation/ep3_trandoshan_hssissk_zssik_06",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_trandoshan_hssissk_zssik_06.stf) is automatically generated by the SwgConversationEditor.",	"s_212":"It is good that we finally meet. The others have told me so much about your talents and I am quite interested in testing them out for myself. I am Hssissk Bloodscale, clan chief of the Zssik and soon to be master of the Avatar.",	"s_932":"",	"s_934":"I have no further need of you. You may leave.",	"s_936":"Oh, that was nicely done. You have the spirit of a Zssik. Excellent, you have brought me the ID cards. These will be quite useful. Your part in this matter has come to a close. From here on out we will fight our own battles...well, mostly anyways.",	"s_938":"I did what I could.",	"s_940":"That you did. The Zssik are not a poor clan and we always reward those who serve us well. Safe journey, offworlder.",	"s_942":"Until you have completed the tasks that I have assigned you on the Avatar Space Platform, I do not want to see you again.",	"s_944":"It is good that we finally meet, %NU. The others have told me so much about your talents and I am quite interested in testing them out for myself. I am Hssissk Bloodscale, clan chief of the Zssik and soon to be master of the Avatar.",	"s_946":"Pleasure to meet you.",	"s_948":"Now that we have exchanged pleasantries, let us get down to business. We have been monitoring the activity around the Avatar and it would appear that the resistance attacked nearly as soon as they had the codes in their furry little palms. Now is the time for you to finish the job you have begun.",	"s_950":"What is it I will need to be doing?",	"s_952":"You are going to use the chaos of the Wookiee attack on the Avatar to sneak aboard and perform some very important tasks for us. Your first step will be to collect ID cards from the Blackscale guard captains.",	"s_954":"What do you need those for?",	"s_956":"That is something that does not concern you! Focus on the job at hand. Once you have completed that simple job, do us a favor and kill that bothersome Wookiee, Harwakokok.",	"s_958":"Why do you want me to kill Harwakokok?",	"s_960":"Once we take over power from the Blackscale, we will be fighting the resistance in their stead. They will be far easier to manage without that one filling their heads full of bad ideas. Finally, you are to activate the stations self-destruct and get off the platform.",	"s_962":"How do I manage that?",	"s_964":"I am afraid that I do not know. I would imagine that there has to be some sort of information on the subject stored in the Avatar's computer banks. You should look for instructions there. The self-destruct should take care of anyone still alive on the station...Wookiee or Trandoshan.",	"s_966":"Ok, you can consider the job done.",	"s_968":"You can only reach the Avatar by flying to it in orbit above Kashyyyk. Once you have completed all of the tasks I have set before you, return to me and report your success.",	"s_970":"I am afraid that I must wait before I can go.",	"s_972":"The Wookiee are attacking the station now. You cannot wait for long, otherwise our opportunity will pass and all of this will be for nothing.",	"s_974":"Well, hello Mister Fancy Pants!",	"s_976":"As I said, my name is Hssissk Bloodscale...not Mister Fancy Pants. Perhaps you should have someone check your hearing for you. You will need all of your senses in order to accomplish your next task.",	"s_978":"Never mind...nice to meet you.",	"s_980":"You should be a little more careful in whom you approach. Outsiders intruding on me is not something I generally tolerate. You may leave now."
}}