{
	"stfFile":"conversation/ep3_achonnko",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_achonnko.stf) is automatically generated by the SwgConversationEditor.",	"s_167":"",	"s_169":"Rrrorash",	"s_171":"So you wish to learn the secrets of the Rryatt Trail? It is a dangerous place, perhaps too dangerous for you.",	"s_173":"Nothing is too dangerous for me.",	"s_175":"We will see about that. There are paths like the one you see before you that will get you from the safety of Kachirho to the depths of The Shadowed Lands. And there are trails known only to the trail guides.",	"s_177":"Where can I find these trail guides?",	"s_179":"They are throughout the trail.  When you reach one, they will share with you their secret paths throughout the Rryatt. As you learn more of these lands your future travels will be faster and with less danger.",	"s_181":"Then I will seek out these guides.",	"s_183":"May the forest spirits guide your way.",	"s_185":"You have returned. Tell me, what secret path do you wish to travel?",	"s_187":"I will go to the High Grounds.",	"s_189":"A brave choice.",	"s_191":"I will go to the Worshyr Canopy.",	"s_193":"Watch your step. Many a traveler has discovered how far below is the forest floor.",	"s_195":"I will travel the Web Weaver Path.",	"s_197":"The Web Weaver is an unforgiving beast, and that is his home.",	"s_199":"I will travel The Shadowed Lands.",	"s_201":"The great dark is full of many dangers. Fight bravely, and I may yet meet again.",	"s_203":"I will walk the common paths today.",	"s_205":"Fare well in your battles.",	"s_26":"How is it that some can walk these paths more safely than others?",	"s_27":"What other secrets of the forest can you teach me?",	"s_28":"You have returned? Successfully I trust?",	"s_29":"I have the components.",	"s_30":"Then I will share with you our secrets. The knowledge will serve you well %NU.",	"s_32":"There are secrets of the trail that one can learn to walk these lands without fear of the beasts they contain. If you are skilled enough, perhaps you could learn of these secrets yourself?",	"s_34":"I possess the skill, and I ask that you teach me.",	"s_36":"There are three things you will need: Gather the bone marrow of the Etyyy Mouf, with the proper treatment you can use it to conceal your true form. Gather the skins of the Minstyngar, so that creatures will cower from you in fear. And finally the mean of the Shadevale Stalker, whose musk glands will dull the senses of predator and prey alike allowing you to move unnoticed.",	"s_38":"I will return when I have what is needed.",	"s_40":"And I will then share with you secrets of the trail."
}}