{
	"stfFile":"conversation/ep3_trandoshan_orooroo_zssik_04",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_trandoshan_orooroo_zssik_04.stf) is automatically generated by the SwgConversationEditor.",	"s_151":"",	"s_153":"I haven't any more time for you. The Zssik want my help in planning a raid on a small village north of Etyyy. Go speak with Hssissk and leave me be.",	"s_155":"How did you meeting with Harwakokok go?",	"s_157":"He is going to lead an attack on the Avatar.",	"s_159":"Good. The Zssik will be most pleased with this development. The chaos that fool will cause will be the perfect cover for your commando operation.",	"s_161":"What commando operation?",	"s_164":"No one told you? How interesting. I suggest that you speak with Hssissk. He is the leader of the Zssik clan and has personally organized the final stage of our operation. Take this rifle and use it against the enemies of the Zssik. Now get moving...you don't keep the clan chief of the Zssik waiting if you know what is good for you.",	"s_166":"I can tell by your scent that you have not yet accomplished what you were tasked to do. Go to Kachirho and speak with Harwakokok. Do not return to me until you have finished convincing him to strike at the Avatar.",	"s_168":"Good, you are finally here. Chawroo has left a message with me for you. A leader of the Wookiee resistance named Harwakokok has agreed to meet with you.",	"s_170":"Where am I to meet this Harwakokok?",	"s_172":"He will be in the city of Kachirho. According to Chawroo it wasn't easy to set up this meeting and I get the impression that Harwakokok is going to test you before he decides what to make of you.",	"s_174":"What do I do once I meet him?",	"s_176":"You have the landing and access codes to the Avatar Platform. Harwakokok must be convinced to attack the platform. Pretend to be a friend of the Wookiees...bribe him...whatever it takes. Harwakokok wants to attack the platform and will do his best to believe whatever you tell him.",	"s_178":"What do you mean?",	"s_180":"The Avatar is more then just a retraining and staging area, it is a symbol of Trandoshan oppression. The resistance wants nothing more then to destroy that symbol, but they have never had the means before. Once you bring the means they will want to believe anything you tell them so badly that their judgment will be clouded.",	"s_182":"So, I just show up and give Harwakokok the codes?",	"s_184":"If I know my people they will make a show of making you prove your worth. Most likely they will tell you to go kill something or other. Like having you bash an animal over the head makes you an honest person. Whatever they ask of you, I am sure it will not be anything you cannot handle.",	"s_186":"Ok, well I am ready for my meeting.",	"s_188":"Very well. Harwakokok will be waiting for your arrival in Kachirho. Chawroo said that you were to meet him up in the tree city on the second level. Come back to me when you have accomplished your task.",	"s_190":"I am going to have to postpone the meeting.",	"s_192":"Harwakokok is a leader of my people and will not wait for very long. He might want what you have to offer but he still must maintain his honor and status in the eyes of his followers.",	"s_194":"What is a Wookiee doing helping the Trandoshans?",	"s_196":"I have come to an understanding that my brethren have yet to reach. Battling the Trandoshan and their Imperial backers is futile. We have already lost. It is every Wookiee for himself from here on out. The Trandoshans pay me well to help them out with local affairs and that is all you need to know.",	"s_198":"Fair enough. Now, where am I to meet Harwakokok?",	"s_200":"So, you are finally here. Chawroo has left a message with me for you. A leader of the Wookiee resistance named Harwakokok has agreed to meet with you.",	"s_202":"So are you here to mock me like everyone else. I stand by my decision. You are all fools if you think that fighting will make any difference. I do not have to explain myself to the likes of you. Leave me alone.",	"s_97":"Grrr. Rrorrow. Grrrrrrr."
}}