{
	"stfFile":"conversation/ep3_etyyy_mada_johnson",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_etyyy_mada_johnson.stf) is automatically generated by the SwgConversationEditor.",	"s_250":"",	"s_252":"Thank you so much for your help! Brody, or Johnson, or whatever he wants to be called has always been a little odd. I think he just wants a place where he feels like he belongs. I'm going to talk to him about this, don't worry.",	"s_254":"What are you waiting for? Have you spoken to Jonhson Smith about that pendant? Please go do so.",	"s_256":"What? You found Brody's corpse? Oh my, no! Are you sure?",	"s_258":"[Show her the pendant]",	"s_260":"No! It can't be! Wait. That's not Brody's pendant. It's very similar, but it's not Brody's. I'm sure of it. Who told you that was Brody's pendant?",	"s_262":"Johnson Smith at the Arcona compound in Etyyy.",	"s_264":"Really? Well, go back and tell him that it's not Brody's pendant. Please find out what's going on.",	"s_266":"Well, maybe not. Never mind.",	"s_268":"Whoo. That was quite a shock. Please be more careful.",	"s_270":"Please continue looking for Brody. I am very concerned about him.",	"s_272":"Go tell Wrelaac about Brody's pendant. That should prove to him that you know me.",	"s_274":"Wrelaac wants proof that you know me? Hmm... okay. Tell him that Brody wore a pendant. He was pretty much never without it. It was given to Brody by our father and meant a lot to him.",	"s_276":"Excellent, thank you.",	"s_278":"My pleasure.",	"s_280":"Please speak to Wrelaac. He might know more about Brody than he's admitted to me.",	"s_282":"Could you help me? I'm trying to find my brother, but I can't really manage this on my own. Can you help?",	"s_284":"What happened to your brother?",	"s_286":"He's disappeared. His name is Brody. Brody Johnson. I haven't heard from him in 8 months. Brody came here about a year ago. Something about trying to domesticate local creatures to sell as pets on other planets. It was another one of his get rich quick schemes. But then he just disappeared. ",	"s_288":"Okay. Any idea where I should look?",	"s_290":"Not really. But you should talk to Wrelaac. Wrelaac is a Wookiee living here in the Kachirho. He's a retired animal trainer. I've spoken with him a few times, and I know that Brody consulted with him before he disappeared. Try talking to Wrelaac.",	"s_292":"No thanks. I'm not interested after all.",	"s_294":"I understand. Farewell.",	"s_296":"No thanks. I don't want to get involved.",	"s_298":"I understand. Farewell.",	"s_474":"Brody asked me to extend his apologies to you.",	"s_475":"Good luck with him.",	"s_476":"Thank you, I appreciate you saying that. Brody has always been a bit eccentric, but this one was strange even for him. His capers usually lean more to stupid than something like this. I think I'm going to give him some space for a few days, but after that, he's got some explaining to do.",	"s_664":"I'll probably need it. Believe it or not, this isn't even in the top 5 stupid things he's done. I think he's still banned from ever again landing on Talus. But he's family. If I abandon him, who would clean up his messes?"
}}