{
	"stfFile":"conversation/ep3_myyydril_greeter_villager_2",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_myyydril_greeter_villager_2.stf) is automatically generated by the SwgConversationEditor.",	"s_1054":"",	"s_1056":"[Seri'leo nods.] I see you're still around.",	"s_1058":"Do you know anything about the Doctor?",	"s_1060":"[Seri'leo shakes his head.] Not a thing. He works with cybernetics. That's all I know. He's fixed up some of the people around here. Kivvaaa, for example.",	"s_1062":"Thank you for the information.",	"s_1064":"[Seri'elo nods.] Yeah.",	"s_1066":"[Seri'leo nods.] So you're the Hero now.",	"s_1068":"Yeah, I am.",	"s_1070":"What are you doing just wandering around? You should be helping the locals. Check with Yraka Nes.",	"s_1072":"Thanks.",	"s_1074":"[Seri'leo smirks.]",	"s_1076":"I hear you're taking on the Urnsor'is these days. I may have underestimated you.",	"s_1078":"Do you know anything about the creature?",	"s_108":"[You grin.] Thanks.",	"s_1080":"[Ser'leo shrugs.] I've seen one, once. Watch out for the teeth. You don't want to get infected.",	"s_1082":"Infected?",	"s_1084":"Yeah. Some sort of virus that eats flesh. [Seri'leo visibly shivers.] I'm just thankful I live here, where it's safe.",	"s_1086":"Thanks.",	"s_1088":"Yeah. [Seri'leo nods.]",	"s_109":"Now you can just enjoy yourself. You may, however, want to speak with others. Yraka Nes has another task or two that needs doing.",	"s_1090":"[Seri'leo rolls his eyes.] It's you again.",	"s_1092":"Look, I'm just trying to help people.",	"s_1094":"Then don't come around here. Go find Tala'oree, or Kirrir, or Nawika. I keep hearing them moan and whine about their problems. Like the rest of us don't have any...",	"s_1096":"You're so cynical.",	"s_1098":"Wouldn't you be? [Seri'leo snorts.]",	"s_110":"I'll go speak with her.",	"s_1100":"Hrpmh. So Kivvaaa has approved your audience with Kallaarac, hm? More ruffians in the village these days. [Seri'leo just shakes his head.]",	"s_1102":"I'm just here to help out.",	"s_1104":"[Seri'leo scoffs.] That's what they all say.",	"s_1106":"[Seri'leo frowns.] You shouldn't be here. Go find Kivvaaa. She'll set you straight. You can find her at the entrance of our village.",	"s_1108":"Thank you for the direction.",	"s_111":"We're behind you, Hero. [Seri'leo nods.]",	"s_1110":"[Seri'leo scoffs.]",	"s_1111":"Deep Depths... I was there once. My only advice is to bring friends. That's all I have to say, really.",	"s_1112":"Thanks.",	"s_1113":"[Seri'elo nods.]",	"s_1334":"I never would have thought that someone like you would save a whole village from destruction. [Seri'leo smiles and pats your back hard.] Good job."
}}