{
	"stfFile":"conversation/ep3_myyydril_yraka_nes",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_myyydril_yraka_nes.stf) is automatically generated by the SwgConversationEditor.",	"s_1001":"I am. I brought you the mushrooms.",	"s_1003":"Thank you so much! Now, I'll be able to make my pies again. You've done so much for us. [Yraka Nes smiles gently.] Thank you. I've prepared a gift for you, for all the help you've given us. Here.",	"s_1005":"Thank you.",	"s_1007":"My pleasure. Please come back when you feel you can. I do have another thing that needs to be done.",	"s_1009":"Hello, again. Were you able to find the Mushrooms I needed? They grow in the caves. You should be able to find them easily. Return to me when you have them.",	"s_1011":"All right. I'll go look again.",	"s_1013":"[Yraka Nes nods.]",	"s_1015":"I'm glad you've returned. I have another task, if you're interested. Of course, I'd understand it if you're too busy.",	"s_1017":"I'll hear you out. What did you have in mind?",	"s_1019":"Well, I find it most rewarding to keep our community in high spirits while our warriors and defenders are out fighting against the Urnsor'is Infestation. Therefore, I like to make Luilris Pies with the help of our local cantina. However, we ran out of stock of the most important ingredient; Luilris Mushrooms. They can be found in the caves. I need you to collect 10 of them.",	"s_1021":"I'll do it.",	"s_1023":"Wonderful! I'll most likely be here when you get back. Just... try and be careful out there.",	"s_1025":"Let me get back to you on that.",	"s_1027":"Okay, well... Let me know when you're not busy.",	"s_1029":"I am a little too busy right now.",	"s_1031":"Return when you're ready, then, my friend.",	"s_1033":"The webweaver strands! Thank you so much for bringing them. [Yraka Nes holds the strands tightly in her hands, eyes glittering with gratitude.] Oh, how silly of me. I simply must reward you for your efforts. Please take my very own Webweaver Blanket. I want you to have it.",	"s_1035":"Thank you. It's beautiful.",	"s_1037":"Please come back, if you have some extra time. We could use an able hand around here again.",	"s_1039":"You're back. [Yraka Nes nods her head deeply in respect.] I'm so sorry to be rude, but... we need those webweaver strands. Please find them quickly.",	"s_1041":"[Yraka Nes nods in kind greeting.] I've never seen your face before. I would have remembered someone with such kind features such as yours. Who are you?",	"s_1043":"I'm just a passer-by. Who are you, though?",	"s_1045":"My name is Yraka Nes and I am the medical care-taker of the Myyydril people. My work is hard, but very rewarding. The Myyydril Tribe has become my family over the years.",	"s_1047":"What's a pretty lady like you doing down here?",	"s_1049":"Oh. It's such a long story. Surely, you don't want to hear about that. I'm afraid it's pretty boring.",	"s_1051":"Nonsense. I want to hear it.",	"s_1053":"Okay. Well... [Yraka Nes rubs her neck tiredly.] Long ago, I was the medical doctor aboard the T-S Sunstriker stationed here on Kashyyyk. The crew and I were here to help the Resistance with the Wookiee slavery incident. I was here to lead my team into helping fallen Wookiees get back on their feet and back to a place were they could be safe.",	"s_1055":"Where is your crew now?",	"s_1057":"Well... the Empire launched an attack at our camp; a camp they used to control and a place where they harbored Wookiee slaves. My crew panicked and boarded the T-S Sunstriker, launching into the Kashyyyk skies and leaving me here. At the time, I was gathering more medical supplies from the drop-off spots along the river bank.",	"s_1059":"That must have been terrible. Were you their captain?",	"s_1061":"No, no... just their medical advisor. The captain of the ship just miscounted her crew and I was left here during the confusion. But, I'm happy here. I really love the Myyydril people. They took me in as their own.",	"s_1063":"That was very nice of them.",	"s_1065":"Indeed, it was. Hey--you seem like a very nice person. Times here have been rough and there's plenty to do. Unfortunately, another case of the Poltur Virus has struck our peaceful community.",	"s_1067":"I would love to help.",	"s_1069":"Well, at this time, we need Webweaver Blankets. Webweaver Blankets are used to soothe our afflicted patients. They are made from the silk of Webweavers which can be found in the forest beyond our cave. Luckily, it doesn't take much to make them. Still, we've run out of the silk we need. I need 20 strands of it to make enough blankets for everyone. Do you think you can help us?",	"s_1071":"Yes, I will.",	"s_1073":"I'm so glad. Thank you, my friend. Please hurry. The Webweaver Blankets lift up the afflicted's spirits. I'm afraid they're dwindling fast.",	"s_1075":"Perhaps some other time.",	"s_1078":"I understand. Please see me when you're available again. I know how it is around here. [Yraka Nes smiles kindly.] Busy, busy, busy!",	"s_1080":"What is the Poltur Virus?",	"s_1082":"The Poltur Virus is a wicked ailment one can catch by coming in contact with an Urnsor'is. It usually happens when the victim has miraculously escaped their clutches. It seems that no one is safe from the Urnsor'is even if they get away in time.",	"s_1084":"I'm eager to help you.",	"s_1086":"Well, at this time, we need Webweaver Blankets. Webweaver Blankets are used to soothe our afflicted patients. They are made from the silk of Webweavers which can be found in the forest beyond our cave. Luckily, it doesn't take much to make them. Still, we've run out of the silk we need. I need 20 strands of it to make enough blankets for everyone. Do you think you can help us?",	"s_1088":"Yes, I will.",	"s_1090":"I'm so glad. Thank you, my friend. Please hurry. The Webweaver Blankets lift up the afflicted's spirits. I'm afraid they're dwindling fast.",	"s_1092":"Perhaps some other time.",	"s_1094":"I understand. Please see me when you're available again. I know how it is around here. [Yraka Nes smiles kindly.] Busy, busy, busy!",	"s_1096":"Maybe some other time, then.",	"s_1098":"Indeed. Hey--you seem like a very nice person. Times here have been rough and there's plenty to do. Unfortunately, another case of the Poltur Virus has struck our peaceful community.",	"s_1100":"I would love to help.",	"s_1102":"Well, at this time, we need Webweaver Blankets. Webweaver Blankets are used to soothe our afflicted patients. They are made from the silk of Webweavers which can be found in the forest beyond our cave. Luckily, it doesn't take much to make them. Still, we've run out of the silk we need. I need 20 strands of it to make enough blankets for everyone. Do you think you can help us?",	"s_1104":"Yes, I will.",	"s_1106":"I'm so glad. Thank you, my friend. Please hurry. The Webweaver Blankets lift up the afflicted's spirits. I'm afraid they're dwindling fast.",	"s_1108":"Perhaps some other time.",	"s_1110":"I understand. Please see me when you're available again. I know how it is around here. [Yraka Nes smiles kindly.] Busy, busy, busy!",	"s_1112":"What is the Poltur Virus?",	"s_1116":"The Poltur Virus is a wicked ailment one can catch by coming in contact with an Urnsor'is. It usually happens when the victim has miraculously escaped their clutches. It seems that no one is safe from the Urnsor'is even if they get away in time.",	"s_1120":"I'm eager to help you.",	"s_1123":"Well, at this time, we need Webweaver Blankets. Webweaver Blankets are used to soothe our afflicted patients. They are made from the silk of Webweavers which can be found in the forest beyond our cave. Luckily, it doesn't take much to make them. Still, we've run out of the silk we need. I need 20 strands of it to make enough blankets for everyone. Do you think you can help us?",	"s_1125":"Yes, I will.",	"s_1127":"I'm so glad. Thank you, my friend. Please hurry. The Webweaver Blankets lift up the afflicted's spirits. I'm afraid they're dwindling fast.",	"s_1129":"Perhaps some other time.",	"s_1131":"I understand. Please see me when you're available again. I know how it is around here. [Yraka Nes smiles kindly.] Busy, busy, busy!",	"s_1133":"Oh. [Yraka Nes nods quickly. The twi'lek woman seems very busy.] I'm sorry. I wish I could talk right now. It's been so busy around here lately. You may wish to find Kivvaaa. She patrols our caverns. She may want to speak with you.",	"s_890":"",	"s_894":"Oh hello! I'm so glad you're back. How are you? Are you doing well? Things are quiet out here. Not too much to do around here anymore. I wish I had more for you to do. Well, I need to make more pies. Maybe we'll see each other soon.",	"s_898":"Indeed, Yraka.",	"s_902":"Be safe! [Yraka Nes smiles kindly.]",	"s_906":"I'm so glad you've returned. Were you able to find the resin?",	"s_910":"Yes, I found it. Here.",	"s_914":"Perfect! Let me see what I can do with it. [Yraka Nes fiddles with it and places it inside the cybernetic part.] There. That should do it. Here.",	"s_916":"Thank you.",	"s_918":"I hope you can put some good use to it.",	"s_920":"[Yraka Nes smiles.] Oh, welcome back! Do you have the resin with you?",	"s_922":"No, not yet. I plan to go back out there.",	"s_924":"Just come back safe. I like seeing you around.",	"s_926":"You spoke to the Doctor? What did he say? [Yraka Nes smiles kindly.]",	"s_928":"[You relay the events.]",	"s_930":"Cybernetic parts? Hmm... I have something like that around here too. I'm afraid it isn't working, however. I'll need to fix it up. I used to use it, but ever since I came to the caves, I haven't had time to fix it. Maybe you can help me.",	"s_932":"I'll be glad to help!",	"s_934":"It won't be easy, unfortunately. The part I have requires special healing resin in order for it to work. We usually got it imported from other planets. But... as you can see, we don't have access to such luxuries. The only liquid that resembles the same make-up as the resin we had before comes from the Mother Queen. She secretes healing properties for her eggs. If you want the part, I need a sample from her.",	"s_936":"That's some task.",	"s_938":"Indeed. What do you think? It's not an adventure to take lightly.",	"s_940":"No matter. I'll do it.",	"s_942":"Good. Come back soon and in one piece.",	"s_944":"I'm not up to this.",	"s_946":"I do understand. If you ever change your mind, I'll be right here.",	"s_948":"I think I'll pass. But thank you.",	"s_950":"If you ever change your mind, I'm here. [ Yraka Nes smiles.]",	"s_952":"Doctor Kinesworthy is still asking for you. You haven't spoken to him yet?",	"s_955":"It's so nice to see you again. I hope you're well.",	"s_957":"How have you been lately?",	"s_959":"I've been quite well. Actually, things have been peaceful thanks to you.",	"s_961":"That's good. Do you need anything else done?",	"s_963":"Well... Doctor Kinesworthy has taken quite an interest in you. You should go speak with him. [Yraka Nes leans in closer.] And tell him I said hi, will you?",	"s_965":"I will.",	"s_967":"Go on then, silly. Don't keep the doctor waiting.",	"s_969":"You've returned safely. I hope my silly errands haven't been too much for you.",	"s_971":"Not at all. I have your boxes.",	"s_973":"Thank you so much!! Now, I can readily help those who have come in from the hunting party. I've prepared another gift for you. Thank you for helping us.",	"s_975":"It was my pleasure.",	"s_977":"I wish I had other things for you to help me with, but I do not. Perhaps, I will at a later time. I hope you'll at least come visit.",	"s_979":"Were you able to find those medical boxes? I really need them. The hunting party is starting to come back and they have the wounded among them.",	"s_981":"I'm so glad you've returned to us. How are you feeling this evening? If you're up to it, I have another task that needs to be done.",	"s_983":"I'm up for it. What is it?",	"s_985":"We were able to seize boxes of medical supplies from a nearby Imperial camp. The person responsible for delivering the supplies placed the boxes at the entrance to our cave before taking a quick break. Unsupervised, the medical supplies were open for the easy taking. Instead, a pack of mouf came by and trashed the supplies, sending them to who knows where. I need boxes of supplies collected. There's 10 of them.",	"s_987":"Sounds like a perfect job for me.",	"s_989":"I knew I could count on you. You're so kind to us. I don't think I could ever repay you in my lifetime.",	"s_991":"Nonsense. It's my pleasure to help.",	"s_993":"[Yraka Nes smiles kindly.] Thank you so much. Please hurry back.",	"s_995":"I'm feeling a little under the weather. Maybe another time.",	"s_997":"Okay. Let me know if I can help you at all.",	"s_999":"I was getting worried for you out there. Are you okay?"
}}