{
	"stfFile":"conversation/ep3_clone_relics_wookie_elder_ovarra",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_clone_relics_wookie_elder_ovarra.stf) is automatically generated by the SwgConversationEditor.",	"s_120":"< You can't understand the Wookiee but she's obviously annoyed. >",	"s_198":"",	"s_200":"May I help you?",	"s_202":"Hopefully. Were you involved in the trial of the Geonosian?",	"s_204":"Trial and trial but yes, I was there. Why?",	"s_206":"You should see these documents, they are quite interesting.",	"s_208":"< Ovarra starts to look through the documents. > I'm not too surprised. That trial wasn't one of my people's most honorable moments and I could tell something wasn't right through it all.",	"s_210":"So what happens now?",	"s_212":"Well, the fact remains that he did commit a crime by bribing one of our guards but I will see to it that he gets a lenient punishment for that. He should be out of there soon. Now how did you get these documents?",	"s_214":"I found the camp the Geonosian talked about.",	"s_216":"Excellent, how did you manage to convince the Trandoshans to give these up, though?",	"s_218":"Well I killed them of course. Worked like a charm.",	"s_220":"Alright...well I guess it was for the best. For stopping these evil schemes, we are all in your debt %TU. I will send out a patrol to the area to make sure that no more of their research material is out there. You should go tell the Geonosian the good news.",	"s_222":"I'm afraid I had no choice but to use violence.",	"s_224":"In these days, it seems to be a necessary evil. For stopping these evil schemes, we are all in your debt %TU. I will send out a patrol to the area to make sure that no more of their research material is out there. You should go tell the Geonosian the good news.",	"s_226":"Perhaps. You need to look at these documents.",	"s_228":"What are they?",	"s_230":"How about you just look at them?",	"s_232":"How about I have my friends over there tear you limb from limb?",	"s_243":"Fine, fine. They are evidence in the trial against the Geonosian.",	"s_247":"Yes?",	"s_252":"Oh I'm sorry, I'm a bit lost.",	"s_257":"Sure seems that way, off you go now."
}}