{
	"stfFile":"conversation/ep3_etyyy_tripp_rar",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_etyyy_tripp_rar.stf) is automatically generated by the SwgConversationEditor.",	"s_156":"It's worse than I feared. Even with your help, my shipment of goods wasn't safe. I don't know what to do now.",	"s_230":"I could try again.",	"s_233":"Sorry it didn't work out.",	"s_235":"I suppose I'll think of something.",	"s_237":"[Show Brightclaw's Jaw to Tripp]",	"s_239":"[Show Paleclaw's Jaw to Tripp]",	"s_241":"[Show Brightclaw's Jaw to Tripp]",	"s_243":"[Show Paleclaw's Jaw to Tripp]",	"s_368":"",	"s_370":"Welcome, I trust all goes well for you?",	"s_372":"Your shipment should be safe. I fought off the attackers.",	"s_374":"My pilot told me how well you performed in helping them get my shipment of goods out of the system. I'm very grateful! Were you able to recognize any of your attackers?",	"s_376":"Um, no. They just seemed like a random group of mercenaries.",	"s_378":"Ah, I see. That's too bad. Well, at least you defeated them. That's the important thing.",	"s_380":"[Show Brightclaw's Jaw to Tripp]",	"s_382":"[Show Paleclaw's Jaw to Tripp]",	"s_384":"Greetings again. Actually I'm glad you came by and spoke with me. I have a problem I thought you might be able to help me solve. The goods I and my hunters gather are shipped to other planets where I sell them, but lately many of my shipments are being attacked and often destroyed. I was hoping you might be interested in providing some extra protection for one of my shipments?",	"s_386":"Um, sure, I suppose I could do that.",	"s_388":"Ah, good. When you're ready launch into space here in the Kashyyyk system. We'll relay more information once you're there. Oh, and if you can identify whoever it is that's attacking my shipments, I'd really appreciate it.",	"s_390":"Er, no I'd better not.",	"s_392":"I understand, but thanks anyway.",	"s_394":"[Show Brightclaw's Jaw to Tripp]",	"s_396":"[Show Paleclaw's Jaw to Tripp]",	"s_398":"Hello. How goes your hunting?",	"s_400":"[Show Brightclaw's Jaw to Tripp]",	"s_402":"[Show Paleclaw's Jaw to Tripp]",	"s_404":"You're becoming quite the hunter. These incisors are exactly as flawless as I'd hoped they would be. Well done. Go speak with Sordaan yet again. He has taken a strong interest in your success here, so I guess he wants to tempt you again with another wager.",	"s_406":"I'll go speak with Sordaan.",	"s_408":"Don't let him bully you. Sordaan has a vast fortune which lets him buy most things he might desire, but without his hunters, he could barely hold his own on a true hunt.",	"s_410":"Not yet. I'll go later.",	"s_412":"Okay. Farewell for now then. Return when you're ready.",	"s_414":"[Show Brightclaw's Jaw to Tripp]",	"s_416":"[Show Paleclaw's Jaw to Tripp]",	"s_418":"Please collect 18 flawless mouf incisors. You'll find vicious moufs in the northwest corner of Etyyy very close to where the vibrant moufs are.",	"s_420":"[Show Brightclaw's Jaw to Tripp]",	"s_422":"[Show Paleclaw's Jaw to Tripp]",	"s_424":"These are wonderful mouf pelts. Good job! Ready for your next hunting goal?",	"s_426":"Yes, what's next?",	"s_428":"You probably noticed some vicious moufs in the same general area as the vibrant moufs. Many vicious ones have flawless incisors which fetch a really nice price back on my home planet. I need you to go collect 18 flawless mouf incisors from vicious moufs.",	"s_430":"Not just yet.",	"s_432":"Okay. Farewell for now then.",	"s_434":"[Show Brightclaw's Jaw to Tripp]",	"s_436":"[Show Paleclaw's Jaw to Tripp]",	"s_438":"You'll find vibrant moufs in the northwest corner of the hunting grounds. Return to me when you have 14 pristine pelts.",	"s_440":"[Show Brightclaw's Jaw to Tripp]",	"s_442":"[Show Paleclaw's Jaw to Tripp]",	"s_444":"So you're the hunter I've been hearing so much about. Ready to get back to the hunt? I'll have you hunting moufs.",	"s_446":"Yes, definitely. Bring on the next hunt.",	"s_448":"Excellent. I'll have you hunting moufs, as I said. You're after pristine mouf pelts. Specifically from vibrant moufs. I need 14 of them, please.",	"s_450":"Sounds good. I can't wait to get back on the hunt.",	"s_452":"You'll find vibrant moufs in the northwest corner of the region. They're past the Arcona compound, and they're fierce creatures, so be well prepared.",	"s_454":"I'll try that later.",	"s_456":"Okay. Farewell for now then.",	"s_458":"Not right now. Maybe later.",	"s_460":"Okay. Farewell for now then.",	"s_462":"[Show Brightclaw's Jaw to Tripp]",	"s_464":"[Show Paleclaw's Jaw to Tripp]",	"s_466":"I apologize if I seem rude, but I'm busy looking into why my shipments of mouf pelts and mouf incisors are disappearing. Please excuse me.",	"s_468":"[Show Brightclaw's Jaw to Tripp]",	"s_470":"Very impressive. Brightclaw was not a typical mouf, and defeating him would take much skill and courage. Well done. I've heard that you've also defeated Spiketop, Stoneleg, Silkthrower, and Greyclimber. In addition, of course, to Paleclaw as you had already shown to me before this. I think Sordaan will be suitably amazed by this set of kills as to recognize your hunting prowess. Go speak with him.",	"s_472":"I'll go speak with Sordaan.",	"s_474":"Good. Even he would be impressed by this.",	"s_476":"Very impressive. Brightclaw was not a typical mouf, and defeating him would take much skill and courage. Well done.",	"s_478":"[Show Paleclaw's Jaw to Tripp]",	"s_480":"Very impressive. Paleclaw was a ferocious mouf. I'm certain that defeating him was not an easy hunt. Well done. I've heard that you've also defeated Spiketop, Stoneleg, Silkthrower, and Greyclimber. In addition, of course, to Brightclaw as you had already shown to me before this. I think Sordaan will be suitably amazed by this set of kills as to recognize your hunting prowess. Go speak with him.",	"s_482":"Very impressive. Paleclaw was a ferocious mouf. I'm certain that defeating him was not an easy hunt. Well done.",	"s_749":"We'll relay coordinates to you for where you should meet the shipment once you're in space.",	"s_750":"It looks like you already have a mission in space. Come back once you've completed that one."
}}