{
	"stfFile":"conversation/ep3_forest_rhiek",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_forest_rhiek.stf) is automatically generated by the SwgConversationEditor.",	"s_1722":"Thank you. [You nod.]",	"s_1724":"Be safe. [Rhiek returns to his work.]",	"s_3890":"",	"s_3892":"Mercenary.. [Rhiek nods in acknowledgement before returning to his work]",	"s_3894":"[Rhiek arches a brow, looking at you intently.] It is done, then...",	"s_3896":"You are correct.",	"s_3898":"It is my hope that Mother Ves'ad did not suffer. [Rhiek raises a silencing hand as you try to speak.] I would rather not know. You have completed your task with effortless grace and efficiency. You are ready to move on from my teachings.",	"s_3900":"Thank you. [You bow.]",	"s_3902":"I have nothing more to say, but I will impart my last few words of wisdom to you; only trust yourself. You are the only tool...",	"s_3904":"... that I can completely control.",	"s_3906":"[Rhiek nods.] Go then. Find those among the brethren of the Society that need your assistance. However, if you have already helped the Society to the fullest extent, I suggest finding the Lady Reverend, Dahlia Damask.",	"s_3908":"[Rhiek looks at you expectantly.] Mercenary..",	"s_3910":"I have not yet completed my task.",	"s_3912":"Then you should not be here. Return to the caves, mercenary, and only return when you have helped Mother Ves'ad.",	"s_3914":"Every decade or so, there comes a time when a new Queen is created. The prior becomes old, withered and unproductive. Soon, her own children turn on her, destroying her savagely, and the new Queen steps up to assume the proverbial throne. It is our duty to see that the old mother is not destroyed, instead preserved and used to help the Society... by getting to her before her children do.",	"s_3916":"Quite a big feast, I take it.",	"s_3918":"You assume correctly. It is a graceful end for such a magnificent creature and less painful than what her children would do to her. We have done this for the past three decades. Now, it is time to do it again. Mother Ves'ad grows old and soon her children will turn on her. You will prevent that from happening. Therefore, you must find her and destroy her. As a token, you must bring back her venom gland.",	"s_3920":"I assume her venom makes powerful poisons.",	"s_3922":"Only the best. We call it 'Virulent Blackbane', or known as its common name, 'the Baron'. But with that aside, do you feel up to the important task of releasing Mother Ves'ad from this life?",	"s_3924":"Mercy killing is my specialty.",	"s_3926":"[Rhiek smirks.] Either way, I expect you to follow through with quick efficiency and return as soon as possible.",	"s_3928":"Perhaps another time.",	"s_3930":"Your lethargic attitude concerns me. In whatever terms, you should always be willing to help a brother.",	"s_3932":"Mercenary... [Rhiek nods.]",	"s_3934":"I have returned with the Tombsinger Bones.",	"s_3936":"Ahh. You are undoubtedly an asset to us, my friend. Please wait here for a moment. It is necessary that I prepare your Vorid Bloodstone. It protects us in many different ways from the harsh realities of life. The protection is different for each of us.",	"s_3938":"Thank you, Rhiek. [You bow.]",	"s_3940":"There is another matter of which we must speak, my friend. I expect you to return soon.",	"s_3942":"[Rhiek nods.] You have returned...",	"s_3944":"Empty-handed, unfortunately.",	"s_3946":"Do not be discouraged. The Tombsingers are a challenging sort. I have no doubt you will return triumphant. Look within yourself for you are the only tool you can completely control.",	"s_3948":"I will take your wise words with me.",	"s_3950":"[Rhiek nods before returning to his work.]",	"s_3952":"With your valuable assistance, we were able to make our poisons. Now, we must request a different sort of task from you. As suggested, we revere the Webweaver as brethren to our arts. Therefore, none of the creature will go to waste when we harvest the gifts they give to us. The Society prepares the meat, we harvest the venom glands, and we make weapons and jewelry out of the bones.",	"s_3954":"Most bugs don't have bones.",	"s_3956":"I do not appreciate the term 'bug', mercenary. [Rhiek frowns, but continues.] Various parts of the Webweaver's frame contain small bits of undeveloped bone. They provide an excellent base for weapons and jewelry. Particularly, we use the jewelry as charms to ward off poisons, among other important uses. I need for you to collect the bones from 7 Webweaver Tombsingers. We find that the Tombsinger works best for our needs.",	"s_3958":"You will have your bones.",	"s_3960":"[Rhiek smiles.] Go then. We will watch over you.",	"s_3962":"I'm sure I can find better things to do.",	"s_3964":"I will dismiss your poor attitude as mere ignorance.",	"s_3966":"Your stance, your expression.. [Rhiek looks you over.] .. connotes that you were successful in your task.",	"s_3968":"[You arch a brow]. In fact, I was successful.",	"s_3970":"This news pleases me. [Rhiek takes the glands from you.] Good quality too. I will put these aside in specialized containers. Wait here while I prepare them for the Sect. Talk with me in a moment.",	"s_3972":"[You nod.]",	"s_3974":"Aveso said I could count on you. I am glad she was right.",	"s_3976":"Mercenary. [Rhiek nods.] Have you returned with what I seek?",	"s_3978":"I'm still working on it.",	"s_3980":"I see. You must hurry with your task. I have much for you to do when you return.",	"s_3982":"Ahh, the newest mercenary. I have heard promising reports about you from Aveso.",	"s_3984":"[You smirk.] Mercenary now?",	"s_3986":"[Rhiek nods simply.] We do have ranks within the Society. You have finished your grunt work. However, that isn't to say you will not be completing small jobs for us. We have plenty of those to go around, you see.",	"s_3988":"Well, then. Let's get started.",	"s_3990":"Of course. Aveso said you were quite sure of yourself. We will see how that trait progresses. Now, onto business. [Rhiek bows.] I am Rhiek Okina, the current leader of the Quietus Sect.. to put it simply, the assassins of the Society. The Sect primarily uses poisons to get the job done. I am sure you can guess where we get the poisons from.",	"s_3992":"The Webweavers, of course.",	"s_3994":"[Rhiek nods.] Exactly. You must learn how to properly use the Webweaver poisons by first learning how to extract them. Only then can you truly appreciate the power it has to offer. To continue, your first job would be to collect the venom glands from 10 Webweaver Gravespinners. We use the venom from the Gravespinners to make 'Blight's Sorrow', a potent venom we use against our enemies.",	"s_3996":"I am compelled by your thoughts. I'll try my best.",	"s_3998":"That is all I can expect. As a mercenary, you must learn the art of the kill. May it be as swift and painless as possible. Even though we are soulless killers, we must respect our enemies. Complete your task and return.",	"s_4000":"Thank you. [You bow.]",	"s_4002":"I await your return, mercenary.",	"s_4004":"I don't play with bugs.",	"s_4006":"[Rhiek sneers.] How disrespectful. Like us, they are assassins. They should be revered as deadly tools. I see that you cannot appreciate such beauty.",	"s_4008":"Ahh. [Rhiek nods.] You are not yet one of us. Seek out Zhadran in the Kerritamba village. He is our contact and should be able to direct you onto the correct path. ",	"s_4010":"[Rhiek frowns deeply.] You are not a part of the Society. I do not wish you harm, but others will seek to destroy you should they come across you. You should leave... and quickly.",	"s_4012":"[Rhiek looks at you strangely.] You should not be here. It would be best if you left us in peace."
}}