{
	"stfFile":"conversation/ep3_clone_relics_queen_kylantha",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_clone_relics_queen_kylantha.stf) is automatically generated by the SwgConversationEditor.",	"s_1131":"",	"s_1133":"Great to see you %NU, it's always a pleasure.",	"s_1135":"You too, your highness.",	"s_1137":"So tell me of your latest adventures, I'm dying to hear what has happened since we last met.",	"s_1139":"Oh nothing special, your highness. < tell the Queen a story >",	"s_1141":"Truly amazing %NU. You continue to surprise me. I wish I could stay and hear another but duty calls I'm afraid. I hope to see you again soon.",	"s_1143":"I've already heard %TU. I can't even begin to tell you how grateful I am.",	"s_1145":"My pleasure, your highness. I'm just glad I could save them.",	"s_1147":"I wish the galaxy had more true heroes like you %NU, then it would surely be a better place. I understand that you have new adventures waiting for you but I wanted your time to offer a small token of my appreciation.",	"s_1149":"You are much too kind, your highness.",	"s_1151":"Nonsense. I'm sure you saw the ship the informants used in escaping Dathomir. They are a bit old but my personal ship technician has rehauled a few of them and turned them in to formidable fighters indeed. I would love for you to have one, for all that you have done.",	"s_1153":"I would be honored, your highness. I will put it to great use.",	"s_1155":"I know you will %NU. Take care and come back to visit anytime.",	"s_1157":"There you are %TU. You have to get back to the Dathomir system immediately!",	"s_1159":"I failed, your highness. The informants were shot down...",	"s_1161":"But they survived. They have repaired their ship and are ready to take off again but still require your assistance in breaking through the blockade.",	"s_1163":"They need a more skilled pilot than I. I'm sorry, your highness.",	"s_1165":"I think you are wrong %TU but I understand and will see if I can find someone else. Take well care of yourself and come back to see me anytime.",	"s_1167":"I'm on my way. I won't fail this time, your highness!",	"s_1169":"I know you wont %NU! Good luck and be careful.",	"s_1171":"How are things progressing %TU?",	"s_1173":"Good, your highness. I've already found one of the informants.",	"s_1175":"That is excellent news. Keep me updated %TU.",	"s_1177":"I'm afraid something really important came up, your highness...",	"s_1179":"You don't have to explain %TU. It was a long shot and I understand completely. I will find another way. Take well care of yourself and come back to see me anytime.",	"s_1181":"Did you need anything %TU?",	"s_1183":"Just checking if there's been any news before I take off, your highness?",	"s_1185":"I'm afraid not %TU, I still haven't heard from my informants.",	"s_1187":"Very well, I shall be off then, your highness.",	"s_1189":"I hope to hear some good news from you soon %TU. Again, be careful out there.",	"s_1191":"I'm afraid something really important came up, your highness...",	"s_1193":"You don't have to explain %TU. It was a long shot and I understand completely. I will find another way. Take well care of yourself and come back to see me anytime.",	"s_1195":"I was hoping you would stop by %TU.",	"s_1197":"You know who I am, your highness?",	"s_1199":"Stories about your adventures have been whispered among some of the staff on several occasions. When I heard you were here, I was hoping I'd get the chance to talk to you.",	"s_1201":"You give me too much credit, your highness.",	"s_1203":"You're being too modest %TU. Could I have a few minutes of your time? I need help with something that concerns me gravely. Most likely you're busy and I understand but maybe you would like to hear me out anyway?",	"s_1205":"I'm sort of in the middle of jobs anyway so sure.",	"s_1207":"Excellent. This actually concerns your home planet of Kashyyyk %TU. I employed some of your natives to investigate the disturbing news about slavery on the planet. I'm afraid that after their last assignment, I have not heard a word from them and I'm quite worried.",	"s_1209":"What was their last assignment, your highness?",	"s_1211":"They were suspecting that the Imperial force stationed on the planet was assisting the Trandoshan slavers. They informed me that they were heading in to investigate a Trandoshan camp east of Kachirho and that's the last I've heard from them.",	"s_1213":"Who were your informants, your highness?",	"s_1215":"There names were Orrekazzapirr, Drrlirm and Imarrra. Does this mean that you will help me %TU?",	"s_1217":"Of course, your highness. My people are in danger.",	"s_1219":"I can tell that the stories about you were not exaggerated at all %TU. Please be careful, let me know if you need anything and keep me informed.",	"s_1221":"I wish I could help but I just can't go to Kashyyyk, your highness...",	"s_1223":"You don't have to explain %TU. It was a long shot and I understand completely. I will find another way. Take well care of yourself and come back to see me anytime.",	"s_1225":"Excellent. Have you heard of the planet Kashyyyk %TU? It's the home planet of the Wookiee species. I employed some of the Wookiees to investigate the disturbing news of slavery on the planet. After their last assignment, I have yet to hear from them and I'm very worried.",	"s_1227":"What was their last assignment, your highness?",	"s_1229":"They were suspecting that the Imperial force stationed on the planet was assisting the Trandoshan slavers. They informed me that they were heading in to investigate a Trandoshan camp east of Kachirho and that's the last I've heard from them.",	"s_1231":"Who were your informants, your highness?",	"s_1233":"There names were Orrekazzapirr, Drrlirm and Imarrra. Does this mean that you will help me %TU?",	"s_1235":"It would be my honor, your highness.",	"s_1237":"I can tell that the stories about you were not exaggerated at all %TU. Please be careful, let me know if you need anything and keep me informed.",	"s_1239":"I wish I could help but right now, it's impossible...",	"s_1241":"You don't have to explain %TU. It was a long shot and I understand completely. I will find another way. Take well care of yourself and come back to see me anytime.",	"s_1243":"From what I've heard, Kashyyyk is quite the dangerous place.",	"s_1245":"Yes but my employees were natives to the planet and experts on surviving the wilderness of Kashyyyk. Even still, I almost hope that you are right and an accident is what happened, not what I suspect...",	"s_1247":"What did you hire them for?",	"s_1249":"I wish I could help but right now, it's just not possible.",	"s_1251":"You don't have to explain %TU. It was a long shot and I understand completely. I will find another way. Take well care of yourself and come back to see me anytime.",	"s_1253":"Of course, your highness.",	"s_1255":"What could they possibly be talking about me for?",	"s_1257":"Maybe some of the stories have been exaggerated a bit but rumors are started for a reason %TU.",	"s_1259":"But my adventures are as exciting as those of a moisture farmer.",	"s_1261":"You're not supposed to be back here.",	"s_1263":"Who are you?",	"s_1265":"No one important. Now please, return to the public parts of the palace.",	"s_1266":"I'm a developer/tester and want to clear quests.",	"s_1268":"I'm a developer/tester and want to clear quests.",	"s_1270":"I'm a developer/tester and want to clear quests.",	"s_1272":"I'm a developer/tester and want to clear quests.",	"s_1274":"I'm a developer/tester and want to clear quests.",	"s_1276":"I'm a developer/tester and want to clear quests.",	"s_1277":"Which quest?",	"s_1278":"1",	"s_1279":"2",	"s_1280":"All",	"s_1281":"Okay",	"s_1283":"Okay",	"s_1285":"Okay",	"s_82":"How are things going %TU?",	"s_83":"Good, your highness. I've already found one of the informants.",	"s_84":"That is excellent news. Keep me updated %TU.",	"s_88":"So the Emperor sends his assurances that the Empire had nothing to do with the attack on my chambers? As you say. I am not yet convinced, but I am listening.",	"s_89":"I am shocked that the Rebel Alliance would stoop so low as to make a personal attack on myself, the Queen of Naboo. You may tell the Emperor that I apologize for my misgivings, and that he has my full support."
}}