{
	"stfFile":"conversation/ep3_myyydril_greeter_villager_4",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_myyydril_greeter_villager_4.stf) is automatically generated by the SwgConversationEditor.",	"s_121":"[Old Warris smiles.] It's good to see you again, Hero. I'm afraid it may be for the last time.",	"s_123":"Why do you think that?",	"s_125":"Well, look at this place. [Old Warris gestures to the village.] We're at peace now. What else would you do? There may be a few who still need help. You should check with them.",	"s_127":"I will. Thank you.",	"s_129":"[Old Warris nods.] Be sure to visit once in a while.",	"s_916":"",	"s_918":"[Old Warris nods at you.] Hello Hero.",	"s_920":"[You nod.] You must know something about the Doctor.",	"s_922":"So you're fishing for information on Kinesworthy, hm? Strange fellow, that one. He usually keeps to himself. He came here after a run-in with enslaved Wookiees. He was all beat up, kept saying the name 'Treun Lorn' over and over.",	"s_924":"Who's Treun Lorn?",	"s_926":"His partner. They worked in a cybernetics lab together. Treun Lorn was lost, or something, and Kinesworthy came looking for him. Why he would be in a cave, or how Kinesworthy ended up here, is beyond me. That's all I know, really.",	"s_928":"I can always count on you.",	"s_930":"[Old Warris smiles a toothy grin.] I've been here long enough to know a thing or two.",	"s_932":"[Old Warris pats you hard on the back.] Well if it isn't the Hero! What are you up to these days?",	"s_934":"I was hoping you'd know. I've been in a daze.",	"s_936":"[Old Warris nods.] Becoming Hero is quite the privilege among the Myyydril people. There are many who would enjoy the company or the help of a Hero.",	"s_938":"Do you know of anyone in particular?",	"s_940":"Yraka Nes would be one. She has her own little makeshift hospital here in the village. You should speak with her.",	"s_942":"Thank you.",	"s_944":"[Old Warris nods.]",	"s_946":"[Old Warris clears his throat.] Your name and the word 'Urnsor'is' are usually in the same sentence these days.",	"s_948":"Weird isn't it.",	"s_950":"You'd better be careful around those things. The Poltur Virus can be a deadly foe.",	"s_952":"Poltur Virus?",	"s_954":"It eats the flesh. That's what happened to Kivvaaa and that's how she received her cybernetic arm.",	"s_956":"Cybernetics?",	"s_958":"I guess you haven't met Doctor Kinesworthy yet. [Old Warris pats your shoulder.] You'll learn all you need to know in good time, my friend.",	"s_960":"Alright. I should get going. Urnsor'is, you know.",	"s_962":"I know. [Old Warris smiles.] Be safe out there.",	"s_964":"[Old Warris nods.] It's a good thing to help people. Through the shallow winds of this forsaken caverns, I've heard Nawika needs some help regarding her husband.",	"s_966":"Thank you for telling me this.",	"s_968":"[Old Warris nods.] It's good to see you around.",	"s_970":"Kivvaaa must have accepted your willingness to help. I hear the rumor-mill turning about. Interesting things they say these days.",	"s_972":"Like what, if I may ask?",	"s_974":"That you're here to help us and that you'll be the answer to our cries of help. The cave is littered with dangers that our people have no hope of defeating. We were afraid. But now, you're here.",	"s_976":"I'm flattered.",	"s_978":"[Old Warris nods.] Just don't let us down. That's all you need to worry about.",	"s_980":"[Old Warris nods to you.] You seem new around here, young one. The Myyydril people would be angry if you started snooping about without having spoken with Kivvaaa. She's at the entrance of our village.",	"s_982":"I'll go speak with her.",	"s_984":"[Old Warris nods.] I hope the meeting goes well.",	"s_985":"The village is all a-buzz about your trip to the Deep Depths. And the rumors about Treun Lorn are hard to ignore. Supposedly, he's working on some crazy project down there.",	"s_986":"Project? What sort of project?",	"s_987":"[Old Warris shrugs.] No one knows. But it's not good. Sometimes, if you listen very carefully, you can hear the hum of some machine down there and the occasional bout of insane laughter.",	"s_988":"Strange. I'll find out soon enough.",	"s_989":"Indeed. Just.. be careful. Bring friends with you. You'll need them. [Old Warris nods sagely.]"
}}