{
	"stfFile":"conversation/ep3_trandoshan_fezrik_bendledon",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_trandoshan_fezrik_bendledon.stf) is automatically generated by the SwgConversationEditor.",	"s_1034":"Hmmm...I don't think that you can help me out. I have need of a pilot. If you ever happen to become one look me up and I might have some work for you to do.",	"s_1732":"Thanks again for the...stuff. You are a pretty decent pilot but I am afraid that I don't have anything more for you to do. Take care of yourself.",	"s_836":"",	"s_839":"Ah, that is some high quality stuff. Those Trandoshans are going to pay through their noses for this stuff. As promise here is your payment for a job well done. Take care of yourself.",	"s_841":"What happened out there? That stuff cost me a lot of money and is not easily replaced. You are lucky that I like you for some reason, otherwise you would find yourself sleeping with the fishes.",	"s_843":"Listen, I know I screwed up. Let me make it up to you.",	"s_845":"I am not sure that I can trust you with another shipment. But I am always willing to give someone another chance. I will have another load of pelts put onto your ship. It is the same deal as before. Go to Naboo for load of chips. Then to Corellia for load of blaster crystals. Then to Lok for the spice. Bring me back the spice. Now get going! Those Trandoshans are waiting and they are not a patient bunch.",	"s_847":"I just can't do this. I am sorry.",	"s_849":"Figures. I should have known that you couldn't hack it.",	"s_851":"Shouldn't you be doing something else. I don't have time for a pilot who already has a job to do.",	"s_853":"Are you looking for work? Of course you are. Everyone on this blasted planet is looking for work. I am looking for a pilot to run some errands for me. Of course, I need someone who isn't amiss to bend the laws a little bit.",	"s_855":"I am a pilot and always looking for a way to make credits.",	"s_857":"Yeah, I thought you might be. What I have for you is very simple. The Trandoshans on occasion ask me to supply them with certain items that the Empire has deemed illegal. I have several contacts that I work through in order to get the Trandoshans what they want. The Empire either doesn't know about what I do or doesn't care.",	"s_859":"Why wouldn't the Empire care about contraband?",	"s_861":"It is simple. In order to keep themselves in cheap labor the Empire is willing to allow many things to slide. I even have Imperial pilots who work for me once in a while. We do our best not to rub it in their faces and they ignore what goes on.",	"s_863":"I see. So what is it you want me to do?",	"s_865":"I have managed to get my hands on some fine uller pelts. I have a client in the Naboo system, where the pelts are in high demand, who is willing to trade a load of computer control chips for the pelts. Then I would need those computer chips delivered to the Corellia system to another contact of mine. He is willing to trade the chips for a shipment of blaster crystals.",	"s_867":"Pelts for chips, chips for blaster crystals...check.",	"s_869":"Then I need that load of blaster crystals brought over to the Lok system, where I have arranged a trade with Nym for some glitterdust. The glitterdust is what the Trandoshans want. So once you have made that final trade bring that back to me. Do you think you can handle this?",	"s_871":"Not a problem. I will make your deliveries.",	"s_873":"Good. You shouldn't run into any problems from the authorities. Like I said they tend to ignore anything that helps keep the slave labor trade moving along. I will have the pelts loaded onto your ship so that it is all ready to go when you take off. See you in a little while.",	"s_875":"I am not a spice smuggler. No thanks.",	"s_877":"Suit yourself. If you happen to change your mind, just come back and talk to me.",	"s_879":"I am not interested in bending or even break the law.",	"s_881":"It's not really breaking the law. No one around here really cares what goes on, as long as the Empire keeps getting fresh supplies of Wookiees."
}}