{
	"stfFile":"conversation/ep3_myyydril_patrol_1",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_myyydril_patrol_1.stf) is automatically generated by the SwgConversationEditor.",	"s_477":"",	"s_479":"[nod] Seems like you're making a name for yourself. That's good. It was nice seeing you again. I need to get back to my patrol.",	"s_481":"Kirrir is waiting on you. I already told her to expect you. Why don't you go over to the cantina and find her.",	"s_483":"Oh, hey. You're back. You know... luckily it hadn't been another Urnsor'is. I probably would have had to save you. Be glad.",	"s_485":"Oh, I am. Does anyone else need help?",	"s_487":"Come to think of it I know Kirrir has some things she needs to be done. She's in the cantina. She makes the best 'Warl Surprise!'. You should try it sometime.",	"s_489":"Thank you.",	"s_491":"[Tala'oree shrugs.] All in a day's work.",	"s_493":"The hostile Uwari Beetle infestation has calmed somewhat. Looks like you've done a good job.",	"s_495":"Thank you.",	"s_497":"Come talk to me in a few seconds. I'm getting a signal. I hope it isn't another Urnsor'is attack. They've been on the rise lately.",	"s_499":"I will, thank you.",	"s_501":"[Tala'oree turns away.]",	"s_503":"Not in the mood to go beetle killing? You should really get a move on, you know.",	"s_505":"Kallaarac told you to talk to me, hm? He's so noble. Yeah, I have a task for you to do. Let's see... We have been having issues with hostile Uwari Beetles. You see, we've tamed some for our own uses, but hostile Uwari still exist. They've been eating our Luilris Mushrooms as of late. I'd like for you to thin their numbers a bit. Defeat 6 of them for me and come back.",	"s_507":"I'll do it. Where can I find them?",	"s_509":"You can find them at the entrance of the cave itself. I have no doubt you've seen them as you came in.",	"s_511":"Thank you. I'm on my way.",	"s_513":"Good Come back when you're done. And be careful!",	"s_515":"I think I'll try some other time.",	"s_517":"All right. Let me know.",	"s_519":"Just doing my job here. Nothing else to report."
}}