{
	"stfFile":"conversation/ep3_mining_thom_steele",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_mining_thom_steele.stf) is automatically generated by the SwgConversationEditor.",	"s_230":"",	"s_234":"Back again, eh old sport?  Did you decide on the job I had offered you?",	"s_236":"Yes.  I'll take it.",	"s_238":"I knew you'd come through again!  Now get going!",	"s_240":"It's not for me.  Sorry.",	"s_242":"Then why on earth did you come back to me?  Get lost!",	"s_244":"Aren't you supposed to be mining?",	"s_246":"Did you get me those samples?",	"s_248":"I did.  Here they are, 'old sport'.",	"s_250":"Bah, mocking me is not the way to impress me!  In any case, thank you for getting these samples.  You can keep those resources you mined, or sell them at a resource station.  You did know you could do that, right?",	"s_252":"You learn something new every day.",	"s_254":"Every system has a station that will buy asteroid resources from you for a set price.  Some stations pay more for certain things than others.  There's a lot of money to be made in the mining industry!",	"s_256":"I'll remember that.",	"s_258":"Here's a little something for your troubles too.  Now, I'd like you to head back to Kashyyyk and take over some of Flash's duties while he's grounded.  You'll want to report to Captain Koh of the mining fleet when you get there.  He'll be anxious to get you up and flying.",	"s_260":"I'll head out right away.",	"s_262":"I knew you'd come through again!  Now get going!",	"s_264":"I'm done with mining for a while.",	"s_266":"Let me know if you change your mind.",	"s_268":"Welcome back!  Thought it over a bit?",	"s_270":"I have.  I'm ready for your mission.",	"s_272":"Great!  You always come through...err...old friend!  An abundance of silicaceous asteroids have entered the Corellia system recently, and we'd like a piece of those minerals.  Head up there and get us a sample.  You can keep whatever you mine, we'll only scrape a bit off to test the quality.  250 units should be enough to get a proper sample.",	"s_274":"I have, and there's no way I'm going out there.",	"s_276":"Suit yourself.",	"s_278":"Ah, back from your patrol, eh...err...old friend!  Did you give our competition the old white glove treatment?",	"s_280":"That's one way of putting it.",	"s_282":"Good job, old sport!  You and I are going to get along just fine.  Here, I have a present for you!",	"s_284":"Is it Life Day already?",	"s_286":"Haw!  Good one!  No, your reward for taking care of those thugs!  This is a mining laser that we salvag...that was handed in by one of our last mining pilots when he retired without being blown completely to smithereens by pirates.  I'm also giving you a cargo hold.  You'll need to load this onto your ship before you can mine asteroids.",	"s_288":"Such is the life of a space miner.",	"s_290":"Don't get me wrong, pilot,  it's dangerous out there!  But you're better than them!  You won't fall victim to space slugs, pirates, or any of the hundred other dangers mining pilots face every day!  That said, ready for another task?",	"s_292":"Sure.  What did you have in mind?",	"s_294":"An abundance of silicaceous asteroids have entered the Corellia system recently, and we'd like a piece of those minerals.  Head up there and get us a sample.  You can keep whatever you mine, we'll only scrape a bit off to test the quality.  250 units should be enough to get a proper sample.",	"s_296":"Sounds dangerous.  I'll think about it.",	"s_298":"Suit yourself.",	"s_300":"You already have work to do, pilot!  Get busy!",	"s_302":"Ready for that job I was talking about?",	"s_304":"Absolutely.  What was it again?",	"s_306":"There have been reports of rival mining vessels horning in on our business in Corellian space.  It would be a shame if something happened to them.  You should go happen to them.  Heh.  That was a good one!",	"s_308":"I'm on it.",	"s_310":"I knew I could count on you, old top!",	"s_312":"Yes?  Look, I'm very busy...",	"s_314":"I come bearing a message from Flash Harrison on Kashyyyk.",	"s_316":"That windbag?  Err...I mean....that valuable asset to our company?  Flash can be a little overbearing.  What's the message?",	"s_318":"He's stuck on Kashyyyk, and I don't think he likes Wookiees.",	"s_320":"The Wookiee phobia is his problem.  Losing a mining pilot is mine.  How am I going to come up with a quick replacement for that braggart?  Hmm...you there, you look like you could hold your own out there.  Can you fly a ship?",	"s_322":"Sure I can.",	"s_324":"I knew I could count on you...err...whatever you said your name was.  Get in your ship and head up to Corellian space.  There have been reports of rival mining vessels horning in on our business.  It would be a shame if something happened to them.",	"s_326":"Nope.",	"s_328":"Then I guess you can't help me.  Oh well.",	"s_330":"I don't believe we have any business to discuss.",	"s_52":"Get back to Kashyyyk, pilot!",	"s_53":"I have no further work for you.",	"s_55":"I'm disappointed in you pilot...that was a simple mission!",	"s_57":"I'll see that it never happens again.",	"s_58":"Do that.  Right now.  Come on, get moving!  Try it again and report back!",	"s_63":"Where are those samples?",	"s_64":"I couldn't get them for you...",	"s_65":"Failure is not an option!  Get back up there and get me those samples, pilot!"
}}