{
	"stfFile":"conversation/ep3_forest_dahlia",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_forest_dahlia.stf) is automatically generated by the SwgConversationEditor.",	"s_3132":"",	"s_3134":"Exemplar... [Dahlia nods.] I have nothing for you at this time. Continue to make your presence known among the Society and spread our name further throughout Kashyyyk.",	"s_3136":"Of course, my lady.",	"s_3138":"You are dismissed. [Dahlia waves you off.]",	"s_3140":"It's good to see you're still alive, mercenary.",	"s_3142":"My lady. [You bow.]",	"s_3144":"I have been pleased with your progress, mercenary. You have completed my tasks to my satisfaction. I suppose it's time I offer you the title of Exemplar.",	"s_3146":"If you deem it, my lady.",	"s_3148":"[Dahlia nods.] From this day forth, you will be at my side as my Exemplar. You have reached the end of the road, my friend. The Society will continue to grow and we will prosper.",	"s_3150":"[You nod.]",	"s_3152":"For now, I must rest. I bid you well, Exemplar.",	"s_3154":"Lady Reverend. [You bow.]",	"s_3156":"I am honored to say that, due to your continued success in your tasks, I am able to offer you a position at my side as Exemplar... [Dahlia looks hopeful.] What do you say?",	"s_3158":"I too would be honored.",	"s_3160":"Then, from this day forth, you are an Exemplar of the Society.. Welcome home, Exemplar.",	"s_3162":"What happens now, my lady?",	"s_3164":"Oh.. [Dahlia smiles.] We rest. And continue to plot against the Kerritamba another day.. For now, enjoy your new-found peace and status.",	"s_3166":"I will, my lady. Good day to you.",	"s_3168":"And you...",	"s_3170":"Yeah, good to see you, Red.",	"s_3172":"[Dahlia seems unphased by the nickname.] You did your part well, I must say. Unfortunately, Sertild betrayed the Society and told the Kerritamba of our plans. We were not able to deal with their leader. [Dahlia shrugs.] Such is life...",	"s_3174":"We'll just have to try again.",	"s_3176":"One day. For now, we rest. Besides, you must learn the ways of the Exemplar. You are a true hero of the Society.. From this day forth, you will now be known as Exemplar.",	"s_3178":"Thanks, Red.",	"s_3180":"[Dahlia just shakes her head.] What have I thrown myself into..",	"s_3182":"[Dahlia lunges at you.] Why are you still here? Do you not realize that we are in the midst of a battle?!",	"s_3184":"[Dahlia sighs loudly.] I told you to speak with Sertild, did I not? Why are you still here? Go!",	"s_3186":"Mercenary.. [Dahlia begins.] Our final blow has come to this; you will find Sertild near the Kerritamba village. Like Zhadran, he is one of our most trusted and skilled spies. Once you find him, he'll alert the Kerritamba people. You must be ready, mercenary, for many guards will come and try to defeat you. Bring your most trusted allies with you during this time.",	"s_3188":"Yes, my Lady Reverend.",	"s_3190":"While you're dealing with their guardsmen, we will be dealing with Chief Kerritamba. It is a perfect setup.",	"s_3192":"I will do your bidding, m'lady.",	"s_3194":"I am pleased to hear you speak those words, mercenary. Find Sertild near the Kerritamba village and give him my symbol. The Society will be posed close, waiting for the right time to strike at their glorious leader, Chief Kerritamba.",	"s_3196":"[You bow.]",	"s_3198":"[Dahlia returns to her planning.]",	"s_3200":"First, I must gather my allies to fight with me.",	"s_3202":"[Dahlia smiles.] You are both brave and intelligent. I will enjoy having you as my Exemplar, mercenary. Now go. You are dismissed.",	"s_3204":"[You bow.]",	"s_3206":"[Dahlia continues her planning.]",	"s_3208":"My lady... [You nod.]",	"s_3210":"And while you're in the thick of battle, the Society and the Quietus Sect will deal with Chief Kerritamba. Are you up to this challenge, mercenary?",	"s_3212":"Yes, I am, my lady.",	"s_3214":"Good. [Dahlia nods, pleased.] You will find Sertild near the Kerritamba village. Speak with him and give him my symbol. But be ready. The Kerritamba people will advance quickly.",	"s_3216":"[You nod.]",	"s_3218":"You are dismissed. [Dahlia smiles.] And come back safely.",	"s_3220":"Not at this time. I have much preparing to do.",	"s_3222":"Then go. Time is of the essence. We must strike quickly. Return to me soon. You are dismissed.",	"s_3224":"How is that 'the final blow', Red?",	"s_3226":"[Dahlia rolls her eyes.] While you're doing away with the Kerritamba guardsmen, our people will deal with Chief Kerritamba. You have nothing to worry about.",	"s_3228":"Of course. I didn't mean to doubt your wisdom. [You smirk.]",	"s_3230":"Just go and complete your task. Oh, and mercenary?",	"s_3232":"Yes, Red?",	"s_3234":"Have a little adjustment before you leave, hm?",	"s_3236":"What--OW!",	"s_3238":"[Dahlia chuckles darkly.]",	"s_3240":"I am not ready for this task, yet, Red.",	"s_3242":"Then get yourself ready! [Dahlia grumbles.]",	"s_3244":"Tell me good news, mercenary. I've had a bad day today..",	"s_3246":"We have triumphed over the Kerritamba people once more, Lady Reverend.",	"s_3248":"[Dahlia exhales a sigh of relief.] We are one step closer to crushing the Kerritamba people. Soon, you will be my Exemplar... the highest rank in the Society. You have done well, thus far, my mercenary. I must carefully decide our last plan of action. Leave me in peace.",	"s_3250":"Yes, my lady. [You bow.]",	"s_3252":"Hmm.. [Dahlia's expression grows pensive.]",	"s_3254":"I've done your bidding, my lady.",	"s_3256":"[Dahlia nods.] The network within the Society has told me the great news. I am elated. I can now rest easy. However, your work is not yet finished, mercenary. We must plan our last actions against the Kerritamba people. The plans rest on my shoulders alone. Leave me in peace while I mull over our options.",	"s_3258":"Yes, my lady.",	"s_3260":"[Dahlia returns to her thoughts.]",	"s_3262":"Pfft. He was a piece of cake.",	"s_3264":"[Dahlia chuckles darkly.] Although your personality conflicts with my ideal designs, you undoubtedly amuse me. The end result is that we were successful. But that is not where this conflict ends. We have one more card to pull. Leave me. I must mull over our choices in this matter.",	"s_3266":"You got it, Red.",	"s_3268":"Ugh.. [Dahlia scoffs.] Damn mercenaries.",	"s_3270":"[Dahlia scoffs.] Why have I not heard the angry cries of the Kerritamba people? [Dahlia leans closer.] Because you haven't done your job. Now get out until you have.",	"s_3272":"[You nod.]",	"s_3274":"[Dahlia only chuckles and returns to her brooding.]",	"s_3276":"I am finding myself looking forward to your presence these days, mercenary.",	"s_3278":"I am honored, Lady Reverence. [You smile slyly.]",	"s_3280":"Hmm.. [Dahlia almost sighs audibly, staring at you.]",	"s_3282":"My lady? Are you feeling ill?",	"s_3284":"Oh.. [Dahlia frowns at herself and clears her throat.] Let's get down to business. It is the perfect time to strike at the Kerritamba while they're at their weakest moment. Warchief Naloriss can be found searching the perimeter of the village for spies. He is our target. It will be up to you to silence the Warchief for the Society. Are you up to it?",	"s_3286":"Anything that pleases you, my lady. [You wink.]",	"s_3288":"[Dahlia taps her lower lip. She struggles to hold back her comments.] You are dismissed, mercenary.",	"s_3290":"I'd much rather stay here.",	"s_3292":"[Dahlia frowns.] You can't stay here forever, mercenary. Come back when you are serious about becoming my Exemplar.",	"s_3294":"Thank you, my lady.",	"s_3296":"[Dahlia continues without skipping a beat.] You did well with the Kerritamba warriors, mercenary. But now, I require you to do a task that needs a little more skill and keen bravery.",	"s_3298":"[You nod and listen.]",	"s_3300":"The Kerritamba have responded to our attacks and have sent their weapons master, Warchief Naloriss, out looking for spies.",	"s_3302":"What of Zhadran?",	"s_3304":"He is of no concern to me. If anyone catches him in this lifetime, it will be nothing short of miraculous luck. [Dahlia continues.] Now, you must find Warchief Naloriss and defeat him. It will not be easy. His guards follow closely behind him and will protect him with their life. Do you feel up to my challenge?",	"s_3306":"Please lady, I must ready myself first.",	"s_3308":"[Dahlia nods.] Then go. I bid you to return soon. This is a matter of great importance.",	"s_3310":"I am ready.",	"s_3312":"Find Warchief Naloriss and defeat him. I hope to hear of your great success in this endeavor.",	"s_3314":"You must have a boring day, Lady Red.",	"s_3316":"[Dahlia sighs frustratedly.] Of course, I can always expect you to say such stupid things, making me want to rip my hair out! [Dahlia points at you.]",	"s_3318":"Ow!",	"s_3320":"[Dahlia almost lunges toward you.] Then, behave! Is it so hard? [Dahlia sighs, centering herself.] I have another task for you, mercenary. Now is the perfect time to launch a deadly attack at the Kerritamba. Because the Kerritamba have suffered increased losses recently, Warchief Naloriss has been patrolling the village, searching for spies.",	"s_3322":"Are we concerned about Zhadran?",	"s_3324":"[Dahlia chuckles.] Zhadran is a snake. If anything catches him, it will be short of a miracle. You needn't worry about him.",	"s_3326":"Then, I assume you want me to assassinate Warchief Naloriss.",	"s_3328":"You are correct, mercenary. You should be like this more often, instead of quipping an attitude every two seconds. [Dahlia smirks.] Are you ready for your challenge?",	"s_3330":"I'm ready for anything.",	"s_3332":"I hope to hear of your success. Warchief Naloriss patrols the path outside the village. His guards will be with him. It could be a difficult battle.",	"s_3334":"I laugh at danger.",	"s_3336":"[Dahlia smirks.] You're dismissed.",	"s_3338":"I need to prepare first.",	"s_3340":"Then, do so. And return quickly. I do not like to be kept waiting.",	"s_3342":"[Dahlia takes a moment to look you over.] Yes, mercenary?",	"s_3344":"I have completed my task, my lady.",	"s_3346":"[Dahlia nods.] Good. Your actions and efficiency please me. Now go. I must discuss your next task with my advisors. You are dismissed.",	"s_3348":"Thank you.",	"s_3350":"[Dahlia returns to her brooding.]",	"s_3352":"Lady Reverence. [You bow.] The deed is done.",	"s_3354":"[Dahlia smiles.] Thank you, mercenary. One day, you will be a fine Exemplar in my court. Now, leave me to brood. I must think about your next task.",	"s_3356":"I await your bidding. [You bow.]",	"s_3358":"Yes.. yes. [Dahlia tries to hide her wide smile behind her hand.]",	"s_3360":"It's done, Lady Red.",	"s_3362":"[Dahlia narrows her eyes.] I am pleased, yet saddened. I am pleased that you have completed your mission. But I am *not* pleased by the disrespect you continue to show me. I will excuse it... *this* time. But you had better wisen up, mercenary.",	"s_3364":"Of course. [You bow, a hint of sarcasm in your voice.]",	"s_3366":"Good. Now, leave me. I must think about your next task..",	"s_3368":"[Before you can speak, Dahlia raises a finger.] I don't want to speak to you unless you have stories of success from your mission. By the cleanliness of your clothes, you have not yet succeeded in your task. I suggest you run along.",	"s_3370":"Yes, m'lady.",	"s_3372":"[Dahlia returns to her brooding.]",	"s_3374":"I have heard many things about you, mercenary. [Dahlia looks you over.] So.. you wish to become an Exemplar, no?",	"s_3376":"Yes, my lady. [You bow.]",	"s_3378":"[Dahlia nods.] It is rare to see other females in the Society. I will readily welcome another... If you can complete the tasks I set before you. You have much work ahead of you.",	"s_3380":"I am ready, my lady.",	"s_3382":"[Dahlia nods.] As you know, the Kerritamba have treated many of our people with hateful disdain. The Society holds a deep hatred for the Kerritamba for outcasting us into the depths of the forest, leaving us to die hungry, alone... We must strike back at them. Over the years, we have taken out high-standing individuals in their village. To show them we are still thriving, you will take down some of their numbers, for starters.",	"s_3384":"I can do that. What will you have me do?",	"s_3386":"Hmm.. [Dahlia taps her chin.] 10 seems like a good number. Yes. I want you to find and destroy 10 Kerritamba Warriors for me. It will be easier for our spies to infiltrate the village once some of their Warriors have been defeated. Return soon and tell me of your success. You are dismissed.",	"s_3388":"Thank you, m'lady.",	"s_3390":"[Dahlia waves a dismissive hand.]",	"s_3392":"I--couldn't do such a thing.",	"s_3394":"I am amazed at the quality of recruits that come in these days. You are a disappointment to the promising trend.",	"s_3396":"If only to serve you, Lady Reverence.",	"s_3398":"[Dahlia fans herself with her hand.] Well, then.. such dashing respect. You intrigue me. [Dahlia clears her throat, sterning her expression. Was she flustered?] Let us get started, then. You have much work ahead of you, mercenary.",	"s_3400":"[You listen intently.]",	"s_3402":"For their crimes in the past, the Kerritamba have been the targets for many of our devious practices. And we musn't stop there. I want you to find and destroy 10 Kerritamba Warriors for me. Return quickly and tell me of your success.",	"s_3404":"Anything for you, my lady. [You wink.]",	"s_3406":"[Dahlia bites her lip, holding back a girlish smile.] You're dismissed.",	"s_3408":"I refuse.",	"s_3410":"[Dahlia narrows her eyes.] You fool. Leave, then. I no longer want to see your face.",	"s_3412":"I suppose. [You scoff.]",	"s_3414":"[Dahlia leans closer.] Let's get one thing straight here, mercenary. You *will* give me your utmost respect or you *will* face the consequences. Am I clear? I don't want to have to fry another grunt or mercenary any time soon. It gives me no greater joy than to get rid of those who don't earn their places early on, but it is such a waste of potential talent. I hope you learn from this. I will *not* repeat it again.",	"s_3416":"I'm sorry. It won't happen again.",	"s_3418":"It had better not, mercenary. As I was saying... As you know, we find the Kerritamba to be on the top of our hate list for their actions in the past. Our usual activities are not dire enough, we feel. I want you to find and destroy 10 Kerritamba Warriors. I await your answer, mercenary.",	"s_3420":"You can count on me.",	"s_3422":"Well done. I do enjoy favorable answers. Go, then, and return quickly. You are dismissed. [Dahlia waves you off.]",	"s_3424":"I'll never do such a thing.",	"s_3426":"Then, you will never amount to anything in the Society, grunt. Get out of my face. You're not even worth my spit.",	"s_3428":"[You lean in.] I'm not afraid of you.",	"s_3430":"[Dahlia only sighs, flickering her wrist outward in your direction.]",	"s_3432":"Ow!",	"s_3434":"And that, my little mercenary, is just a taste of what I can do. Are you finished with your games?",	"s_3436":"Yes, my lady. [You cringe.]",	"s_3438":"Good. [Dahlia smiles.] Now, let's get back to business. The Kerritamba must suffer for their iniquities in the past. Therefore, I want you to find and destroy 10 Kerritamba Warriors so that our spies may easily infiltrate the village. I expect your agreement.",	"s_3440":"[You rub your wound.] Yes, I'll do so.",	"s_3442":"Good. I expect you here soon. I can't wait to hear of your success.",	"s_3444":"Uh--I must attend to my pain first. I'll be back later.",	"s_3446":"[Dahlia chickles.] Go, then.",	"s_3448":"I--I have to go.",	"s_3450":"[Dahlia only chuckles darkly.]",	"s_3452":"[Dahlia sniffs delicately.] I smell trash. Oh. It's just you. [Dahlia chuckles darkly.] What are you doing here? I sense a familiar air about you. I do not respond well to unexpected audiences. However... it would do you justice do speak with Exemplar Zhadran in the Kerritamba village. He will instruct you on how to gain favor with the Society.",	"s_3454":"Thank you, m'lady.",	"s_3456":"Ahh. Such refreshing respect. [Dahlia nods.] Run along now.",	"s_3458":"[Dahlia laughs hauntingly.] Kerritamba. Your kind never ceases to amaze me. Do you think you can walk in here without consequences? You're a fool. Fools have no place in the Society!! Guards!!",	"s_3460":"[Dahlia frowns deeply.] Another nameless face in my court. How disgusting. I suggest you leave and quickly. I don't want to dirty my hands, or my thoughts, with dealing with your type of filth.",	"s_3462":"I--",	"s_3464":"[Dahlia points.] Leave!!"
}}