{
	"stfFile":"conversation/ep3_civilian_pilot",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_civilian_pilot.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"What do you mean?",	"s_11":"That's hard to believe.",	"s_12":"Oh really? What would you know about transport navigation systems then? How do you know that my star system information hasn't been sliced by Gotal bandits?",	"s_13":"When we arrived in Kashyyyk our navigation system appeared to be working properly. We set course for the Kashyyyk space station transport jump point... and ended up at the Gotal base!",	"s_14":"I found you near their base.",	"s_15":"The Gotal will pay for this!",	"s_16":"You're sure of the coordinates?",	"s_17":"Your auto-pilot is broken?",	"s_18":"Of course, I'm sure! We've made this run hundreds of times.",	"s_183":"",	"s_185":"Warning. You are out of transmission range!",	"s_19":"I have to assume that... or someone has sliced the civilian waypoint data for the Kashyyyk system!",	"s_20":"Gotal slicers? That's ridiculous.",	"s_21":"I guess it's possible.",	"s_22":"If so, then a lot more civilians are going to be tricked. They'll think they're heading to safe-space, but instead they'll end up at the Gotal bandits' base!",	"s_23":"I'll keep you safe.",	"s_24":"I think you underestimate them! The Gotal are a cunning breed. A very successful pirate clan!",	"s_25":"If you say so.",	"s_26":"That I do.",	"s_27":"And we appreciate it!",	"s_28":"Relax. Let's just get you out of here.",	"s_29":"Gotal slicers? Are you serious?",	"s_30":"That's the first reasonable thing you've said so far!",	"s_31":"What? Why not a Gotal slicer? Do you think they're all just dumb thugs? I don't know for sure... I don't have any evidence, but I have a very strong suspicion that our navigation data has been tainted by pirates!",	"s_32":"Perhaps you're right.",	"s_33":"I don't buy it.",	"s_34":"Suit yourself!",	"s_35":"Sure - but what are we going to do? The damage has already been done. Countless transports heading to Kashyyyk are going to get bad navigation data when they download... and it will lead them directly to the Gotal base!",	"s_36":"There are more like me to protect them.",	"s_37":"They're going to have a tough time, then.",	"s_38":"You said it! Such a shame...",	"s_39":"Let's hope so.",	"s_4":"It's my pleasure.",	"s_40":"You are a true hero! What is your name?",	"s_41":"What's your point?",	"s_42":"[Give your name]",	"s_43":"I prefer to remain anonymous.",	"s_44":"Thank you anyway... whomever you are!",	"s_45":"Thank you, %NU. Thank you from all of us aboard!",	"s_46":"Nothing. Forget it.",	"s_47":"You're just asking for trouble.",	"s_48":"You're telling me they have a right to attack us because we stumbled onto their territory? Is this lawful territory control? Aren't they murdering pirates? What's your problem?!",	"s_49":"Are you trying to say that it was our fault? That we somehow deserve to be attacked by the Gotal just because we fly peacefully near their base by accident?!",	"s_5":"Who attacked you?",	"s_50":"No. It's not your fault.",	"s_51":"Yes. You're to blame.",	"s_52":"Are you kidding me?! Look! I have at least a dozen injured civilians here. Women, men, and younglings! You're telling me it was their fault that they got attacked?",	"s_53":"I should say not!",	"s_54":"Let's drop this.",	"s_55":"Not them. You.",	"s_56":"Fool. You don't know what you're talking about!",	"s_57":"Gladly!",	"s_58":"No.",	"s_6":"Why were you in Gotal territory?",	"s_61":"Really? Have you ever thought about joining them?",	"s_64":"Yes. I have.",	"s_65":"No. I haven't.",	"s_66":"Good. We pay dues to the CPG every cycle. In turn, they assign pilots to protect our goods on their way to market. Sometimes we get special protection on the ground, too.",	"s_67":"That's a shame. Seems you're interested in combat, though. You'll find out soon enough: protecting civilians is a great way to get into a fight! Especially around here!",	"s_69":"I'm pretty good in a fight.",	"s_7":"We didn't go there on purpose! We were lured there... somehow...",	"s_73":"All the more reason to join CPG, my friend!",	"s_75":"I may reconsider.",	"s_76":"I'm just in this for the money.",	"s_77":"Well... if money is all that you love - that's probably all you'll ever receive.",	"s_78":"That sounds very wise to me, friend!",	"s_8":"Gotal bandits! We were just cruising along, trying to make it through Kashyyyk without bothering anybody... then the Gotals attacked!",	"s_86":"Thank you for your help!",	"s_9":"I haven't seen you around here before... Are you a pilot from the Civilian Protection Guild?"
}}