{
	"stfFile":"conversation/ep3_forest_perusta",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_forest_perusta.stf) is automatically generated by the SwgConversationEditor.",	"s_1676":"Rrworr!",	"s_2766":"",	"s_2768":"Thank you for all the help you've given me. I hope this experiment was a success. I'll have to see in a few days. Until then, you may want to ask around. Others may want your help.",	"s_2770":"Thank you. I hope it works out.",	"s_2772":"Me too. I'm sure I'll see you around. [Perusta nods.]",	"s_2774":"[Perusta looks at you expectantly.] Were you able to find the blossoms I asked for?",	"s_2776":"Yes, here they are.",	"s_2778":"Great! Let me plant them. I sure hope this works..",	"s_2780":"[Perusta nods.] It doesn't look like you've found the blossoms yet. Go back out there. We can't waste time.",	"s_2782":"I'll continue to look.",	"s_2784":"Good. Be on your way.",	"s_2786":"[Perusta sighs.] It didn't work. The Mysess Blossoms that I had didn't live long enough for me to complete the experiment. I'll need more, if you can find them. They're starting to die out, however. Bring me 5 of them. That should be enough to succeed at least once.",	"s_2788":"I'm on my way.",	"s_2790":"Hurry back! They don't last long... [Perusta calls after you.]",	"s_2792":"I'm going to skip this one for now.",	"s_2794":"I'll have to get them myself, then. [Perusta shrugs.]",	"s_2796":"[Perusta hums a little tune while she fiddles with her plants.]",	"s_2798":"Perusta..? I have the moss you wanted.",	"s_2800":"Hmm? Oh! Yes, yes of course. Thank you. Stay here while I place the moss inside the pots.",	"s_2802":"[Perusta looks up from her work, face flecked with dirt and smudge.] Were you able to find the moss yet?",	"s_2804":"No, not yet. But I haven't given up.",	"s_2806":"Well... that's good to hear, I guess. I need those specimens as soon as possible. Why don't you go back out there and find them?",	"s_2808":"I'm on my way.",	"s_2810":"[Perusta nods and goes back to her work.]",	"s_2812":"[Perusta nods, recognizing you immediately.] You've been stirring up quite the talk these days, my friend.",	"s_2814":"I hope it's good.",	"s_2816":"Mostly. Good enough that I'm going to ask you for a few favors, at least. What do you think? They are not much, mind you. Completing them will definitely help me out.",	"s_2818":"First, who are you?",	"s_2820":"If you must know.. [Perusta wipes the dirt off her hands before offering you a handshake.] My name is Perusta. I'm in charge of making sure the plants around these parts stay in good condition. Mostly, I'm interested in the Mysess Blossom. I'm trying to find a way to breed a stronger version able to survive in the harshest of conditions.",	"s_2822":"How's that going?",	"s_2824":"Not very well. But I have narrowed down my experiments to a few specimens. I'll need some of the samples from the dead stumps around here. It should provide the adequate bed I need for my new Mysess Blossom test. To be safe, I want you to gather 5 specimens of the dead moss on the stumps found in the Dead Forest. It's just west of here.",	"s_2826":"I'll be sure to get those specimens for you.",	"s_2828":"[Perusta smiles.] Good. Be sure to return with the moss soon. Mysess Blossoms only last for a little while. It's a pity really.",	"s_2830":"I don't take well to dirt.",	"s_2832":"[Perusta shrugs.] Fine.. Suit yourself.",	"s_2834":"[Perusta looks around nervously.] You know, you shouldn't be here and I shouldn't be talking to you. You'd be better off if you just left.",	"s_2836":"[Perusta arches a brow.] Why are you here milling about? Who are you? The Kerritamba are wary of strangers these days. It's not smart to hang around here."
}}