{
	"stfFile":"conversation/ep3_clone_relics_clone_trooper_morkov",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_clone_relics_clone_trooper_morkov.stf) is automatically generated by the SwgConversationEditor.",	"s_1542":"",	"s_1554":"Yes?",	"s_21":"Was there something else?",	"s_22":"How may I assist?",	"s_24":"I'm here on behalf of my master, Jabba the Hutt.",	"s_27":"Another one? Can you please tell your 'master' to stick to the same person doing his business? It's getting a little tiresome doing background checks on all of you.",	"s_28":"A lot of people in my masters service have a short life span.",	"s_30":"< Morkov chuckles > Yeah I suppose that would be true. Never mind on the background check, what does the hutt want this time?",	"s_34":"My master needs 5 new E-11's.",	"s_35":"My master require one standard TIE and 5 crates of E-11's.",	"s_36":"My master wants a walker model AT-AT.",	"s_37":"What?! He can send his thugs out to beat up 5 troopers and get that. I don't deal in quantities like that, is this a joke?",	"s_38":"My apologies, I of course meant 5 crates.",	"s_39":"Oh, why didn't you say so? Yeah that's not a problem, I'll have that ready for you when you arrive at the usual location.",	"s_40":"Hmm, the TIE will take a little work, going to need a week for that one. The crates I can have ready for you when you arrive at the usual location.",	"s_41":"Has he gone mad?! I can't get that...",	"s_42":"My master was under the impression you can get anything.",	"s_43":"Well he better think again. An AT-ST shouldn't be too hard but an AT-AT would just not be possible.",	"s_44":"My master will be most disappointed.",	"s_45":"I don't care if he starts to cry, it's just not possible.",	"s_46":"Very well, he also requires 5 crates of E-11's.",	"s_48":"Now that's not a problem. I'll have that ready for you when you arrive at usual location.",	"s_49":"Usual location..?",	"s_50":"Did they not tell you anything?",	"s_51":"My information was very sparse...",	"s_52":"I'd say... very well, there's an empty building located across from the hotel in Dee'Ja peak. My courier will meet you upstairs in that building.",	"s_53":"I don't know who you are or what your deal is but you will pay with your life for what you did!",	"s_54":"Dee'Ja Peak, opposite hotel, upstairs, right?",	"s_55":"You got it. Now if you'll excuse me.",	"s_57":"Background check? No one told me about that...",	"s_59":"Well they should have. Now what's your name?",	"s_61":"My name? Well it's... Xfawqo Qreop",	"s_63":"How the heck do you spell that? You know what, never mind. What does the hutt want this time?",	"s_65":"I've heard you're the man to go to for if I'm looking for a weapon.",	"s_67":"I'm afraid you heard wrong. There's a gun store up the street though I believe. Just be careful with those things, they are dangerous.",	"s_70":"What do you do here?",	"s_72":"I live here, how about you?",	"s_74":"Umm... I'm just passing through, what about the droids?",	"s_76":"What about them?",	"s_78":"Are they yours?",	"s_80":"Yes. Now I'm a busy man I'm afraid. Do you need to know anything else?",	"s_82":"No I suppose not...",	"s_84":"Very well then. Good day to you."
}}