{
	"stfFile":"conversation/ep3_forest_outcast_informant",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_forest_outcast_informant.stf) is automatically generated by the SwgConversationEditor.",	"s_581":"",	"s_583":"What are you doing milling around out here? You should get back to the Society. I can't be seen talking to you, if you know what I mean. [Zhadran smirks.]",	"s_586":"Good to see you're still the same.",	"s_590":"[Zhadran laughs.] Always. Now, get along. I have work to do.",	"s_594":"[Zhadran smirks.] I thought I'd never see you again. What are you now? Grunt? Merc? Surely, not Exemplar.",	"s_598":"Currently, I am a mercenary for the Society.",	"s_602":"It's good to see you've moved up in the world, however small that may be. What do you have for me?",	"s_606":"Cryl wanted me to give you this.",	"s_610":"Ahh. Well done. In return, give him this. He'll know you were successful if you show it to him.",	"s_612":"I will.",	"s_614":"Good to see you again, merc. [Zhadran smiles slyly.]",	"s_616":"Why have you returned?",	"s_618":"I can't seem to find Aveso Ars.",	"s_620":"Follow the river to the waterfall. There, you'll find a cave littered with Webweavers. Fight past them into the depths to find out little band of Outcasts. Aveso Ars will be there waiting for you.",	"s_622":"[You nod.]",	"s_624":"Now hurry. I hve other things to which I must attend.",	"s_626":"No reason.",	"s_628":"[Zhadran looks you over briefly.] You survived..",	"s_630":"Survived.. what?",	"s_632":"[Zhadran turns back to his work, only the trace of a smile left on his face.]",	"s_634":"Yeah. I survived your little attempt to get rid of me.",	"s_636":"Me? I would do no such thing. You must be mistaken. [Zhadran chuckles.] Move along. I have work to do.",	"s_638":"[Zhadran nods.] Ahh, an intelligent one. Good. You have dodged your first trial effortlessly and have chosen correctly. We could use someone who posseses such agility of the mind.",	"s_640":"I'm listening.",	"s_642":"[Zhadran leans in closer.] We are the Outcasts and, fortunately enough for you, the Kerritamba has labeled you as just that; an outcast feeding on the edge of life. You should seek out Aveso Ars. She's the go-to for new 'recruits'. She resides in the Webweaver caves just behind the Nawataa Waterfall. Seek her out.",	"s_644":"This had better not be a waste of my time.",	"s_646":"[Zhadran arches a brow.] Yes... you'll fit in nicely. [Zhadran smiles slyly as if thinking to himself.] Hmm.. You must go now. I can't risk drawing attention to myself. We never had this conversation.",	"s_648":"What conversation? [You grin.]",	"s_650":"Exactly. [Zhadran nods.]",	"s_652":"I see the Kerritamba have yet again pierced the skin of the ignorant with their deceiving talons. You should have been wiser, my young friend.",	"s_654":"The Kerritamba are good people. Who are you?",	"s_656":"That is of no concern to you now, now is it? You've already made your choice.",	"s_658":"You had better watch yourself.",	"s_660":"[Zhadran just smiles.] So fierce, yet so naive. Fine then. Be gone. I have work to do.",	"s_662":"[Zhadran smiles knowingly.] Another Kerritamba puppet. Such a pity.",	"s_664":"What--what do you mean?",	"s_666":"You'll see in due time, my friend. When the time comes, you must make the choice... will you be a puppet? Or a part of a society.. a part of a bigger, better goal?",	"s_668":"You don't make any sense.",	"s_670":"[Zhadran just smiles.] You'll see soon enough. Just keep my words in mind, won't you? Keep your eyes open to the lies these people are trying to sell you. [Zhadran looks around,] Shhh... we never had this conversation.",	"s_672":"I see.",	"s_674":"[Zhadran returns to his work, but not without sending a knowing wink your way.]",	"s_675":"Then, I bid you away. The Kerritamba are watching."
}}