{
	"stfFile":"conversation/ep3_etyyy_banol_starkiller",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_etyyy_banol_starkiller.stf) is automatically generated by the SwgConversationEditor.",	"s_484":"",	"s_486":"What happened? How hard is it to stop a shipment of goods from leaving the system? Tripp has another shipment scheduled. Would you like to try again? Do you think you could do it right this time?",	"s_488":"Yes, I'll do it.",	"s_492":"No, thank you.",	"s_494":"Yeah, alright. If you change you're mind, let me know.",	"s_496":"Looking for something to do? Tripp has another shipment scheduled. Would you like to go destroy it?",	"s_498":"Yes, I'll do it.",	"s_502":"No, thank you.",	"s_504":"Yeah, alright. If you change you're mind, let me know.",	"s_506":"You let Fordan slip away? I can't believe it. Reports say he's left the system. If he returns, he'll be ready for another attempt and will probably be as heavily armed as possible. I should have taken care of that one myself, but it's over. No point in worrying about it now. If you want to make it up to me, Tripp has another shipment loading up. Go take out that shipment before they can leave the system.",	"s_508":"Yes, I'll do it.",	"s_512":"No, thank you.",	"s_514":"Yeah, alright. If you change you're mind, let me know.",	"s_516":"That business with Fordan went pretty well. I'm impressed by your abilities, and I don't impress easily. Tripp has another shipment scheduled. Would you like to take it out?",	"s_518":"Yes, I'll do it.",	"s_520":"Good. You know the drill.",	"s_522":"No, thank you.",	"s_524":"Yeah, alright. If you change you're mind, let me know.",	"s_526":"You did pretty good taking out Tripp's latest shipment. I'm happy with the results. Any interest in another little project I've got brewing?",	"s_528":"Sure, what's the plan?",	"s_530":"That punk, Ziven, is expecting the arrival of a friend of his named Fordan Szholz. This Szholz is reported to be a highly skilled hunter. Sordaan has asked me to see to it that he doesn't arrive on Kashyyyk. I want you to capture Fordan's ship after he arrives in Kashyyyk space, and deliver the captured hunter to my agents. They'll take care of the rest.",	"s_532":"I'll do it.",	"s_534":"Good. Launch into Kashyyyk space and await further word on Fordan's arrival.",	"s_536":"Um, no thanks. Kidnapping is not my thing.",	"s_538":"Yeah, okay. Whatever.",	"s_540":"Is there anything else I could do?",	"s_542":"Yeah, I guess. Tripp has another shipment scheduled. Interested in hitting that again?",	"s_544":"I'll do it.",	"s_546":"Good. You know the drill. Return to me when it's done.",	"s_548":"Um, no thanks.",	"s_550":"Yeah, alright. If you change you're mind, let me know.",	"s_552":"No, thank you.",	"s_554":"Yeah, alright. You did good, so I let it slide. But if you change you're mind, let me know.",	"s_556":"What? Oh yeah, right. Sordaan wanted me to throw some work your way. Lost one of his bets, eh? No, don't tell me the gruesome details. I really don't care. So let's see. Ah perfect. You can help me with a slightly sensitive project I've been working on.",	"s_558":"What's the project?",	"s_560":"There's this other hunter in the camp. You might have seen her, Tripp Rar. Sordaan doesn't like her very much, and by extension, that means I don't like her much either. I've been seeing to it that any shipments of hunting goods that Tripp tries to send off of the planet hit a minor bump. More to the point, they get destroyed whenever possible. I want you to go destroy one of her shipments. Be sure to take out any witnesses as well.",	"s_562":"Okay, I'll do it.",	"s_564":"Good, good. Intercept them in Kashyyyk space. Oh, and return to me when it's done. I look forward to hearing about your success.",	"s_566":"Um, no thanks.",	"s_568":"Don't have the stomach for this kind of thing? Fine. But if you change your mind, I'm not going anywhere.",	"s_570":"What? What are you looking at? Huh? Do I look like I'm here for your entertainment? Well, I'm not. So, fly away little bird.",	"s_752":"It looks like you already have a mission in space. Come back once you've completed that one.",	"s_753":"It looks like you already have a mission in space. Come back once you've completed that one.",	"s_754":"It looks like you already have a mission in space. Come back once you've completed that one.",	"s_755":"It looks like you already have a mission in space. Come back once you've completed that one."
}}