{
	"stfFile":"conversation/ep3_kachirho_avatar_return",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_kachirho_avatar_return.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"You are too late lady. The Avatar is gone.",	"s_102":"Really? So you actually think that you blew it up? How cute. Use your brain for just a moment. The Zssik want to take control. Why in the world would they want you to blow up the most important symbol of Trandoshan power on Kashyyyk?",	"s_104":"What do you mean?",	"s_106":"You made a lot of pretty explosions, load bangs, killed most people on the platform, but overall the station is still quite functional. The Blackscale sent up reinforcements. The Wookiees sent up reinforcements. To my knowledge they are still fighting up there.",	"s_108":"You mean the Avatar wasn't destroyed.",	"s_110":"No, sorry. But you did what the Zssik needed of you and now I am hoping that you do the same for me.You see I have this client who is willing to pay me a lot of credits to recover some material that the Blackscale stored on the platform. I figured since you know the layout you wouldn't have any trouble getting in and out. Naturally you will be well paid for your work.",	"s_112":"Ok, what is it I need to grab?",	"s_114":"The basics are there are five different substances stored around the station. My client has asked me to recover one of each. I will send the details to your journal. Good luck.",	"s_116":"No thanks, once is enough for that place.",	"s_118":"Ah, you make me so sad. Well if you change your mind, you know where to find me. Ta-ta.",	"s_120":"You obviously don't know me. If you did, you would know that I don't just talk to anyone off the street. Why don't you go out and make a name for yourself?",	"s_74":"",	"s_76":"%NU! Such a pleasure to see you again. I have another job if you are interested. That client of mine was so happy with the last shipment that they want more. Same deal as before, go up to the Avatar, collect the five substances, come back to me. Simple.",	"s_78":"Ok, lets do this again.",	"s_80":"Good. I will send the details to your journal again. Come back and see me when you have everything.",	"s_82":"No thanks. I have some other things to do.",	"s_84":"Maybe later then.",	"s_86":"Well, look who is back? Nice to see you again, %NU. Did you manage to get all the stuff?",	"s_88":"Yep. Tell me, what is this stuff for?",	"s_90":"I have this rule when dealing with my customers, don't ask too many questions. I don't know and I don't want to know. Here is your cut. See you around.",	"s_92":"What are you doing back here without the stuff? I was hoping that your reputation wasn't all hype but it is starting to look like I was wrong. Get me the stuff from the Avatar and then I will pay you.",	"s_94":"Well, well, well. Look what just walked out of my dreams and into my life. I must say it is a pleasure to finally meet the famous %NU. I certainly hope that you stopped by for more then just the pleasure of my company.",	"s_96":"Maybe I did. Maybe I didn't. That all depends on you.",	"s_98":"Then I will just assume that you are looking for work. That is good, because I just got an order from a client of mine to collect a few hard to get items. Items that can only be recovered from a place I hear you are very familiar with...the Avatar Space Platform."
}}