{
	"stfFile":"conversation/ep3_rryatt_tressk",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_rryatt_tressk.stf) is automatically generated by the SwgConversationEditor.",	"s_1330":"",	"s_1366":"I'm surprised to see someone like you this deep into the Rryatt Trail. Most people don't stray much further than the first level or even the gate area. You must be pretty good at defending yourself. Hmm, any interest in helping me out with a few things?",	"s_1367":"Well done. If it was up to me, I'd make you an honorary member of Ziven's clan. Only he can do that though. I'll speak to him about it, but in the meantime, you have my sincere thanks for all your assistance. As a more meaningful reward, I do have permission from Ziven to give you a weapon from his personal stock. Would you like a Junti Mace or a Flechette Pistol.",	"s_1368":"You'll find the Gotal hunter camp on the lowest level of the Rryatt Trail. They are usually in the camp and wandering the surrounding area. kill any Gotal hunters you find, I don't care if they are just hunters or trappers or even their pathetic leader. Kill 18 of them and then return to me.",	"s_1369":"That should show those poachers not to mess with  Rodians. Or at least slow them down a bit. I have one last thing to ask of you. On the lowest level of the Rryatt Trail, some Gotal hunters have set up a small camp. These Gotals think they are the mightiest hunters on the planet and show the rest of us no respect. I want them to learn the hard way to respect Rodians, not to mention the fact that they shouldn't be here in the first place.",	"s_1370":"The Deep Woods Poachers were last reported as being on the third level of the trail. Look for them there. Kill 25 of them and then return to me.",	"s_1371":"Thank you for your help with that situation. That's one less thing to worry about. Another thorn in our side, though, is a group of thieves known as the Deep Woods Poachers. These poachers often raid our camps and steal our supplies and the bounty of our hunt. Go show them that they are not wanted here. Kill 25 of them. That should do it.",	"s_1372":"Last I heard, they were seen on the third level of the trail. Go find them. If you can kill 28 of them, I'll consider your part complete. Return to me once you're done.",	"s_1373":"Maybe, what's the trouble.",	"s_1374":"No thank you.",	"s_1375":"A few things actually. First and foremost, I need your help to clean up an embarrassing situation. A group of Rodian hunters were exploring the deeper regions of the trail, but they got lost. After weeks and months astray on the trail, low on provisions and out of communication with the main camp, they finally lost it and were driven mad. They are an embarrassment to all Rodians. Please find them and get rid of as many as you can.",	"s_1376":"I see. Not willing to get involved. Can't say I blame you.",	"s_1377":"I'll do it.",	"s_1378":"No thank you.",	"s_1379":"Last I heard, they were seen on the third level of the trail. Go find them. If you can kill 28 of them, I'll consider your part complete. Return to me once you're done.",	"s_1380":"Sure, no problem. It's my problem. I'll deal with it.",	"s_1381":"I'll do it.",	"s_1382":"No thank you.",	"s_1383":"The Deep Woods Poachers were last reported as being on the third level of the trail. Look for them there. Kill 25 of them and then return to me.",	"s_1384":"That's too bad. You showed real promise. Oh well. If you happen to change your mind, I'll be here.",	"s_1385":"I can do that.",	"s_1386":"No thank you.",	"s_1387":"Perfect. You'll find the Gotal hunter camp on the lowest level of the Rryatt Trail. They are usually in the camp and wandering the surrounding area. kill any Gotal hunters you find, I don't care if they are just hunters or trappers or even their pathetic leader. Kill 18 of them and then return to me.",	"s_1388":"Yeah, okay. Scared of the Gotals. I guess I can understand that. Sort of. If you find some courage, let me know.",	"s_25":"I would prefer the Junti Mace.",	"s_26":"I would like the Flechette Pistol.",	"s_27":"Well chosen! May this mace strike true against any worthy prey.",	"s_28":"Excellent choice! May this pistol never fail to answer your call on a hunt.",	"s_29":"I would like to think about that for a bit.",	"s_30":"Take your time. Whenever you're ready, we can restart this conversation, and you can make your choice.",	"s_31":"It is always an honor to speak with a skilled hunter such as yourself."
}}