{
	"stfFile":"conversation/ep3_myyydril_greeter_villager_1",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_myyydril_greeter_villager_1.stf) is automatically generated by the SwgConversationEditor.",	"s_1115":"",	"s_1117":"I find it remarkable, even when you're so busy, that you find the time to come visit me. [Chasuli smiles.]",	"s_1119":"Do you know anything about the Doctor?",	"s_1121":"Kinesworthy? [Chasuli thinks a moment.] He's been here longer than I have. You should probably talk to someone who's been here for forever. I think Kinesworthy is nice enough. A little strange, but nice.",	"s_1123":"Thank you for the help.",	"s_1125":"[Chasuli nods.]",	"s_1127":"It's so nice to see you, Hero. [Chasuli smiles.]",	"s_1129":"It's nice to see you too.",	"s_1131":"Yraka Nes has been looking for you. I think she needs some help with her hospital. You should seek her out, you know.",	"s_1133":"I think I will. Thank you.",	"s_1135":"Come visit sometime, Hero!",	"s_1137":"I guess you've moved on to better, bigger things. [Chasuli smiles.]",	"s_1139":"Do you know anything about the Urnsor'is?",	"s_1141":"No... [Chasuli shakes her head.] I've never even seen one. It's a good thing too. I like being safe. Why do you ask?",	"s_1143":"Nothing. Thanks for the help.",	"s_1145":"You're welcome. [Chasuli smiles.]",	"s_1147":"I hear you're helping people these days. [Chasuli smiles.] That's so nice.",	"s_1149":"I try. Do you know of anyone who needs help?",	"s_1151":"Oh... [Chasuli shrugs.] I hear Tala'oree needs help. Other than her, I don't know. I don't get into the village gossip much.",	"s_1153":"Thank you for the help.",	"s_1155":"You're welcome. [Chasuli smiles.]",	"s_1157":"[Chasuli smiles.] Another for the cause. I'm so glad that Kivvaaa has approved your presence within our community. I'm probably keeping you waiting. I'm sure you have audience with Chief Kallaarac.",	"s_1159":"Ah, that's right. Chief Kallaarac.",	"s_1161":"He won't be too hard to find. Our village is very small. Good luck!",	"s_1163":"You're a stranger to these parts, aren't you? The Myyydril people don't take lightly to strangers just wandering into our homes. You should speak with Kivvaaa. She's the patrol leader and directs people where they need to go. [Chasuli smiles.]",	"s_1165":"Thank you. Your direction is much appreciated.",	"s_1167":"[Chasuli blushes.] Don't get lost!",	"s_1168":"Please don't go to the Dark Depths. I lost my father there. [Chasuli wipes a tear.]",	"s_1169":"Don't worry, Chasuli. I'll come back safe.",	"s_1170":"[Chasuli nods, her expression saddened.] Just don't go alone.",	"s_1331":"Ah! [Chasuli exclaims, over-joyed.] You came back! And safely.. I'm so happy!",	"s_1332":"I told you I'd come back safely. [You wink.]",	"s_1333":"[Chasuli blushes.] Thank you for being here for us. We're so appreciative of you."
}}