{
	"stfFile":"conversation/ep3_carl_mosik",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_carl_mosik.stf) is automatically generated by the SwgConversationEditor.",	"s_181":"",	"s_183":"What, you are back already?  Do you have it?",	"s_185":"Through Trandoshans and all, I made it back.",	"s_187":"The force be praised, this is excellent.",	"s_189":"And you mentioned something of a reward?",	"s_191":"Oh yes that is right.  Here, take this. My father gave it to me for this trip. I'll tell him I lost it in a game of cards, he is sure to believe that.",	"s_193":"Enjoy your trophy, I'm sure the story of how you got it will be grand.",	"s_195":"That it will. You mentioned something about Trandoshans?",	"s_197":"Slavers or hunters, who is to say? They attacked me on the trail.",	"s_199":"My guide here is named Zhailaut. Why don't you speak with him about it. The Rryatt Trail are his lands.",	"s_201":"Not yet. What am I looking for?",	"s_203":"The Minstyngar. They live a ways down the Rryatt trail. I am told by my friend here they live near the Wroshyr canopy. Though some have made it deeper, I would not go after those. The lack of sunlight dulls the horn.",	"s_205":" I have a business proposal for you if you are interested. I was looking to bring back a trophy from my trip here but I just can't bring myself to travel down this path.",	"s_209":"I may be interested, what did you have in mind?",	"s_213":"The minstyngar lives a ways down the trail. It is a ferocious creature, all large and mean. And I was wondering if I could hire you to go down there and collect for me a pristine horn. I just really want the horn to hang over my mantle, the actual adventure can be saved for someone else.",	"s_217":"Someone like me.",	"s_221":"Exactly! And my assessment is based on absolutely no combat experience whatsoever so you obviously look like a competent warrior!",	"s_225":"Right, and what is in this for me?",	"s_229":"I tell you what. If you win this I'll let you have my weapon. I have just about everything here a hunter can need, and I am obviously not a hunter so feel free to take it. But only once I get the horn.",	"s_232":"Alright, I'll get this thing for you.",	"s_234":"Perfect, I'll be the talk of the town.",	"s_236":"I have had my fill of the Rryatt Trail. Maybe Zhailaut can tell you more."
}}