{
	"stfFile":"conversation/ep3_forest_aveso",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_forest_aveso.stf) is automatically generated by the SwgConversationEditor.",	"s_1171":"",	"s_1173":"As I said before, grunt, I have nothing more for you. You should speak with the others if you haven't already.",	"s_1175":"I was just visiting.",	"s_1177":"Well, I'm here and I'm fine. I'm sure you have tasks you must complete. In fact, I must return to mine. Perhaps, we'll talk again. [Aveso nods.]",	"s_1179":"Hm. [Aveso nods, trying to hide her pleased expression.] I approve of your progress, grunt. Perhaps not all is lost for you.",	"s_1181":"Don't worry. I'll still visit you when I become leader of this place.",	"s_1183":"Nice try, grunt. [Aveso smirks.] Our Lady Reverence, Dahlia Damask, is far more difficult to please--even deal with--than I. She'll die of old age before giving up her place.",	"s_1185":"I stand corrected.",	"s_1187":"One day, you'll meet her. But until then, you're stuck with me. [Aveso looks at her list.] And perhaps you will meet her sooner than I thought. Looks like I have nothing else left for you.",	"s_1189":"[You nod.]",	"s_1191":"Speak with the others within this place. They may have tasks for you.",	"s_1193":"I'm not even going to acknowledge your existence until I see those boxes. I know the look of failure on one's face. I've seen it many times. Now go.",	"s_1195":"[Aveso smiles to herself.] You again. I thought I had the fortune of getting rid of you. I was wrong.",	"s_1197":"Count on being wrong more often, lady.",	"s_1199":"Lady? [Aveso smiles sweetly.] Don't tell me you're getting sweet on me, dear. Sarcasm aside, let's get down to business. We need things done around here and you're the perfect lackey to do it.",	"s_1201":"I'm over-joyed. [You smirk.]",	"s_1203":"Weapons have a tendency to break with general use. We'll need a new stock if we plan to be able to keep the Kerritamba off our backs for a while. At the end of the Chenataa River, there is an abandoned camp once inhabited by the Empire. One of our contacts has hidden a weapon stash there and inventory shows 6 boxes worth of weapons and supplies. Go there and find the supplies and bring them back.",	"s_1205":"It is as good as done.",	"s_1207":"That's what I like to hear. Keep it up and maybe, in some distant future, we'll get along.",	"s_1209":"I'm tired of doing petty work.",	"s_1211":"And I grow tired of your antics. Leave.",	"s_1213":"[Aveso smirks.] I'm surprised. You actually set aside your selfishness to help others. Was it difficult for you?",	"s_1215":"Yes. In fact, I'm dying inside. [You smirk.]",	"s_1217":"Good. A little rot and decay can go a long way for some. I have other work that needs to be done. Wait here while I look at my list.",	"s_1219":"Only for you.",	"s_1221":"[Aveso rolls her eyes.]",	"s_1223":"As I expected, you have come back empty handed. I should see meats falling out of your pockets. I don't, now do I?",	"s_1225":"I don't feel as if I should hurry myself.",	"s_1227":"Think of it this way; the more time you take, the closer it is to Mother Ves'ad's feeding time. Now hurry up.",	"s_1229":"[Aveso looks you over.] So, Zhadran sent you? I can tell by your cocky swagger. Don't think you'll get any respect from me. Now... let's get down to business. I'm your contact and you'll be taking orders from me. Got that?",	"s_1231":"I'm listening, ma'am. [You bow mockingly.]",	"s_1233":"[Aveso sighs.] Somehow, I always get stuck with the imbeciles. [She rubs her temple.] Let's get started. First, you'll be doing grunt work. Once you show your worth, how insignificant it might be, you'll move up to complete more important tasks. Let us start with your first task...",	"s_1235":"[You only nod.]",	"s_1237":"In the forests surrounding our cozy cave, you'll find the Mouf and the Webweaver. Contrary to what the Kerritamba will tell you, we eat the meat of these creatures to survive. I'm sure you've already guessed we've ran out of our supply. You'll be the one to restock it. Am I clear?",	"s_1239":"I refuse to do such petty tasks.",	"s_1241":"[Aveso spits on you.] Then, I don't want to see your disgusting face.",	"s_1243":"I am able to do this... and more. [You wink.]",	"s_1245":"[Aveso gags.] Ugh.. just... collect 20 meats from each creature. Get out of here before you make me sick.",	"s_1247":"It is a petty task, but I'll do it.",	"s_1249":"Petty or not, you'll do as you're told or I will feed you to Mother Ves'ad. Count it as the highlight of my day.",	"s_1251":"[You scoff.] I don't take orders from women.",	"s_1253":"[Aveso laughs.] You'll take orders from me, or I'll punch you in the throat. Pick one.",	"s_1255":"[You smirk.] I'll be co-operative.",	"s_1257":"[Aveso chuckles darkly.] Too bad. It would have been enjoyable to have everyone watch while you're beat down by a woman.",	"s_1259":"Sounds interesting. [You smile slyly.]",	"s_1261":"Let us continue, shall we? [Aveso rolls her eyes.] The only thing I need from you is for you to gather 20 meats from both Mouf and Webweaver. That's 40 in all, if you're slow to keep up. I'm sure you can muster up what little ability to have to follow orders and complete this task in due time.",	"s_1263":"Would you like those meats seasoned? [You smirk.]",	"s_1265":"Just get them and hurry up. My people are hungry, grunt.",	"s_1267":"I don't submit myself to doing grunt work.",	"s_1269":"Then, get out of my face, cretin. Your stench insults the very fibers of my being.",	"s_1271":"[Aveso arches a brow.] Who are you, why are you here and why haven't I heard of you. If you're even thinking about becoming one of the Outcast, you'll need to find Zhadran and speak with him. He weeds out the filth from the trash.",	"s_1273":"My, my. What an attitude.",	"s_1275":"You'd rather deal with my attitude than a gaping wound in your side. Trust me. [Aveso smiles sweetly.]",	"s_1277":"[Aveso rolls her eyes.] Oh. One of you. If you think you can just rat us out to your matted Kerritamba overlords, you're mistaken. Get lost. The very air around me is rank with your stupidity.",	"s_1279":"Uhh..",	"s_1281":"That's right. Run along now.",	"s_1283":"What are you doing here? You're not one of us. Get out before you find yourself on the end of a polearm. [Aveso sneers.]"
}}