{
	"stfFile":"conversation/ep3_trandoshan_ysith",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_trandoshan_ysith.stf) is automatically generated by the SwgConversationEditor.",	"s_1446":"",	"s_1448":"Thank you again for disposing of my troublesome sister. I cannot thank you enough. But I cannot chat right now, so you must excuse me.",	"s_1450":"So have you managed to kill my sister yet?",	"s_1452":"Your sister!",	"s_1454":"Of course, who did you think Myssith was? Why do you think my father refused to let me kill her. So is she dead or what?",	"s_1456":"Yes...yeah she is dead.",	"s_1458":"Good. You have done me a great favor and, as promised, here is your reward. Now if you will excuse me...I need to break this terrible news to my father. Oh...don't worry...your name will not come up.",	"s_1460":"Is Myssith dead?",	"s_1462":"No, I haven't killed her yet.",	"s_1464":"Well, what are you waiting for. She is still in Kkowir and, if I know her, causing all sorts of trouble for me.",	"s_1466":"Greetings, stranger. We seem to have attracted quite a lot of attention lately. Are you here on business, pleasure, or, perhaps, both?",	"s_1468":"I am just out looking for work.",	"s_1470":"Ah, work. Perhaps, if you are not picky, I would have a job that might suit your tastes. You see, I have this problem with a certain rival of mine. I am trying to set up my own operation here on Kashyyyk but every time I start, Myssith comes along and ruins it. She has already cost me a small fortune.",	"s_1472":"What is it she does?",	"s_1474":"She jumps in and takes Wookiees from my claimed areas. She has set upon my slavers no fewer than three times. Always taking what they have spent weeks capturing. Myssith is nothing but a nuisance that needs to be done away with.",	"s_1476":"I thought Trandoshans handled those matters themselves?",	"s_1478":"Normally, I would happily split her in two myself, but my clan chieftain has forbidden me to take any actions against her. Therefore, I am forced to beg the assistance of outsiders to get rid of Myssith for me. Naturally, I will pay you for your service.",	"s_1480":"Ok, where can I find her?",	"s_1482":"How delightful. You do not know how much this means to me. I have heard that she is out hunting in the Kkowir forest near the abandoned Imperial facility there. Go find her and make sure she doesn't bother me anymore.",	"s_1484":"Sorry, but I am not an assassin.",	"s_1486":"Bah...I should have known that you would have no stomach for such a job."
}}