{
	"stfFile":"conversation/ep3_myyydril_greeter_villager_3",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_myyydril_greeter_villager_3.stf) is automatically generated by the SwgConversationEditor.",	"s_1001":"Be safe, y'hear?",	"s_1003":"Hey Hero. [Ivesa winks.] How are things these days?",	"s_1005":"Good. Work seems to never end around here.",	"s_1007":"I can imagine. Everyone wants the attention of the Hero. [Ivesa smiles.]",	"s_1009":"Anyone in particular?",	"s_1011":"Well... [Ivesa giggles.] I won't take up your time too much. But you should probably find someone who needs help these days. I think Yraka Nes does. You should find her. She runs the hospital in the village.",	"s_1013":"Thank you for your help.",	"s_1015":"You betcha. [Ivesa winks.]",	"s_1017":"I keep hearing about you taking on the Urnies. What's it like? [Ivesa stares intently at you.]",	"s_1019":"It's no picnic, I can assure you.",	"s_1021":"I think you're pretty brave. [Ivesa shrugs.] I guess I had better let you get onto your work. Come around when you have some free time, will you?",	"s_1023":"Sure, why not.",	"s_1025":"[Ivesa waves her fingers at you and smiles.] Bye.",	"s_1027":"Looks like you're busy, hon. What are you up to these days? [Ivesa smiles sweetly.]",	"s_1029":"I'm trying to find others to help.",	"s_1031":"Oh yeah? Ain't that a noble cause. Let me think. [Ivesa ponders a moment.] Tala'oree, Kirrir, Nawika... other than that, not a thing. You'll find them around.",	"s_1033":"Thank you for the help.",	"s_1035":"My pleasure, sugar. [Ivesa giggles to herself.]",	"s_1037":"Looks like you will stick around, after all. Good. We could use more interesting faces around here. But I'm probably keeping you... I'm sure you have to speak with Chief Kallaarac.",	"s_1039":"I do, don't I?",	"s_1041":"You better get to it. [Ivesa smiles, giggling.]",	"s_1043":"Hm. [Ivesa looks you over.] I've never seen you before. No... I don't even think Kivvaaa has seen you yet. You should talk to her. You can find her at the entrance to our village.",	"s_1045":"Thank you, ma'am.",	"s_1047":"I hope you stick around. You're quite charming. [Ivesa winks.]",	"s_1048":"[Ivesa leans in closer.] So I hear you're going into the Deep Depths? I fear for your safety.",	"s_1049":"It'll be okay. I'll be fine.",	"s_1050":"I really hope so. I like seeing you around. I wish I had some advice for you. But I don't. [Ivesa shrugs.]",	"s_1051":"Don't worry. I'll come back safe and sound.",	"s_1052":"[Ivesa smiles, although she appears nervous.] You better. We can't lose another Hero.",	"s_112":"Now our people can finally rest. [Ivesa smiles.] And it's all because of you.",	"s_113":"I try my best.",	"s_114":"There may be some other things you can still do around here before moving on. We'll definitely miss you.",	"s_115":"I'll still visit, of course.",	"s_116":"I'm glad to hear that. Be sure to come by and say hello. [Ivesa winks.]",	"s_991":"",	"s_993":"[Ivesa smiles sweetly.] Hey Hero. You always find time to come see me. How sweet.",	"s_995":"I try. Doctor Kinesworthy... what do you know?",	"s_997":"Not much. He usually keeps to himself. You should just go speak with him. He's a little strange, but nice enough.",	"s_999":"Thanks."
}}