{
	"stfFile":"conversation/ep3_clone_relics_jedi_starfighter_imp_commander",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_clone_relics_jedi_starfighter_imp_commander.stf) is automatically generated by the SwgConversationEditor.",	"s_1000":"What's that Sir?",	"s_1002":"The Rebels are attacking soldier! Don't just stand there! Get out and defend m... the Empire with your life!",	"s_1004":"Thank you Sir. So I'm done now?",	"s_1006":"No no, we're just getting started.",	"s_1008":"Oh okay. So what's the next step Sir?",	"s_1010":"I can't assist right now though, I have other duties.",	"s_1012":"Hmm, very well. Hurry up and finish those and then come back to see me soldier. Dismissed.",	"s_1014":"Yes soldier?",	"s_1016":"I came across this datapad Sir, you may find it interesting.",	"s_1018":"This better be worth my time soldier. I have a war to run you know. < Admiral Krieg starts to scan through the information on the datapad >",	"s_1020":"What do you think Sir? Is it important?",	"s_1022":"Ssshh! < Admiral Krieg continues to read the information on the datapad >",	"s_1024":"Sir..?",	"s_1026":"Can you not tell I'm busy soldier?! < Admiral Krieg turns his attention back on the datapad > Hmm... this is very interesting soldier. You did the right thing to bring this to me. Where did you find it?",	"s_1028":"I found it on a corpse on the planet of Dathomir Sir.",	"s_1030":"Dathomir? Strange indeed. The plans on here appear a bit old but nevertheless, they were drawn up once. They may have been refined since, by someone who didn't share this carrier's fate.",	"s_1032":"What should we do Sir?",	"s_1034":"First, we need some more hardware. If nothing else, out powering the enemy always works soldier. I will put in an order for a brand new AT-ST. You will travel out to this location and bring it back to base, in one piece that is. Any questions?",	"s_1036":"An AT-ST?",	"s_1038":"As powerful as an AT-ST is, it has limited views to it's sides, rear and above it. In this terrain, it would be fairly easy to pick off, sitting in a tree with a rocket launcher or something. I'm telling you, those Rebels are like Kowakian Monkey-Lizards. Anyway, having ground troops around will substantially increase its efficiency.",	"s_104":"Soldier, I do not see a shiny new AT-ST. Why have you returned without it? Given a choice, I'd have rather had the AT-ST return alone. I will give you another chance, soldier, but only because that AT-ST is more important than my desire to reduce you to a puddle of whimpering flesh. Do not fail me again! Is that clear?",	"s_1040":"Are you sure you're sober?",	"s_1042":"Guards! Guards! Someone arrest this man!",	"s_1044":"Yes Sir!",	"s_1046":"Excellent! Bring me back that AT-ST soldier!",	"s_1048":"None, Sir!",	"s_105":"Yes, sir! You can count on me, sir!",	"s_1050":"Excellent! Bring me back that AT-ST soldier!",	"s_1052":"Well I'm out of here. Good luck Sir.",	"s_1054":"Where do you think you're going? We have work to do, notice how I said we.",	"s_1056":"Oh I'm sorry Sir, of course Sir. What should we do?",	"s_1058":"I can't. I have orders by... Lord Vader himself. That's right.",	"s_1060":"Hmm... I suppose I have to find someone else then. From what I've heard, he's not the right person to object to. You are sure you won't have time to assist here as well?",	"s_1062":"Yes, I'm afraid I can't Sir.",	"s_1064":"Very well then. Good luck on your assignment.",	"s_1066":"Hmm... I might be able to squeeze it in.",	"s_1068":"Excellent soldier! Initiative like that will serve you well and assure you raise through the ranks quickly.",	"s_107":"Very good. Now go get my AT-ST.",	"s_1070":"Thank you Sir. Now, what's the plan?",	"s_1072":"Never mind that. How much is it worth... Sir?",	"s_1074":"Worth?! What are you talking about Soldier! It's your darn duty to bring these kind of things to your superior! Now where did you find this? Spit it out before I have you incarcerated!",	"s_1076":"I..I'm sorry Sir. I found it on a corpse on Dathomir Sir.",	"s_1078":"What now soldier? I thought everything was clear.",	"s_1080":"Yes Sir! Just making sure there's been no change of plan?",	"s_1082":"If there had been, I would have contacted you! Now get out there and do your job soldier!",	"s_1084":"Lord Vader has requested my presence, I have to decline.",	"s_1086":"Lord Vader eh? Hmm, very well, I've heard you don't say no to him. I'll get someone else. Dismissed!",	"s_1088":"What do you want soldier?",	"s_1090":"Sorry, I should be somewhere else.",	"s_1092":"Then you better make your way there soldier, on the double! Go, go, go!",	"s_1093":"I'm a developer/tester and want to clear quests.",	"s_1095":"I'm a developer/tester and want to clear quests.",	"s_1097":"I'm a developer/tester and want to clear quests.",	"s_1099":"I'm a developer/tester and want to clear quests.",	"s_110":"Were you re-assigned back to us soldier?",	"s_1101":"I'm a developer/tester and want to clear quests.",	"s_1103":"I'm a developer/tester and want to clear quests.",	"s_1105":"I'm a developer/tester and want to clear quests.",	"s_1107":"I'm a developer/tester and want to clear quests.",	"s_1109":"I'm a developer/tester and want to clear quests.",	"s_111":"Yes, if the scouts still need my assistance, I'm ready.",	"s_1111":"I'm a developer/tester and want to clear quests.",	"s_1112":"Which quest?",	"s_1113":"1",	"s_1114":"2",	"s_1115":"3",	"s_1116":"4",	"s_1117":"Space quests",	"s_1118":"Okay",	"s_112":"No I was just stopping by to see how things are progressing.",	"s_1120":"Okay",	"s_1122":"Okay",	"s_1124":"Okay",	"s_1126":"Okay",	"s_1127":"All",	"s_1129":"Okay",	"s_113":"They sure do, now hurry up and get out there!",	"s_114":"I'm a busy man soldier, get out of here and do something useful!",	"s_934":"",	"s_936":"Good work %TU. You saved us all a lot of head aches, I'm very impressed.",	"s_938":"You have your orders soldier, you best be following them.",	"s_940":"Yes Sir. Just wanted to tell you it was a pleasure working for you.",	"s_942":"Thank you soldier. I wish... never mind. Good luck out there.",	"s_944":"Trust me, you don't want to keep the new commander waiting soldier.",	"s_946":"I've received the report. Well done soldier.",	"s_948":"Not a problem Sir. What's next?",	"s_950":"Don't ask me, I'm not running this anymore. The new commander wants to see you downstairs. You better go now.",	"s_952":"Yes Sir!",	"s_954":"Good luck...",	"s_956":"Who's the new commander Sir? Why the change?",	"s_958":"Enough with the questions! Just go down there!",	"s_960":"What now soldier? You have somewhere you need to be!",	"s_962":"Sorry Sir. Just here to make sure I have the correct coordinates.",	"s_964":"Yes they are correct. Now hurry out there!",	"s_966":"You have to send someone else Sir, I was re-assigned...",	"s_968":"Well I'll be... fine! Get out of here! I'll find someone else.",	"s_970":"Is it over? Are they all gone?",	"s_972":"Yes Sir, the Rebels have been beaten.",	"s_974":"Good, good. See what I have to go through out here? I don't know what I did to deserve this assignment. Anyway, back to business.",	"s_976":"I'm sorry Sir. I have to postpone to get some rest and repairs.",	"s_978":"You are right soldier. Do that quickly, then head out to our scouts monitoring the convoy.",	"s_980":"Sounds good Sir.",	"s_982":"It's time to go on the offensive! The Rebels think we will just roll over but they are wrong! Our scouts has spotted a Rebel supply convoy in the Kkowir forest. Make your way to the forest and our scouts will send you a waypoint to their location. Make sure that convoy never reaches its destination soldier!",	"s_984":"Yes Sir! Those Rebels will regret they ever landed on this planet!",	"s_986":"I am sure they will.",	"s_988":"I'm sorry Sir. I have to postpone to get some rest and repairs.",	"s_990":"You better make that quick soldier! That convoy won't stay around forever! After you're done, head out to the scouts monitoring the Rebels.",	"s_992":"What are you doing soldier?! Get back out there and take care of those Rebels!",	"s_994":"I see that my new toy has arrived, excellent!",	"s_996":"Indeed Sir. What's the next step?",	"s_998":"This is where the fun begins soldier. We're going... < Admiral Krieg's wrist device buzzes > ...hold on a second soldier. Yes what is it? What?! We're under attack?!"
}}