{
	"stfFile":"conversation/ep3_clone_relics_boba_fett_warren_scientist",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_clone_relics_boba_fett_warren_scientist.stf) is automatically generated by the SwgConversationEditor.",	"s_1482":"",	"s_1484":"Yes..?",	"s_1486":"You okay over there?",	"s_1488":"Yes, fine thank you.",	"s_1490":"Who are you and what are you looking for?",	"s_1492":"Never mind who I am. I'm looking for information on one Durge.",	"s_1494":"Durge... I should have guessed.",	"s_1496":"So you know something about him?",	"s_1498":"Yes I was assigned to the project code named Durge. That was before this place went crazy. None of us knew where the research specimen Durge came from or his origin. When he was brought in by our employers, he was a mess and could barely be called a life form. After we started to put together his damaged limbs and organs though, he started to recover at a rate which I have never seen before.",	"s_1500":"Well what species was he?",	"s_1502":"We're not sure. Even though he recovered at an incredible rate and could soon start to function normally, or rather exceptionally, his exteriors were badly scarred. It was hard to even imagine what he might once have looked like.",	"s_1504":"So how did he get out?",	"s_1506":"If you want to know anything else, you will help me escape this place. I have a datapad with all the information on the project hidden in the back room of the tavern at the mining outpost. Take me out of the lab and I'll give you the password to unlock it.",	"s_1508":"Why don't you just leave?",	"s_1510":"The droids in this place have been ordered to attack any 'employees' that try to leave the lab. I'm no fighter and wouldn't make it far.",	"s_1512":"Fine. Need to get out of here anyway. Just don't get in the way.",	"s_1514":"I wont, thank you.",	"s_1516":"How about I just shoot you if you don't give me the password?",	"s_1518":"If I don't get out of here, I'm dead anyway, so go ahead.",	"s_1520":"Fine. Just don't get in the way.",	"s_1522":"I wont, thank you.",	"s_1524":"Why would I answer questions from you? I'm the one with the gun.",	"s_1526":"So then... what do you want?",	"s_1528":"I'm looking for information on someone named Durge.",	"s_1530":"Who are you people?",	"s_1532":"We are the people with guns. Now who are you?",	"s_1534":"I... I work here, or try to at least...",	"s_197":"What now? I'm just trying to get the heck out of here.",	"s_200":"Where was the datapad again?",	"s_202":"It's in one of the backrooms of the tavern, in a large box. Now I'm out of here.",	"s_204":"Yeah that's probably a good idea. Thanks for the help.",	"s_207":"No problem, see you around!",	"s_210":"What is it..?",	"s_212":"Well we made it out! What's the password?",	"s_214":"Oh I'm sorry, here you go. I put it in a box in the back room of the tavern at the mining outpost. Now I'm out of here, thanks for the help and good luck."
}}