{
	"stfFile":"conversation/ep3_clone_relics_hunter_qakkee",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_clone_relics_hunter_qakkee.stf) is automatically generated by the SwgConversationEditor.",	"s_193":"Unlike you, I had some luck. It was still tough...",	"s_220":"Now we're talking.",	"s_245":"But you must have been terribly injured?",	"s_283":"I'm glad I didn't bore you. Can I see the tooth please?",	"s_288":"Yeah trying to find a holo recorder to memorize the event.",	"s_290":"Alright... well good luck with that...",	"s_293":"Yes... yes. Because I'm not scared. I'm not!",	"s_295":"Oh I'm sure you're not %NU. This is a walk in the park for you, right?",	"s_297":"Something else came up and I have to postpone for now.",	"s_299":"What came up? You had to take out the trash? Your pet Kreetle is not used to being without his master for that long? Too many excuses %NU, too little action!",	"s_302":"So this is it %NU. Your final test in becoming the ultimate hunter, the killing machine of obscene power, the reaper of beasts and god among men!",	"s_304":"",	"s_305":"Oh it's you. Thought you were someone else, see you later.",	"s_306":"%NU! Good to see you my friend, how are things going?",	"s_308":"Great Qakkee! I'm out getting new trophies every day!",	"s_309":"But...what?! When are you going to do the final test then? I've been planning this for so long now and you keep dodging me. Let's get this over with already!",	"s_310":"Awesome! How I wish I could be out there with you. Now have a drink and tell me a story.",	"s_312":"Last week, I was on Lok and this huge... < tell Qakee a story >",	"s_313":"Yes! Now we're talking!",	"s_315":"Indeed we are! This will be a grand adventure, worthy of closing your quest!",	"s_318":"Quests usually have a reward? Usually not a painting...",	"s_320":"Reward? Yes of course! No painting, duly noted. So anyway, this time, you will travel to the far away planet of Dathomir. A gruesome planet, filled with danger at your every turn. Instead of avoiding it though, you will go straight for the most fearsome beast on the planet, the Rancor!",	"s_322":"A Rancor eh? I've heard some horror stories about those...",	"s_324":"And they are all true! Which is why it's the ultimate challenge! I see a lot of promise in you young one. If I didn't think you could do this, I would never suggest it.",	"s_326":"But you have never even seen me hunt...",	"s_328":"I've heard the stories though! The entire town, maybe even planet, is talking about your adventures and how they almost rival my own. They are all waiting for the conclusion, you can't let down your fans now, can you?",	"s_330":"They are? Maybe I won't be single after this... Let's do it!",	"s_332":"Indeed! I won't have a time limit on you this time, it will be hard enough as it is. Travel to Dathomir, track down a Rancor and bring back one of it's teeth, hopefully not attached to your stomach. Oh and there's an Imperial blockade around the planet but you should be able to get past that no problem... I'm sure.",	"s_334":"Fine, I'll do it, how bad could it be.",	"s_336":"A Rancor? I'm a hunter, not a suicidal maniac! I'm out!",	"s_338":"Come on! It will be exciting, a great adventure! Fine, go home to your mommy why don't you!",	"s_341":"Have you been drinking again?",	"s_343":"What?! No! Well maybe a little but that's beside the point. Let's get down to business and discuss your next, last and greatest adventure!",	"s_345":"I hope you have a better reward than a painting this time.",	"s_347":"Reward? Yes of course! It will be much better. So anyway, this time, you will travel to the far away planet of Dathomir. A gruesome planet, filled with danger at your every turn. Instead of avoiding it though, you will go straight for the most fearsome beast on the planet, the Rancor!",	"s_349":"Sure. what do you want me to bring back this time? His left leg?",	"s_351":"Sure? This is no Womprat you know! This is a Rancor, a fearsome beast that can rip a person in two like he's eating wavor snacks!",	"s_353":"I know what a Rancor is. Let's get down to business.",	"s_355":"I can't go to Dathomir, the Empire has locked down that planet, sorry.",	"s_357":"You can't get past one silly little blockade? I'm sure that's the reason, I'm sure your not scared of the Rancor.",	"s_360":"You are back! With some time left too. So how many lizards did you manage to hunt down? 3? 4?",	"s_362":"Try six! That's right, six!",	"s_365":"You... you killed six of them? Let me see those horns! One, two.. six... Well this one is kind of small! And you had all that extra time! I could probably have killed 8 with all that time! That's right. Anyway, let's move on!",	"s_367":"< laugh >",	"s_369":"You think you are all that eh? Well you have come to the final step and this one, will make you choke on that laughter!",	"s_371":"I'm sure it will.",	"s_373":"Collect your gear and return to me when you think you are ready...",	"s_378":"Yes, I hope so, for your sake. Get some rest and get your gear in order before you come back and we'll discuss what's next.",	"s_421":"Fantastic %NU, just fantastic! Well look at the time. I don't mean to brush you off my friend but I have a special someone coming by and... well...",	"s_423":"Not too bad! How are you doing?",	"s_425":"Not too shabby! The nightmares are long gone, I've met someone and...",	"s_427":"Woah! Slow down Qakkee, let's have a drink and tell me all about it.",	"s_429":"Excellent idea! Bartender! So anyway, I met her last week and... < Qakkee tells you a story >",	"s_431":"Not too good Qakkee, not too good.",	"s_433":"Why not? Have a seat, a drink and tell me all about it.",	"s_435":"Well I was out hunting with a total beginner and... < tell Qakkee a story >",	"s_437":"Sounds to me like you just had a streak of bad luck my friend, it will turn around again. After all, you're the second best hunter in galaxy, right? < Qakkee laughs > Thanks for coming by and stop by soon again, it's always a pleasure.",	"s_439":"You are back... it... it's done?!",	"s_441":"It is done Qakkee, it is done...",	"s_443":"Come here %NU, let me hug you! How did you do it?!",	"s_447":"I bet it was! My friend, you are a truly a god among men! Let me see that evil eye...",	"s_449":"Of course, here you go.",	"s_451":"Yuck, that's old Sawtooth's alright. Maybe now, I can finally get it out of my mind. I can't begin to explain how grateful I am. As promised though, the draft schematic is yours. A small gift in comparison to what you have done my friend.",	"s_453":"Thank you Qakkee. So what happens now?",	"s_455":"I'm afraid this is it my friend. I have no more challenges since you have surpassed me. Make sure to come by and visit now and then though, if nothing else but to share some memories.",	"s_457":"I will Qakkee. It was quite an adventure!",	"s_459":"It sure was my friend, it sure was...",	"s_461":"I'm going to miss you so much Qakkee...",	"s_463":"There, there my friend. Old Qakkee is not going anywhere. Feel free to stop by anytime and we'll share a drink and some stories.",	"s_465":"I see that you are still here %NU, was there anything else?",	"s_467":"Yeah, I just can't do this Qakkee. I've changed my mind, sorry.",	"s_469":"I understand my friend, it's a dangerous task. If you ever change your mind though, you know where to find me.",	"s_471":"No, I'm just getting some final preparations done.",	"s_473":"Excellent %NU! Again, good luck out there.",	"s_475":"Welcome back %NU. Let me go over the details for you.",	"s_477":"I'm still too angry from the last time to talk to you right now.",	"s_479":"Woah! Calm down there %NU. It was a beautiful painting after all!",	"s_481":"Fine but this time I want to see the reward up front!",	"s_483":"Fair enough. Let me give you the background details first. My last year as a active hunter, my clan sent me to the planet of Kashyyyk. It was a horrible place, full of giant trees and inhabited by all sorts of strange aliens.",	"s_485":"Yeah I've been there.",	"s_487":"Then you know what I mean. Anyway, for hunting, it's something else though. Dathomir almost pales in comparison to the wonderful beasts that inhabit Kashyyyk. My main purpose for being there though was Sawtooth.",	"s_489":"Sawtooth?",	"s_491":"Sawtooth is a monstrosity of a beast. He's what the locals on the planet call a Uller but they are nothing compared to him. Three times as big and pale grey, no one knows how old he is and how many lives he has taken.",	"s_495":"Indeed we are. After several weeks of tracking, I finally found the old beast. Unfortunately, he had found me as well and quickly charged me. I got off a few well aimed shots with my rifle but it wasn't enough, he was upon me and still breathing.",	"s_497":"What happened?",	"s_499":"He engulfed my weapon and took my arm right with it, tossing me in to a tree! Dazed I tried to escape but he was too fast. He took both my legs in his mouth and tossed me around like I was a toy! Then, all of a sudden, he stopped and lumbered off. To this day, I don't know why he didn't finish the job.",	"s_501":"You couldn't possibly survive long with those injuries.",	"s_503":"That is true. I lay in that forest that entire night, staying alive only with the help of my steel will and lust for revenge. The next day, my Rodian clan brothers came upon me and took me back to camp.",	"s_505":"I can't believe I'm saying it, but I'm impressed Qakkee.",	"s_507":"Thank you %NU. To finish the story, my friends found a cybernetic scientist on the planet. He was brilliant... at making arms, unfortunately not as good at the leg part. He put me back together and gave me the draft schematics for the parts, in case they needed repairs. If you manage to slay Sawtooth, I will give you the schematic to the ingenious arm cybernetics that you see on my very self.",	"s_509":"What's so special about it?",	"s_511":"It will make your arm steady as a rock and improve your aim with a ranged weapon. It will slow down your movements a tiny bit so if you're ever in a brawl, you may find it a disadvantage. But as a hunter, you don't want to get that close anyway, do you?",	"s_513":"Agreed. Alright Qakkee, you have yourself a deal.",	"s_515":"Excellent!I hope you can do it %NU, then I can finally put all this behind me. You will find the beast somewhere in the region called Kkowir Forest. Return one of his eyeballs to prove the deed. I will never forget those eyes...",	"s_517":"Not interested I'm afraid, that reward is not worth the risk.",	"s_519":"I understand %NU... well if you change your mind, you know where to find me.",	"s_521":"Interesting, go on.",	"s_523":"As vile a planet as it is, the hunting there is the best there is. Dathomir almost pales in comparison to the wonderful beasts that inhabit Kashyyyk. My main purpose for being there though was Sawtooth.",	"s_525":"Sawtooth?",	"s_527":"Sawtooth is a monstrosity of a beast. He's what the locals on the planet call a Uller but they are nothing compared to him. Three times as big and pale grey, no one knows how old he is and how many lives he has taken.",	"s_529":"Amazing. Did you find him?",	"s_531":"Indeed I did. It took me several weeks but one night, I was finally face to face, or rather face to hoof, with the old beast.",	"s_533":"< gulp >",	"s_535":"Unfortunately, the mighty monstrosity had spotted me as well! He came charging at me, full speed! I carefully took aim, not wavering for a second and started putting bolts in him... but it wasn't enough.",	"s_537":"What happened?!",	"s_539":"He engulfed my weapon and took my arm right with it, tossing me in to a tree! Dazed I tried to escape but he was too fast. He took both my legs in his mouth and tossed me around like I was a toy! Then, all of a sudden, he stopped and lumbered off. To this day, I don't know why he didn't finish the job.",	"s_543":"Indeed I was. I lay in that forest that entire night, staying alive only with the help of my steel will and lust for revenge. The next day, my Rodian clan brothers came upon me and took me back to camp.",	"s_545":"Incredible!",	"s_547":"Yes, luckily, a cybernetic scientist was to be found near our camp. He was brilliant... at making arms, unfortunately not as good at the leg part. He put me back together and gave me the draft schematics for the parts, in case they needed repairs. If you manage to slay Sawtooth, I will give you the schematic to the ingenious arm cybernetics that you see on my very self.",	"s_549":"I will get you your revenge Qakkee!",	"s_551":"Excellent!I hope you can do it my friend, then I can finally put all this behind me. You will find the beast somewhere in the region called Kkowir Forest. Return one of his eyeballs to prove the deed. I will never forget those eyes...",	"s_553":"If you, the mighty Qakkee couldn't do it, I'm afraid I can't either.",	"s_555":"I understand my friend and I don't blame you. You have still accomplished great deeds. Take care of yourself and good luck out there!",	"s_557":"Sounds painful. They had a good dentist there?",	"s_559":"No you fool! Sawtooth is a monstrosity of a beast. He's what the locals on the planet call a Uller but they are nothing compared to him. Three times as big and pale grey, no one knows how old he is and how many lives he has taken.",	"s_561":"You are back %NU! In one piece as well! How did it go? Tell me all about it!",	"s_563":"That thing was huge! I still can't believe I killed it.",	"s_565":"I knew you had it in you %NU. Fantastic indeed! You brought back the tooth right?",	"s_567":"Oh of course, here. Now there was talk of a reward..?",	"s_569":"Reward? Oh of course. Here you go, it's... another painting! Yay!",	"s_571":"Another what?! I killed a Rancor and you give me a painting?!",	"s_573":"It's all I have I'm afraid. Well I do have another thing that would be an amazing reward... but I couldn't possibly give you that for just killing a simple Rancor. Now go get some rest my friend, then come back and we'll discuss the next step.",	"s_575":"It better be worth it this time, or I'll report you to the authorities!",	"s_577":"It will be my friend, it will be.",	"s_579":"That's it, I'm going to kill you.",	"s_581":"It's all I have, I swear! Well maybe I could scrounge up something that would be a great reward... although I couldn't possibly give that out just for killing a measly Rancor. Listen, get some rest, come back and we'll discuss the next step.",	"s_583":"You are lucky I'm always up for a challenge. This time it better be worth it!",	"s_585":"Of course %NU, you will be most pleased, I promise.",	"s_587":"It was fun, not as petty as the other stuff you've sent me out to hunt.",	"s_591":"Here. Now about that reward?",	"s_593":"You still preparing for your trip to Dathomir %NU?",	"s_594":"Excellent, bring me back their horns as proof of the deed!",	"s_600":"I know, you already have more than enough. < Qakkee laughs >",	"s_606":"Just get out of here! And bring back their horns as proof, if you make it back at all!",	"s_612":"I bet you're one of those people that get tired as soon as they get out of bed in the morning. You go sleep for a few days and then maybe you'll change your mind. Bartender, I need another over here!",	"s_618":"Are you listening to me youngster?! If you want to live out there you better pay attention!",	"s_646":"You can have this old painting, it brings me nothing but bad memories anyway. Now when you have rested yourself, come back and we'll continue this little adventure. I expect to see you in about a week then. < Qakkee laughs >",	"s_650":"I could find a hydro spring in a dung mite stack, so yes!",	"s_654":"I wish you had washed up before you came to see me then. < Qakkee laughs > Enough chatter, did you manage to hunt down the Snorbals or were they too hard to track for you?",	"s_658":"Yeah real hard. Here's your trunks and that should explain the smell.",	"s_662":"< Qakkee laughs > Indeed! Not bad %NU. I must say that you start to impress me. I suppose you have earned some sort of reward.",	"s_668":"There's no way you've been to Lok already. Is there a problem?",	"s_671":"I must have been lucky, I managed to get six of them.",	"s_672":"No problem, just picking up some refreshments for the trip.",	"s_673":"You... you killed six? That's very impressive, you must have been lucky indeed. Of course you had some extra time but still, very impressive. I believe you are ready for the next and final step %NU.",	"s_675":"I am ready Qakkee!",	"s_676":"Oh, yeah don't forget to ask for umbrellas for your drink too!",	"s_679":"Clock is ticking you know. Maybe you should get going?",	"s_680":"Something came up, I can't do this right now.",	"s_681":"Oh I'm in no rush.",	"s_683":"I'm sure you're not, you cocky...",	"s_684":"'Something came up' < Qakkee laughs hysterically > Sure it did, sure it did.",	"s_685":"I know but I need those directions again.",	"s_687":"Of course you do. Maybe you should write them down this time? Anyway, the camp of Voritors I came upon was located a fair bit south of the Imperial outpost.",	"s_689":"Something came up, I can't do it right now.",	"s_690":"Well you've been gone long enough. Did you find the Dewbacks or did a pack of angry Kreetles chase you away?",	"s_691":"Did your mother think it was too dangerous, is that it? < Qakkee laughs > Alright, come back when you DO have time.",	"s_693":"There you are %NU. Are you ready to continue your quest to become almost as good a hunter as I?",	"s_694":"Very funny! 10 cannibal Dewback jaws, as ordered!",	"s_695":"That's not what I call the quest but yeah, I am.",	"s_697":"Excellent! This step in the safari will take you to the planet of Dantooine. I was there a few years ago hunting the vicious Voritor Jungle Lizard! I came upon this spot south of the Imperial outpost where the little bastards were all over the place.",	"s_698":"Not too bad. Didn't take you much longer than it did old Erikk on his 80'th birthday either! < Qakkee laughs > So, that was the warm up round, are you ready to sink your teeth in to some challenge?",	"s_699":"Really? Sounds exciting!",	"s_701":"Oh it was, I approached them with the wind in my back so they couldn't sense my presence and started to carefully take aim at the ones that were separated from the flock. BOOM! Head shot! BOOM! Head shot! I managed to take out 5 of them before the day was over!",	"s_702":"More? I thought this would shut you up.",	"s_703":"Aren't you supposed to approach with the wind in your face...",	"s_705":"Yes, just like I said! Are you paying attention here or what? Anyway, so, I got 5 in one day, think you can beat it?",	"s_706":"I thought you wanted to prove that you were almost as good a hunter as I? I guess you're just going to have to go through life being number two...thousand.",	"s_707":"Well, I'm not even on Dantooine yet...",	"s_709":"Excuses excuses. Fine, I will give you some extra time to make up for that little fact...and some more time because you are slower than a three legged Bantha. How's that?",	"s_710":"There's something wrong with you. I'm out of here!",	"s_711":"Sounds fair. I will be back soon!",	"s_713":"Sounds like a plan. Just be careful, I saw some Womprats out there earlier and they looked mighty hungry!",	"s_715":"I don't need a handicap!",	"s_716":"Well I'll be...fine! What now?!",	"s_718":"Alright, I'm cranking it up a notch so you may have to buy some new armor to protect that frail body of yours. Ever been to Lok? Well that's where you're going for this one. They have a strange looking creature called the Snorbal. Hunt down 8, no 12, of them and bring me back their trunks.",	"s_719":"I'm not the one with the metal legs.",	"s_721":"I thought you said you would crank it up a notch?",	"s_723":"No thanks, I'm tired of this.",	"s_724":"Don't get smart with me youngster! Snorbals might look peaceful but they can get quite ferocious if angered!",	"s_726":"I'm really not comfortable with chopping off all these body parts.",	"s_727":"< Yawn > How exciting...",	"s_729":"Well you kill them first! They won't feel a thing dummy!",	"s_731":"Sure, sure. Go on.",	"s_732":"But still, I think I've had enough of this. Take care.",	"s_733":"Very well. I approached them with the wind in my back so they couldn't sense my presence and started to carefully take aim at the ones that were separated from the flock. BOOM! Headshot! BOOM! Headshot! I managed to take out 5 of them before the day was over!",	"s_735":"I don't have time for you right now Qakkee.",	"s_736":"And you wanted to be a hunter? You're more squemish than a cleaning droid! Get out of here!",	"s_737":"Don't have time?! Well you will take the time! I'm just kidding, see you later then... wimp!",	"s_739":"Welcome back! How was Lok? You did make it to Lok even though I didn't draw you a map right?",	"s_740":"Alright, I'll do it.",	"s_741":"< Laugh at Qakkee > You are SO funny!",	"s_743":"Yeah yeah. Did you hunt down the Snorbals or what?",	"s_744":"You mean you'll try to do it? Be careful now!",	"s_745":"Yeah I got your trunks. What do you do with this stuff anyway?",	"s_747":"Let's just say that I wouldn't order the meat scruzer here this week if I were you. Anyway, back to business. I must say that you start to impress me %NU and I suppose you have earned some sort of reward.",	"s_748":"I was hoping you would say that.",	"s_749":"I would say so.",	"s_751":"No but I had to take care of a Krayt dragon in my way.",	"s_753":"< Qakkee laughs > I'm starting to like you, youngster. So how about it, any luck with the Dewbacks?",	"s_755":"Of course. 10 jaws, as you said.",	"s_758":"Aww, are you back already? It proved a little too tough for you eh?",	"s_760":"No! I'm just here to get the directions again.",	"s_762":"What, you need me to draw a map or something?! Several cannibal Dewbacks has been spotted in the western Dune Sea south west of here.",	"s_764":"No I'm just here to tell you that I will do this unarmed.",	"s_766":"Unarmed? What are you crazy? Well I expect not to see you again. At least you provided some fun around here so your life wasn't a total waste.",	"s_768":"No but I can't right now, I have more important things to do.",	"s_770":"'I have more important things to do' <Qakkee laughs hysterically> Sure you do, sure you do!",	"s_786":"I suppose you are another young hunter that has come to hear the stories of the great Qakkee?",	"s_788":"Indeed I am, he was something else!",	"s_790":"Was?! I'm still here you know! Granted, I may not be in my prime anymore but I can still put a bolt through a dewbacks eye from a 1000 m away!",	"s_792":"That's impossible, maybe up to 63-64 m away...",	"s_794":"Ha! You are quite the beginner aren't you? So what story do you want to hear? How about when I fought off a rancor in his den armed with only a thigh bone? Or what about when I wrestled down a hungry scyk with my bare hands?",	"s_796":"You're full of it. I'm out of here.",	"s_798":"Bah! When you tell the young people of today, they just won't believe you. Are you all made of mynock jello these days?",	"s_800":"I've done all that, don't you have anything better?",	"s_802":"You think you're better than me eh? Are you strong enough to back that up? I don't think so.",	"s_804":"Sure, what would you have me do?",	"s_806":"Well by the look of you, I better go easy...hmm. How about you go out in to the desert, don't forget some water now, and kill 10 of them cannibal Dewbacks. I'll even make it easy for you and explain a good location to find them. Several have been spotted in the western Dune Sea south west of here.",	"s_808":"I'll be back before you can finish that drink.",	"s_810":"Sure, sure. You be careful now little one and remember to bring water!",	"s_812":"I can't right now, I have more important things to do.",	"s_816":"'I have more important things to do' <Qakkee laughs hysterically> Sure you do, sure you do!",	"s_820":"I don't have to, people already cower in awe when they hear of me.",	"s_824":"Aww are you scared eh? I've met kreetles with more courage than you!",	"s_828":"I'm out of here!",	"s_832":"Yes indeed, run along little one!",	"s_836":"Fine! What should I do to prove my greatness?!",	"s_840":"Who's Qakkee?",	"s_844":"Who's Qakkee?! Have you been living in a rock mite den or something? I'm Qakkee, the greatest hunter of all times!",	"s_848":"You look a little under the weather to me.",	"s_852":"Under the weather?! Granted, I may not be in my prime anymore but I can still put a bolt through a dewbacks eye from a 1000 m away!",	"s_856":"No, I thought you had something important to say.",	"s_860":"Everything I say is important but you're obviously not, so be gone!",	"s_862":"I'm a developer/tester and want to clear quests.",	"s_866":"I'm a developer/tester and want to clear quests.",	"s_870":"I'm a developer/tester and want to clear quests.",	"s_874":"I'm a developer/tester and want to clear quests.",	"s_878":"I'm a developer/tester and want to clear quests.",	"s_882":"I'm a developer/tester and want to clear quests.",	"s_886":"I'm a developer/tester and want to clear quests.",	"s_890":"I'm a developer/tester and want to clear quests.",	"s_894":"I'm a developer/tester and want to clear quests.",	"s_898":"I'm a developer/tester and want to clear quests.",	"s_902":"I'm a developer/tester and want to clear quests.",	"s_906":"I'm a developer/tester and want to clear quests.",	"s_910":"I'm a developer/tester and want to clear quests.",	"s_914":"I'm a developer/tester and want to clear quests.",	"s_915":"Which quest?",	"s_916":"1",	"s_917":"2",	"s_918":"3",	"s_919":"4",	"s_920":"5",	"s_921":"All",	"s_922":"Okay",	"s_924":"Okay",	"s_926":"Okay",	"s_928":"Okay",	"s_930":"Okay",	"s_932":"Okay"
}}