{
	"stfFile":"conversation/ep3_trandoshan_ssiksik",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_trandoshan_ssiksik.stf) is automatically generated by the SwgConversationEditor.",	"s_1311":"",	"s_1313":"Nice work, soldier. Pressk told me of your heroics in saving the entire patrol from those raging furballs. You might be an outsider but you have a true warriors spirit. See you around.",	"s_1315":"My patrol is still in a lot of trouble. You said that you would help them and that is what I expect you to do. Go to the patrol and talk to Pressk.",	"s_1317":"Good you are here. The situation is pretty grim and you will have to move fast if we want to save our men. Their last report said they managed to beat back the last attack but they don't think they can hold out against another wave.",	"s_1319":"Um...what are you talking about?",	"s_1321":"You are not here from security are you? Blast it! I told command we needed a security force here immediately. Well I cannot wait. You look fairly fit and look like someone who knows how to take care of themselves in a pinch. How would you like to save my men from certain death?",	"s_1323":"What is the situation?",	"s_1325":"One of our slave patrols was jumped by a heavily armed group of Wookiees. We believe the Wookiees are part of the resistance. The patrol managed to fight off the first few attacks but have been completely surrounded and have no way to escape. According to their last contact with us, they do not believe that they can hold out against another attack without assistance.",	"s_1327":"Where are they holding up?",	"s_1329":"They are trapped on a trail not far from here. We believe that the Wookiees are focused on keeping them from leaving so a rescue party will have no trouble reaching them. It is getting back out that will be the difficult part. Since we haven't heard from them since their last report you probably can get a better update of the situation from Pressk, the patrol leader.",	"s_1331":"Alright, I will rescue your trapped patrol.",	"s_1333":"Alright. Get to the patrol and talk to Pressk to get an update of the situation. Most likely they will have wounded and be unable to leave their current position so you will have to help them fight off any more attacking waves that might come in. Good luck, soldier.",	"s_1335":"Sounds to dangerous. I am going to pass.",	"s_1337":"Sorry but I am not much of a fighter.",	"s_1339":"Understood. It is good that you know your limitations. Now where is my commando squad...",	"s_18":"I would like to restart.",	"s_19":"Fine. Pressk, the leader of the patrol, is probably up to his neck with enraged furballs. Get moving.",	"s_94":"Don't worry. I will save them.",	"s_95":"Just hurry and get over to them. Pressk, the leader of the patrol, is probably up to his neck with enraged furballs."
}}