{
	"stfFile":"conversation/ep3_mining_captain_koh",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_mining_captain_koh.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"Sounds easy.",	"s_103":"Glad to hear it, pilot.  Off with you now.",	"s_105":"I don't think I can wing it.",	"s_107":"Your loss!",	"s_109":"Welcome back, pilot.  It's time to earn your keep.",	"s_110":"You have your orders pilot.  Get a move on!",	"s_111":"Have you completed your sampling mission?",	"s_112":"What now?",	"s_113":"We're in need of a broad resource sample of several systems---Kashyyyk, which you should be familiar with already, Endor, and Dathomir.  You will fly to these three systems in that order, and procure a 125 unit sample from each.  Are you up to that task?",	"s_114":"I think so.",	"s_115":"Not today.",	"s_116":"That's the right attitude.  You have your orders, so get moving.",	"s_118":"Bah!  I'll find another pilot then!",	"s_119":"I have.",	"s_120":"Excellent.  As usual, you can keep what you mined, we just need the data.  It is about time we gave you a new mining laser too.  Yours is looking a little old.",	"s_121":"Is it more powerful too?",	"s_122":"Indeed it is. This is the Mark II model.  You'll find mining asteroids is a bit easier using this.  We don't get many of these in---so they are only reserved for our best pilots.",	"s_123":"Good to know I'm appreciated.",	"s_124":"You've done us a great service thus far.  Come back when you are ready for another task.",	"s_127":"Well, pilot?  Have you been to Lok yet?",	"s_129":"They'll have trouble finding an asteroid left to mine in the entire system.",	"s_131":"That's what I wanted to hear!  You aren't half bad after all.  Here's a little cash bonus for doing my dirty work.  Oh, and I also have a tool that you might find useful on future tasks.",	"s_133":"A tool?",	"s_135":"The tool I've given you is a starfighter mountable tractor beam.  When you blast an asteroid apart, you'll find the small chunks can be easily maneuvered with this beam weapon.  It will mount to any open weapon slot on your starfighter.",	"s_137":"Thanks.  I'll use it well.",	"s_139":"I have an urgent task for you, pilot.",	"s_140":"That convoy won't escort itself!  Get moving, NOW!",	"s_141":"So, pilot?  Did they make it out safely?",	"s_142":"Let's hear it.",	"s_143":"There is a convoy of Y-8 mining vessels coming through the Kashyyyk system later today.  They're headed for a hyperspace beacon, and their path leads them through dangerous waters.  As always, we expect the worst and hope for the best.",	"s_144":"So I'll be their escort?",	"s_145":"Indeed, pilot.  Meet them at the designated rendezvous point in the Kashyyyk system, and see to it that every ship in that convoy makes it to the hyperspace point.",	"s_146":"I wouldn't be here otherwise.",	"s_147":"Excellent work.  Stupendous.  Marvelous!  You've done our company a huge service by protecting that cargo!  You've earned this reward.  Keep it up and you may find yourself piloting a Y-8 one of these days...",	"s_148":"Indeed you will.  Come back when you are ready for more work!",	"s_150":"You should be in Lok right now!  Get moving!",	"s_152":"I'm glad you have returned, pilot.  You won't believe what I found in your samples!  It's an outrage!",	"s_154":"An outrage?",	"s_156":"You heard me!  One of your samples contained a piece of a sample drill bit used by a mining fleet based out of the Lok system!  Kashyyyk is OUR system!",	"s_157":"The nerve!  I can't believe this!  Can you believe this?",	"s_158":"Kill, pilot!  Stop gabbing and kill!",	"s_159":"Tell me, pilot.  Did Gotal bandits keep the Gilded Wookiee from leaving the zone?",	"s_160":"Err...what?",	"s_161":"Remember clearing a path for that convoy?  The Gotal bandits you took out?  Yeah, thought so.  Well, another convoy---not ours, mind you---is using our same route to that hyperspace beacon!  Trying to slip in behind us, let us do the hard work...",	"s_162":"I see where this is headed...",	"s_163":"Teach them a lesson!  Their flagship, 'The Gilded Wookiee', will be starting on that route any minute.  They probably have a heavy fighter escort, despite the path you cleared.",	"s_164":"So I should blow them up?",	"s_165":"Are you deaf?  I said teach them a lesson!  Yes, blow them up, scatter their ships across space, etcetera, ad infinitum!  And the escorts too...don't forget about the escorts.  As far as the rest of the galaxy is concerned, Gotal bandits got them before they could get out of the system.",	"s_166":"No witnesses.  Got it.",	"s_167":"You were never here!  Get moving!",	"s_168":"I can't kill in such a wanton fashion!",	"s_169":"Then we don't need to be speaking pilot!  Good day!",	"s_170":"It was terrible.  Gotals everywhere...",	"s_171":"Tch tch.  A tragedy.  Really.  Tuggin' on my heartstrings there...",	"s_172":"My pay...for...delivering this news?",	"s_173":"Right, right.  News.  Pay.  Good one.  Here's a little bonus for the 'news'.",	"s_175":"And?",	"s_177":"You seem unconcerned!  We can't lose ground to them.  Listen, Lok is full of precious obsidian asteroids.  Wouldn't it be a shame if someone...namely you...took a trip to Lok to do a little damage to their mining fields?  If you see any of their ships along the way, don't hesitate to deal with them as you see fit.",	"s_179":"Revenge mission.  Got it.",	"s_181":"You were never here pilot, and you never talked to me about this!  Now get going, and don't come back until you're ready to tell me all about the destruction you've unleashed on their mining fields!",	"s_186":"Do you have those samples, pilot?",	"s_188":"Yes sir.  Here they are.",	"s_190":"Excellent!  I'll need to analyze these to see if they confirm a suspicion of mine.  Come back in a bit to check in with me.  In the meantime, here is your pay for the mission.  Oh, and it's about time we gave you a larger cargo hold for that fighter.",	"s_191":"This is it pilot.  Your big break.  The mission that will put you on the map.",	"s_192":"Is your cargo hold full of space diamonds yet?  I didn't think so!  Get back to work!",	"s_193":"Do you have the diamonds?",	"s_194":"Tell me more.",	"s_195":"A rare cluster of asteroids has been discovered in the highly dangerous Kessel system.  Do you know what makes these asteroids special?",	"s_196":"Not as such.",	"s_197":"Diamonds, pilot.  They have diamond cores.  Inside each of these miserable space rocks beats a pristine gemstone heart.  ",	"s_198":"Ooh.",	"s_199":"Ever been to Kessel?  Well, if you haven't, you're going now.  Head out and sample those diamond cores before anyone else can get a hold of them.  You will almost certainly be attacked by pirates while mining those rocks.",	"s_200":"Yes sir.",	"s_201":"Too dangerous.  Find someone else to mine your diamonds.",	"s_202":"Report back when you have the diamonds.",	"s_203":"Cowardice doesn't become you, pilot.  Off with you.",	"s_204":"Of course.",	"s_205":"I'm suitably impressed, pilot.  Your mining talents cannot be underestimated or overlooked.  Your work with me is done, but I have a parting gift for you, on behalf of the Mining Division of Corellian Engineering.",	"s_206":"A gift?",	"s_207":"This is a deed to one of the company's new Y-8 mining vessels.  You've earned this, pilot.  Take it, along with my gratitude.  May it serve you well.",	"s_208":"I'll use it well.",	"s_209":"I'm sure we will meet again pilot.  I look forward to hearing more of your mining adventures.  Good luck!",	"s_211":"I'll be back soon then.",	"s_213":"Good.  Hopefully I'll have some interesting work for you.",	"s_215":"You have your orders pilot, so why aren't you in space?",	"s_217":"Ready to do some work for me?",	"s_219":"I believe I am.",	"s_221":"That's more like it.  Head to Kashyyyk space and get me some samples of the organometallic asteroids up there.  You can keep what you mine, I just need a little.",	"s_223":"I don't think so.",	"s_225":"Then stop bugging me.",	"s_227":"Oh?  Do you have business with me?",	"s_229":"WHAT?  I don't want to hear your excuses, pilot.",	"s_230":"I can't even trust you as far as the Lok System?  You disappoint me severely.",	"s_231":"You don't have the cargo...what went wrong up there!?!",	"s_232":"Let me guess...something went wrong?",	"s_233":"You dolt!  You couldn't even escort a few of our mining vessels out of the system.  What good are you to me?",	"s_234":"Did you lose your nerve, pilot?  Or did you just fail outright?",	"s_235":"No diamonds?  Your ineptitude amazes me sometimes!",	"s_236":"Can I try again?",	"s_237":"I don't know why I'm letting you, but I will.  Get back up there, and DON'T fail me again!",	"s_238":"Aw, please, just one more try!",	"s_239":"Get back up there and try again, on the double pilot!",	"s_240":"I guess I just choked.",	"s_241":"Don't do it again.  You still have a short window of opportunity if you hurry!",	"s_242":"Err, yeah, you could say that.  It won't happen again!",	"s_243":"Get back to work then, and don't show your face here until you've succeeded!",	"s_244":"Maybe I could catch up and try to help them?",	"s_245":"Get back up there and try to find them!  They may still need you!",	"s_246":"No comment.",	"s_247":"Find that ship and blow it away.  NOW!",	"s_248":"I'll do better next time.",	"s_249":"That has yet to be demonstrated.  Get back up there and find us some diamonds!",	"s_250":"Thom Steele sent me here to take over some mining duties in the Kashyyyk sector.",	"s_252":"Did he now?  Well then, I'll have to put you to work!  My name is Captain Koh, and I'll be your taskmaster while you are stationed on this planet.  You will respect my command!",	"s_254":"Sounds like fun.",	"s_256":"Fun?  Hardly!  Mining asteroids ain't like shooting kreetles, boy!  Are you ready to be put to work or not?",	"s_258":"Sir, yes sir!",	"s_260":"That's more like it.  Head to Kashyyyk space and get me some samples of the organometallic asteroids up there.  You can keep what you mine, I just need a little.",	"s_262":"I'll do my best.",	"s_264":"Right you shall.",	"s_266":"Not exactly.  Perhaps later.",	"s_268":"Hmph!  Well, come back if you change your mind.",	"s_270":"I don't have time for you!  Be gone!",	"s_84":"Did you get the cargo from that ship?",	"s_85":"You have work you should be doing!",	"s_86":"I sure did.",	"s_87":"Keep it, pilot.  The satisfaction of knowing that iron isn't in their hands is enough for me.  Here's a few credits for your troubles too.",	"s_88":"Thank you, Captain.",	"s_89":"Come back when you're ready for more work.",	"s_90":"Today is our lucky day pilot!  Do you know why?",	"s_92":"No sir.",	"s_94":"A rival freighter is stranded in our home system of Corellia.  It'll be a while before a rescue party can reach him, and in the meantime his cargo of resources is at our mercy.",	"s_96":"I guess I'm headed to Corellia...",	"s_98":"You guessed correctly.  You know that tractor beam I gave you earlier?  You can use the tractor beam to transfer his cargo to your ship.  Find the stranded mining ship and siphon his cargo off into your hold.  Report back to me when you are finished.  Got it?",	"s_99":""
}}