{
	"stfFile":"conversation/ep3_trandoshan_tempal_buncho",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_trandoshan_tempal_buncho.stf) is automatically generated by the SwgConversationEditor.",	"s_1341":"",	"s_1343":"Hey there, partner. Glad to see you haven't been put six feet under yet. Thanks again for taking care of that little Wookiee problem earlier. Unfortunately, I don't have time to chat right now but I wish you the best of luck.",	"s_1345":"Hello again. Did you ever manage to take care of that Wookiee problem for me?",	"s_1347":"Yes, the job is done.",	"s_1349":"Good work. The Trandos will be very pleased to know that this embarrassment is behind them. And as promised here is your payment. Thanks again, partner.",	"s_1351":"You haven't killed those Wookiee for me, have you?",	"s_1353":"No, sorry. They are elusive.",	"s_1355":"Well, I am not going to pay for an unfinished job. The Wookiees are hiding out on the Rryatt Trail. Take care of at least ten of them and then come back to see me.",	"s_1357":"I can't say that I have ever seen you around these parts before. You must be here looking to make a quick credit or two. Can't say that I blame you since that is the reason I first came to Kashyyyk too.",	"s_1359":"Who are you?",	"s_1361":"You haven't heard of me? I am Tempal B'uncho...the rootinest, tootinest Twi'lek this side of Corellia. No? Well, I am well known in certain circles.",	"s_1363":"So what are you doing with the slavers?",	"s_1365":"The Trandoshans might be rude, vile, and thoroughly disgusting but they pay with real credits instead of the twigs and rocks that Wookiees call money. I handle hiring outside resources for the occasional job that the slavers might have.",	"s_1367":"Do you have any work right now?",	"s_1369":"Sure do, partner. It seems that a group of Wookiee captives have overpowered their guards and made a break for it. This is bad for the business but the slavers don't have time to deal with these Wookiees so they told me to get a posse together to hunt them down. If you are interested, I can make it worth your while.",	"s_1371":"Sure, what is it you need me to do.",	"s_1373":"Easy as catching a nuna by the tail. These Wookiees were last seen heading for the Rryatt Trail. My guess is that they are hiding somewhere on level two. Just mosey on down there and make sure that these Wookiees don't ever come back out of the trail...if you get my drift. You take care of ten of these escapees and I will see that you are well rewarded.",	"s_1375":"Take care of ten escaped Wookiees...check.",	"s_1377":"Good luck to you. Come back to me when the job is finished and I will see to it you get your reward.",	"s_1379":"I am not the right person for this job.",	"s_1381":"Bounty work isn't for everyone. But I am afraid that is all I have to offer you right now. If you change your mind come talk to me again.",	"s_1383":"No thanks, I don't want to hunt them down.",	"s_1385":"Bounty work isn't for everyone. But I am afraid that is all I have to offer you right now. If you change your mind come talk to me again."
}}