{
	"stfFile":"conversation/ep3_chewbacca",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_chewbacca.stf) is automatically generated by the SwgConversationEditor.",	"s_242":"",	"s_382":"My home has changed a lot since I was last here. The Empire has exerted much tighter control... and while they've modernized much of Kachirho, they've also dragged their war along with them!",	"s_384":"I'm looking for adventure.",	"s_386":"Have you visited the great tree here in Kachirho? There are many prominent figures there - many that can show you the way to high adventure on Kashyyyk.",	"s_388":"Good idea!",	"s_390":"You should also talk to my friend here, Vryyyr. He is an accomplished hunter and native of Kashyyyk!",	"s_392":"No. Not yet.",	"s_394":"Then I recommend it! You should also talk to my friend here, Vryyyr. He is an accomplished hunter and native of Kashyyyk!",	"s_396":"Modern? This place?",	"s_398":"Sure! You see the starport over there? The Imperial communications tower? Trandoshan's can now trod freely all around the city. It is a shame to see my world fallen so low.",	"s_400":"You dislike technology?",	"s_402":"Of course not! But I am sickened to see what they have done to my home world. The Empire and their trandoshan lackeys are everywhere. They have no business here.",	"s_404":"The Empire will win this war.",	"s_406":"And you think this will be a good thing for the galaxy?",	"s_408":"The best thing.",	"s_410":"You are free to have your own opinion. Of course, if the Empire wins then you will not have that freedom.",	"s_412":"No. It will ruin us all.",	"s_414":"They have already ruined my people. We were once proud and independent. Now just look at us...broken. Everywhere I look is sadness.",	"s_416":"[Glare at him with intensity.]",	"s_418":"Maybe we shouldn't talk politics.",	"s_420":"The Empire is doomed.",	"s_422":"I do hope so. To get my people out of chains if for nothing else.",	"s_436":"I don't care about the war.",	"s_438":"Fortunate for you. I wish I could forget about it.",	"s_440":"This place looks pretty primitive to me.",	"s_442":"Yes. You're right. Overall you will find Kashyyyk to be a very primitive planet. My people do not favor advanced technology. While they have some impressive engineering, they don't embrace modern technology as the Galactic Empire does.",	"s_444":"Ah! The war's not so bad.",	"s_446":"Really? What makes you say that? I can only imagine that you are unfamiliar with the far-reaching impact of the horror of this conflict! Perhaps you have been in a coma of some sort?"
}}