{
	"stfFile":"conversation/ep3_trandoshan_boshaz_zssik_01",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_trandoshan_boshaz_zssik_01.stf) is automatically generated by the SwgConversationEditor.",	"s_108":"Why is it called the Avatar?",	"s_109":"Because it is the Dosh destiny to rule over the weak. What better name to give the symbol of Trandoshan power over these primitives? Simply put, the space station is the Avatar of Dosh on Kashyyyk. And it sickens me that the Blackscale weaklings have control over something so powerful.",	"s_110":"I take it that you do not like the Blackscale.",	"s_155":"Alright, where can I find Chawroo?",	"s_157":"Chawroo is hiding to the northwest of here. He has found a hiding place along a path, near where the bolotaur's like to sun themselves, across from a waterfall in that area. You shouldn't have any trouble finding it if you are half as good as I think you are. Now get moving. The Blackscale will not wait long to strike.",	"s_597":"",	"s_599":"I have already told you everything that I can about the situation. You need to speak with Dakar now.",	"s_601":"How did your meeting with Chawroo go? I trust you managed to gain his...trust.",	"s_603":"Chawroo is setting up the meeting.",	"s_605":"Good. I would have been hoping that was the case. So, just between you and me...did those Blackscale curs suffer before you eliminated them?",	"s_607":"They have been dealt with if that is what you mean.",	"s_609":"Ah...and I was hoping for some gory details. You take all the fun out of things. Oh well, as long as you have accomplished the goals set out before you. And as promised here is payment for the completion of your first task for us. For your next task you need to go talk to Dakar. He is expecting you. Good bye, fledgling.",	"s_611":"So, did you managed to rescue Chawroo and get him to set up a meeting between you and the resistance.",	"s_613":"Not yet. But I am working on it.",	"s_615":"You had better hurry. If the Blackscale spend to much time with him, I am afraid that Chawroo will be in no condition to set up anything.",	"s_617":"So, my young fledgling has returned. Have you changed your mind about working for the Zssik?",	"s_619":"Tell me more about what I need to do.",	"s_621":"Not yet, maybe later.",	"s_623":"I am surprised. I honestly did not believe that you had even an inkling of skill in you. When I reported your position to the Wookiee resistance I was sure that you would be quickly destroyed. You have proven to be quite a little scrapper.",	"s_625":"You told the Wookiee resistance about the escort?",	"s_627":"Of course I did. I couldn't very well test your prowess if you were not attacked. Allow me to compensate you for any damage that the attack might have caused to your vessel. My clan has no need for anyone who cannot handle themselves under fire. If you are interested I have a job for you to do. ",	"s_629":"So why should I trust you after you set me up?",	"s_631":"It is true that I set you up. But you must realize it was simply a test to see if you had the right stuff. My clan has great need of a skilled warrior who is not in any way connected to us. I think that you will fit the bill quite nicely. Besides, we are not a poor clan and we always handsomely reward those who help us.",	"s_633":"Alright. What is the deal?",	"s_635":"I am a member of the Zssik clan. Perhaps you have heard of my clan? Or perhaps you haven't? It matters very little either way. All you really need to know is that we are tired of having to be subservient to those Blackscale weaklings. It is time for us to take our rightful place as rulers of the Avatar.",	"s_637":"Blackscale weaklings?",	"s_639":"The Blackscales are currently the dominant clan here on Kashyyyk. To be the dominate clan means that you are the first and last word on all operations here on Kashyyyk. They alone deal with the Empire directly, leaving the rest of us dealing with them in order to make any credits. They can take the prime choice of Wookiee captives for themselves, and have absolute control of the Avatar Space Platform.",	"s_641":"What is the Avatar Space Platform?",	"s_643":"That is the heart of the operation here on Kashyyyk. All Wookiee who are captured here on the planet will be eventually brought there. There they are retrained and domesticated before being sold to the Empire. Since no other clan is allowed on the Avatar, the Blackscale are able to dictate terms of payment to every other clan working on Kashyyyk. Their time as rulers of the Trandoshans has come to an end.",	"s_645":"I take it you do not like the Blackscale.",	"s_647":"The Blackscale are a bunch of cowards and weaklings. They have become corrupt, and even worse brazen about their corruption. We have heard that the Empire would not be upset if the Blackscale were removed from power. We Zssik have waited and fought a very long time to get into the position to dispose of the Blackscale.",	"s_649":"And what is my role in all of this?",	"s_651":"You, my young friend, will be the instrument of their ultimate downfall. We do not fear the Blackscale but an open confrontation with them would result in a weakening of both sides. Lesser clans might get some ideas...dangerous ideas. You are an outsider and no one will be able to connect you with us should things go badly.",	"s_653":"In other words, I am expendable.",	"s_655":"Oh yes. You are quite expendable. But the Zssik would rather want you to survive and accomplish the tasks we need done. A dead agent is a useless tool.",	"s_657":"I will take the job. What do I need to do?",	"s_659":"In order for us to take our rightful place as chief clan on Kashyyyk, the Blackscales must fall. We will disrupt their operations, kill their leaders, and embarrass them in the eyes of the Empire. But first...first we need an ally. An ally that can and is quite willing to cause all sorts of trouble for the Blackscale. We need to enlist the aid of the Wookiee resistance.",	"s_661":"The Wookiee resistance will never work for you.",	"s_663":"Of that I have no doubt. But...perhaps, they will work for you and in doing so, unwittingly work for us. ",	"s_665":"How am I supposed to get the resistance to work for me?",	"s_667":"By giving them what they want most...access codes to the Avatar Space Platform. You see the Wookiees all consider that to be the most evil place and the focal point of Trandoshan power on the planet. The resistance will do anything to be able to stage an attack on the platform. But they have no way to penetrate its defenses...you will supply them with that way.",	"s_669":"How am I supposed to do that?",	"s_671":"All in good time, my young friend. First you must establish contact with the resistance. Fortunately, the means to this end have simply fallen into our laps. Have you ever heard of a life debt?",	"s_673":"Yes, I have.",	"s_675":"Good...good. A short time ago one of the Blackscale slaver patrols was attacked by a group of Wookiee freedom fighters under the command of a Wookiee named Chawroo. The Blackscales have been turning this world upside down trying to find him...but you see we found him first. He is in hiding not far from here with his mate.",	"s_677":"What are we going to do with him?",	"s_679":"It is so simple. We are going to tell the Blackscale where he is. The Blackscale will send a patrol out to put Chawroo and his mate to a slow, painful death. But just in the nick of time you will arrive and rescue those poor Wookiees from certain doom. Naturally, the Wookiee's screwed up sense of honor will force him into a life debt to you.",	"s_681":"And then what do I do with him?",	"s_683":"Oh, all we want him to do for now is to vouch for you and set up a meeting between you and the resistance leadership. Once a meeting has been set up he can leave word about the when and where with Orooroo.",	"s_685":"Who is Orooroo?",	"s_687":"Oh, I am quite certain that Chawroo will know who Orooroo is. For now all you really should focus on is to rescue Chawroo from the Blackscale. Remember, kill all the Blackscale attackers and then get Chawroo to set up a meeting for you. Come back to me when you are finished.",	"s_689":"No, I haven't.",	"s_691":"A life debt is part of the Wookiees foolish sense of honor. If a Wookiee is saved from death by another being they basically believe that their life belongs to that other person. It is so strong and complete that I have seen Wookiees walk of their own free will into a slave shuttle after giving a life debt to a slaver who saved their life. Do you understand now?",	"s_693":"Yes. I understand.",	"s_695":"Thanks but no thanks. This sounds too dangerous.",	"s_697":"Very well. But remember this before you leave...if you tell anyone about what has been said here you will find out why the wrath of the Zssik is legendary even amongst other Trandoshans.",	"s_699":"Sounds like you are looking for a patsy.",	"s_701":"A patsy knows nothing. But a good agent must know what they are doing in order to be effective. We are not worried that you will talk if captured. The Blackscale do not take prisoners. If you fail they will probably eat you...for your sake I hope you are dead before they begin.",	"s_703":"Rulers of the Avatar?",	"s_705":"The Blackscale are its current master. They are the dominant clan on Kashyyyk which gives them virtual control over all aspects of the slave trade. Needless to say this has allowed them to take credits that should belong to us and keep them for themselves.",	"s_707":"What is the Avatar Space Platform?",	"s_709":"No thanks. I don't work for people who set me up.",	"s_711":"Suit yourself. If you happen to change your mind, you know where to find me.",	"s_713":"Ah, is the fledgling nothing more then a braggart or did you simply have a bad day?",	"s_715":"I just had an off day. I can do your task.",	"s_717":"Really? Well it is time to put your money where your mouth is. I have another ship that is on its way to the Avatar. Maybe you can get this one through. Or maybe you are just wasting my time and the lives of my pilots. Well...what are you waiting for? Get going.",	"s_719":"I cannot accomplish what you asked of me.",	"s_721":"Not surprising. I never thought that you would.",	"s_723":"You are a busy little fledgling. I have no time for someone who already has work to be done. I do have a job that is in need of a good star pilot. Finish up with what you are tasked with and then...perhaps...I will talk with you.",	"s_725":"Greetings, offworlder. You have the look of someone who is in search of something. Whatever it is you seek, you should look elsewhere. I am not interested in holding the hand of a fledgling who has no business on this dangerous world.",	"s_727":"I think you have me mistaken for someone else.",	"s_729":"Oh, so the fledgling thinks it has teeth. How interesting. I am not certain that you are worth my time but I am looking for someone who can perform some small...tasks for me. Perhaps you would wish to fill that role?",	"s_731":"Keep talking scaly.",	"s_733":"It is a simple task. So simple that I think even a young whelp such as yourself should be able to perform it. You see, I have a slave ship that needs to be protected on its way to the Avatar Space Platform. If you believe that you have the skills, perhaps you would be so kind to make sure it reaches its destination in one piece.",	"s_735":"For me, that isn't even a challenge.",	"s_737":"Brave words. Very well...meet my ship in orbit above Kashyyyk. Escort it until it reaches the Avatar zone of control. When and if you finish, report back to me and perhaps I will have some more work for you to do.",	"s_739":"No, I don't think I want to do that right now.",	"s_741":"No thanks. I am not interested.",	"s_743":"Of course, fledgling. I would not want you to put yourself in any danger. Perhaps you will find work dancing in one of the local cantinas."
}}