{
	"stfFile":"conversation/ep3_trandoshan_olima_grunc",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_trandoshan_olima_grunc.stf) is automatically generated by the SwgConversationEditor.",	"s_1191":"",	"s_1193":"Welcome back my fine friend. I am most pleased to see that you have been able to handle yourself with such extreme proficiency on a most dangerous planet. Perhaps you would be willing to gather me up another ten undamaged uller livers. I can never seem to get enough to satiate the hunger of my scaly friends.",	"s_1195":"I am always willing to make some extra credits.",	"s_1197":"How wonderful! It will be the same deal as before. Gather me up ten livers from the ullers in Etyyy and I will pay you what I did before. Good luck.",	"s_1199":"No thanks. Maybe I will later though.",	"s_1201":"I understand completely. You are obviously busy. If you change your mind please come back and talk to me.",	"s_1203":"So have you completed the task I set before you? Ah, you have...haven't you? I can tell by that excited gleam in your eye that you have faced down the tremendous beasts and emerged victorious. The Trandoshans will eat well tonight; I can assure you of that.",	"s_1205":"Yes, here they are.",	"s_1207":"Excellent. And as promised here is your reward. Remember I am always in the market for more of those livers, so if you ever find yourself a little light in the pockets come see me again.",	"s_1209":"How wonderful to see you again! I am most pleased that those vicious ullers did not manage to rend you limb from limb like so many others. Do you happen to have the livers? The Trandoshans have been most insistent on knowing when they would be able to satiate their palettes.",	"s_1211":"No sorry, I still need to get some more.",	"s_1213":"That is a shame. I really am in need of all ten of those wonderful livers and cannot pay you anything until I receive them all. Remember a contract is a contract, even if it is only verbal. Come back when you have gathered the livers from Etyyy that I am in need of.",	"s_1215":"Greetings, good traveler. You seem to be new to these parts. Perhaps you would care to peruse my wares...No, you do not have the look of a shopper about you. I would wager my entire stock that you are a thrill seeker, an explorer, a wanderer of the stars...an adventurer. So my dear friend, what brings you to speak to this humble merchant?",	"s_1217":"I am, as you said, an adventurer...",	"s_1219":"In search of excitement, no doubt. Well, my friend, you have certainly stopped at the right place. I just so happen to have a most wondrous opportunity. One that is sure to cause the heart to race with the steady power of adrenaline and fatten pockets...Hunting ullers.",	"s_1221":"What is an uller?",	"s_1223":"Only one of the most dangerous creatures on a planet full of dangerous creatures. Taller than the tallest of Wookiee. Stronger than ten able bodied men. Faster than the fleetest of kadaau. Claws able to rend blast doors in twain with one swipe. Gleaming rows of teeth, sharper than razors. And, or so I have heard, livers sweeter than any meat that adorn the platters of the queen of Naboo herself.",	"s_1225":"And I am supposed to hunt these things?",	"s_1227":"Dangerous...dangerous and exciting! Think about the thrill of the stalk. The rush of the kill. The extensive reward...",	"s_1229":"Reward? What reward?",	"s_1231":"Did I forget to mention the reward? How silly of me! You see, the Trandoshans have developed a taste for the delectable meat that is only found in the livers of the ferocious ullers. They simply cannot get enough of it. It has been my great fortune to be able to supply their voracious appetites with the sweet, delicious livers.",	"s_1233":"And you want me to collect some livers for you.",	"s_1235":"Not only are you a brave adventurer, but a mind reader as well! I must say that I was extraordinarily blessed when you decided to speak with me. You see I have small order that needs to be filled. For ten...just ten...uller livers I will pay you...five...nay...ten thousand credits.",	"s_1237":"Sounds like a fair price. Where are these ullers?",	"s_1239":"A deal has been settled on. You will have to travel to the area that the natives call Etyyy. A most wild and unforgiving place. Keep an eye out for the Rodian hunters who have made an outrageous claim that Etyyy is theirs. They tend to dislike trespassers but perhaps...yes, perhaps you could strike a deal with them and they will let you hunt the uller who live there unmolested.",	"s_1241":"Etyyy? I thought I had heard that there were ullers around here.",	"s_1243":"How very astute of you. Of course there are ullers around Kachirho but the Trandoshans claim that they are unfit for consumption. I being a man who lives only to please my clients have agreed to serve nothing but the finest uller livers. And the finest uller livers can only be found in Etyyy.",	"s_1245":"Alright, I will handle the Rodians and get into Etyyy.",	"s_1247":"An absolutely breathtaking display of confidence. I am now thoroughly convinced that this deal will turn out to be quite lucrative for the both of us. Good luck to you and, as they say...happy hunting.",	"s_1249":"No thanks. I have no desire to hunt uller.",	"s_1251":"Such a shame. And I thought we were so close to striking a deal. But I have never been one to hamper anyone who is in an obvious hurry. Good day, my friend.",	"s_1253":"That sounds too dangerous for me.",	"s_1255":"Only the extremely wise understand their limitations. I wish you the best of luck in finding adventure that is more suited to your obvious talents. Good day, my friend.",	"s_1257":"Uh, nothing. I will be moving along.",	"s_1259":"Of course. Please do not allow the rambling of a humble merchant stop you from your on going search for glory. Good luck to you, my friend."
}}