{
	"stfFile":"conversation/ep3_stren_colo",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_stren_colo.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"Come back when you can be useful.",	"s_103":"Yes what is it, I don't have all day.",	"s_105":"I was told I could collect a bounty here.",	"s_107":"Bounty is it.  What one, we have a number of them out there.",	"s_109":"For the mad wookiee wandering the countryside, I have some teeth.",	"s_111":"Ah yes, those disgusting creatures.",	"s_113":"Look, do you have my credits or not.",	"s_115":"Ok, 10000 credits. I don't know why we can just get a stormtrooper company down here to take care of these things for us.",	"s_117":"So what do you do here?",	"s_119":"I give away money because I enjoy making people happy. What do you think I would do? I am a bounty officer. I post and redeem bounties.",	"s_121":"But I'm not licensed.",	"s_123":"Since when have regulations mattered to your kind? Listen, these are local bounties, the small stuff. Some work crews want pesky creature killed or somebody is cheated at sabacc and wants a discount hit... they come here. For a real bounty, go find a Galaxy BH terminal.",	"s_125":"I see.",	"s_127":"Ah, nothing. I must have the wrong guy.",	"s_129":"Well be off with you then, I have things to do.",	"s_131":"Do you have official business to discuss?",	"s_133":"Yes, I have a bounty to collect.",	"s_135":"What jobs do you have available?",	"s_137":"What do you do here?",	"s_139":"No, I just enjoy your witty conversation.",	"s_141":"Watch yourself, or you just might wind up here on these boards yourself.",	"s_20":"I am here to collect on a bounty.",	"s_22":"Well, which is it then?",	"s_25":"Oh, so the lizard is dead is he.  Good, good.  12,000 credits, as was agreed.",	"s_29":"Oh, well maybe I don't have any of your postings ready yet.",	"s_49":"",	"s_51":"Bounty Collect",	"s_57":"I am here to collect the Jessk Bounty.",	"s_61":"Dorn is space dust.",	"s_63":"I received confirmation from Belga before you arrived. Here is your bounty.",	"s_64":"We don't deal with filth like you.",	"s_67":"Get on then and stop wasting the Empire's time.",	"s_69":"Bounty Offer",	"s_71":"What jobs do you have available?",	"s_73":"Check the board.",	"s_75":"Jessk the Trandoshan: 12,000 credits.",	"s_77":"Card cheat.  Sabacc I think.  ",	"s_79":"Tell me about him.",	"s_81":"Bounty was put in second party by Tien Wallub, which is not uncommon.  Tien works at the cantina and makes these second party posts all the time, he is listed as the contact.",	"s_83":"I guess I'll go speak with him then.",	"s_85":"Suit yourself.",	"s_87":"What else do you have?",	"s_89":"Dorn Nareusu the Human: 10,000 credits.",	"s_91":"Wanted for space piracy. There is a space port official on the first floor of the tree in Kachirho, Belga Daeri; she placed the bounty. Go get information from her.",	"s_93":"I may do just that.",	"s_95":"Good riddance. I never liked pirates.",	"s_97":"Not my style.",	"s_99":"I guess nothing for now then."
}}