{
	"stfFile":"conversation/ep3_myyydril_chief",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_myyydril_chief.stf) is automatically generated by the SwgConversationEditor.",	"s_1076":"Rrwowrr!",	"s_1113":"I've decided to trust you and I have tasks only set for the most willing and noble of our people. So far, you have proven yourself. We often find ourselves in unfortunate situations. Recently, it seems we have an influx of Urnsor'is infestation in the halls beyond this village. I need you to kill 15 of them.",	"s_1115":"That's quite a task. But I'm willing.",	"s_1117":"Good. Go forth and slaughter them so that we may live in continued peace.",	"s_1119":"This sounds too much for me right now.",	"s_1121":"Understood. Return when you are willing.",	"s_363":"Huh? I think you have mistaken me for someone else.",	"s_3740":"",	"s_3742":"[nods] Welcome home, Hero. Our patrols have been quiet as of late and no other terrible situations have come up. I will keep you updated if there's anything we need your help with.",	"s_3744":"I'm glad to hear that everything has settled.",	"s_3746":"[Kallaarac nods.] And we owe it all to you, hero.",	"s_3748":"No words can express how much our community is thankful for all that you've done for us. You've defeated the Mother Brain... a remarkable feat! Please accept our deepest thanks and humility.",	"s_3750":"It was my pleasure.",	"s_3752":"You are a hero in our eyes. I wish there were more for you to help us with. But alas, it is not so. Please enjoy the rest our community has to offer. Additionally, please take this. It is all we can offer.",	"s_3754":"Thank you.",	"s_3756":"Welcome home, Hero.",	"s_3758":"You've returned... and empty handed. I am not disappointed. I realize your task is very daunting. But, we the Myyydril, have faith in your efforts. Please return to your task when you can.",	"s_3760":"You wished to know of the new threat looming before us... The Urnsor'is operate around a central nervous system. We only know her as the Mother Brain. She is the key to the Urnsor'is functionality and we must stop her! I need your help on this...",	"s_3762":"This sounds dangerous.",	"s_3764":"It is. I suggest bringing several friends. We cannot offer you help in this matter. Our soldiers, what little we have, are helping our people elsewhere. It is solely up to you. We do not know where the Mother Brain makes her rest. But you must find her, and soon.",	"s_3766":"I'll do it.",	"s_3768":"You're a brave soul indeed. Go then. You'll find her in the Deep Depths. I hope you'll return safely.",	"s_3770":"I'm going to pass... for now.",	"s_3772":"Completely understood. Just... make a decision quickly. If she is not destroyed, our village will never be safe.",	"s_3774":"I've heard news of your success! Soon, we will see dwindling numbers in the ranks of the Urnsor'is thanks to your continued efforts. But still.. a greater threat looms on the horizon.",	"s_3776":"What new threat?",	"s_3778":"We'll speak of this soon. For now, I suggest taking a long-needed breath of air before throwing yourself deeper into our caverns. A big battle looms ahead.. Take this, you'll need it.",	"s_3780":"Thank you.",	"s_3782":"Come speak with me again when you're ready.",	"s_3784":"I see you have returned, my friend. The more we wait, the more eggs that are produced. We need to hurry. Please, continue your objectives.",	"s_3786":"We find ourselves in a constant unease in regards to the Urnsor'is, however. And we must strike them at the base. This time, I need you to collect 20 eggs from the Urnsor'is eggsacks littered about this vast cavern.",	"s_3788":"Very dangerous, but just my style. I'll do it.",	"s_3790":"Your eagerness is refreshing and a little reckless. You're a great warrior in our eyes, however. Please go and come back safely.",	"s_3792":"This is not my thing.",	"s_3794":"I understand. I do not hold it against you.",	"s_3796":"Remarkable. I've heard of your success, my friend, against the Urnsor'is.  Our people have calmed more and are going about their normal lives again. We thank you.",	"s_3798":"I'm glad to have helped.",	"s_3800":"You deserve a token of our gratitude. Please accept this.",	"s_3802":"Thank you.",	"s_3804":"I must speak with my advisors. I do have other tasks for you. Please speak with me in a moment.",	"s_3806":"You've returned so quickly. I don't understand. You've not yet completed your task. Please, hurry. I fear the Urnsor'is infestation will spread if we do not quell their numbers now.",	"s_3808":"I'm on it, but it's quite the task.",	"s_3810":"[Kallaarac nods.] I know you'll come out successful, my friend. Worry not.",	"s_3812":"I've heard about the great many accomplishments you are contributing to our village. You are an honorable addition to our community.",	"s_3814":"Thank you.",	"s_3816":"I have more tests for you. Please talk with me in a few moments. I have much to think about regarding your role in our village.",	"s_3826":"I see you have returned. Unfortunately, a little too prematurely. There are others than Tala'oree who need help. Please return when you have completed other tasks.",	"s_3828":"Thank you for the heads up.",	"s_3830":"[Kallaarac nods.] Indeed...",	"s_3832":"You've spoken with Kivvaaa? I see. She must trust you, then. [Kallaarac nods.] We only request help from those we trust. Perhaps you're the exact individual we need to help us. We'll find out soon enough.",	"s_3834":"I'm ready to help the Myyydril.",	"s_3836":"[Kallaarac nods.] I care very strongly for my people. Therefore, my problems and issues come second. I want you to speak with the individuals in this settlement. They may have tasks for you to do. Complete them, and come back to me. I hear Tala'oree, member of Kivvaaa's patrol, has something that needs to be done.",	"s_3838":"I will go speak with her.",	"s_3840":"[Kallaraac nods.] Good. Go speak with her and follow her direction.",	"s_3842":"I'm going to look around a little bit longer.",	"s_3844":"[nod]",	"s_3846":"You dare approach me without an audience? I will not speak with you unless you've gained our trust. Go away."
}}