{
	"stfFile":"conversation/ep3_clone_relics_clone_trooper_mort",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_clone_relics_clone_trooper_mort.stf) is automatically generated by the SwgConversationEditor.",	"s_275":"Hi there %NU, have you had a chance to do something with those logs?",	"s_277":"Not yet but I'm on my way to now. See you soon Mort.",	"s_279":"Indeed, thanks again for all your help %NU.",	"s_281":"I'm a developer/tester and want to clear quests or test rewards.",	"s_283":"I'm a developer/tester and want to clear quests or test rewards.",	"s_285":"I'm a developer/tester and want to clear quests or test rewards.",	"s_287":"I'm a developer/tester and want to clear quests or test rewards.",	"s_289":"I'm a developer/tester and want to clear quests or test rewards.",	"s_290":"Imperial set",	"s_292":"Okay",	"s_294":"Rebel set",	"s_296":"Okay",	"s_298":"Neutral set",	"s_300":"Okay",	"s_304":"I'm a developer/tester and want to clear quests or test rewards.",	"s_311":"I'm a developer/tester and want to clear quests or test rewards.",	"s_313":"Which quest/reward?",	"s_315":"1",	"s_317":"Okay",	"s_319":"Imperial",	"s_321":"Okay",	"s_323":"Jabba",	"s_325":"Okay",	"s_327":"Rebel",	"s_329":"Okay",	"s_376":"I'm a developer/tester and want to clear quests or test rewards.",	"s_672":"",	"s_674":"Good to see you %NU! How are you doing?",	"s_676":"Everything is going well Mort, how are you?",	"s_678":"Things are not looking too bad. I've got myself a job working security at the space station. Not glamorous but it's something to do.",	"s_680":"Still enjoying a drink though?",	"s_682":"< Mort laughs > Yeah, but only on my days off! Which reminds me, I should probably go and get some rest. It was great to see you again %NU, take care of yourself.",	"s_684":"Good to see you %NU. What's new?",	"s_686":"Morkov finally got what he deserved.",	"s_688":"Are you sure? What happened?",	"s_690":"After I turned in the evidence, the Emperor ordered his termination.",	"s_692":"And you are sure they went through with it?",	"s_694":"Yes, I was the one that had to carry out the sentence...",	"s_696":"After all these years... I can't believe it... When you went on your way to Naboo I didn't truly expect to actually get my revenge, but you proved me wrong my friend. I may sound blood thirsty but after what that scum did to me and probably thousands of others, he deserved it, trust me.",	"s_698":"I agree, or I wouldn't have gone through with this.",	"s_700":"I couldn't possibly repay what I owe you but I did save something that you may find useful. If you're interested, I still have my old combat armor. I don't need it anymore.",	"s_702":"I'd be honored to put it to use. So what will you do now?",	"s_704":"I'll just finish living my life. Maybe cut back on the drinking some, try to straighten myself out.",	"s_706":"Sounds good my friend. I wish you the best of luck.",	"s_708":"Thank you %NU. Stop by some day, let me know how you are doing.",	"s_710":"There you are. How are things going?",	"s_713":"Quite well. I've recovered these logs of Morkov's 'business'.",	"s_717":"< Mort looks through the data on the log > This is really good %NU. I don't pretend to understand everything that is on here but I bet that the Rebel Alliance would be very interested in some of these transactions. Especially the ones that show him selling low quality and even faulty equipment to them. He must be responsible for hundreds of deaths on their part.",	"s_721":"I bet you are right.",	"s_725":"What are you going to do?",	"s_729":"I'm going to find the right person in the Alliance to show this to.",	"s_732":"< Mort chuckles > Revenge will finally be mine. Come back and let me know what happened, I can't wait.",	"s_736":"< Mort looks through the data on the log > This is really good %NU. I don't pretend to understand everything that is on here but I bet the Empire would be very interested in this. He's even sold equipment to the Rebel Alliance.",	"s_740":"I bet you are right.",	"s_744":"What are you going to do?",	"s_748":"I'm going to show this to someone with Imperial authority.",	"s_751":"< Mort chuckles > Revenge will finally be mine, and what a fitting end for old Morkov too. Come back and let me know what happened, I can't wait.",	"s_753":"< Mort looks through the data on the log > This is really good %NU. I don't pretend to understand everything that is on here but I bet that Jabba the Hutt would be very interested in some of these transactions, especially the ones to Lady Valarian. They are not particularly fond of each other from what I hear.",	"s_755":"I bet you are right.",	"s_757":"What are you going to do?",	"s_759":"I'm going to show this to someone at Jabba's palace.",	"s_761":"< Mort chuckles > Revenge will finally be mine. I hear Jabba is quite the genius when it comes to plotting some ones demise. Come back and let me know what happened, I can't wait.",	"s_763":"You're back so soon?",	"s_765":"Just wanted to let you know I'm heading to Naboo now.",	"s_767":"Thank you... %NU was it? I know you don't owe me anything so it means a lot.",	"s_769":"Yeah I'm afraid something came up, I can't do this right now.",	"s_771":"I'm not surprised... Bartender, another one please!",	"s_773":"I'm a bit busy here okay? This glass is the only friend I need.",	"s_775":"Oh sorry.",	"s_777":"Sure...",	"s_779":"I was going to buy you another 'friend' but I guess not...",	"s_781":"Well, one can never have too many friends I guess. Bartender, another one of these! So, I assume this friend comes with a price?",	"s_783":"I'm just curious, you look familiar...",	"s_785":"< Mort chuckles > Yeah I'm sure I do, considering I used to have more brothers than there's people on this planet.",	"s_787":"You're a clone?",	"s_789":"Guilty...",	"s_791":"Never met a clone before. Do you work for the Empire?",	"s_793":"I was part of 'liberating' the galaxy and bringing our 'glorious' Empire to power. Nowadays, I just drink...",	"s_795":"That's not possible... I thought you all died young?",	"s_797":"See this arm? Well it's not the only thing that's not flesh in my body. I would have been better off dying with the rest of them though...",	"s_799":"Why do you say that?",	"s_801":"What can I do? I'm a washed up soldier that knows nothing else, except drinking, I'm getting real good at that. My life has no purpose...",	"s_803":"That can't be true. What happened to you?",	"s_805":"I was bred to be part of one of the Clone Trooper commando squadrons, elite four man teams causing disruption behind enemy lines. During the battles of Kashyyyk I and my squadron had one such mission, taking out a command bunker deep inside enemy territory. You really interested in this?",	"s_807":"Yes, please go on.",	"s_809":"The mission was going well, it wasn't the first time we've done something like this. We blew up the bunker and were on our way to be extracted when the enemy found us. We notified command that we were under attack but would still be on time at extraction. We worked our way toward it as quickly as we could, dispatching pursuers by the dozens...",	"s_811":"Yes?",	"s_813":"As we approached the extraction point, we saw our LAAT take off. There was barely any enemy left and none at the extraction point. But our commander saw us as expendable clones and would rather lose us than risk a carrier.",	"s_815":"What did you do?",	"s_817":"We tried to make it back towards our own ranks but we were deep inside the Kashyyyk forests, and let me tell you, those forests are deep. Over the next few weeks, I experienced the deaths of my three brothers to wildlife, enemies and nature itself...",	"s_819":"I thought clones didn't have feelings?",	"s_821":"So did our commanders but let me tell you kid, I felt pain so strong that it could have been my own as my brothers fell.",	"s_823":"So how did you eventually end up here?",	"s_825":"For months, maybe even years, I was living in the forests of Kashyyyk. During a fight over food with one of the monstrous creatures on the planet, before I could put it down, I lost my arm. I just laid down on my back and thought, well that was it...",	"s_827":"But it wasn't...",	"s_829":"No, as I was laying there, bleeding to death, a research expedition happened upon me. They saved my life but had ulterior motives. Dr. Ortoz, the leader of the expedition, saw me as the perfect lab animal and started experimenting on me.",	"s_831":"And I thought my life was tough...",	"s_833":"Eventually I regained my strength though and put an end to the experiments... permanently. I managed to sneak on to a freighter and make my way to here... and that about wraps up my life story.",	"s_835":"Amazing... and you've been here ever since?",	"s_837":"Well I did try to track down my old commander for some good old revenge a few years ago. By that time he was a high ranking officer in the Empire and I had no chance to get to him, so I gave up.",	"s_839":"Is he still alive?",	"s_841":"Yes, he's retired now but not much easier to get to, especially in my state. From what I've managed to find out, he's running a racket smuggling Imperial weapons he can get a hold of with old contacts, selling them to anyone willing to pay.",	"s_843":"Why don't you turn him in?",	"s_845":"If the Empire found out I was alive, well let's just say I wouldn't stay that way. Besides, I don't have any evidence...",	"s_847":"Say I had some time to look in to this, where would I start?",	"s_849":"You are something else friend..hehe. If nothing else, you've brought a smile on my face for the first time in... well maybe for the first time. If you're serious though, he's running his operation out of the hotel in Keren on Naboo. His name is Morkov.",	"s_851":"I will look in to it my friend. You want another?",	"s_853":"Actually... I think I'm fine. I'm not getting my hopes up but if you're actually going to check in to it, I wish you good luck and thank you.",	"s_855":"I will be back and let you know what happened.",	"s_857":"You are something else friend...",	"s_859":"You've had it rough my friend. Let me buy you another...",	"s_861":"Thank you friend.",	"s_863":"Good to see you %NU. How has things turned out?",	"s_865":"Morkov finally got what he deserved.",	"s_867":"Are you sure? What happened?",	"s_869":"I went to Jabba. Needless to say he wasn't too happy.",	"s_871":"And you are sure they killed him?",	"s_873":"Couldn't get more sure. I had to do it.",	"s_875":"After all these years... I can't believe it... When you went on your way to Tatooine I didn't truly expect to actually get my revenge, but you proved me wrong my friend. I may sound blood thirsty but after what that scum did to me and probably thousands of others, he deserved it, trust me.",	"s_877":"I agree, or I wouldn't have gone through with this.",	"s_879":"I couldn't possibly repay what I owe you but I did save something that you may find useful. If you're interested, I still have my old combat armor. I don't need it anymore.",	"s_881":"I'd be honored to put it to use. So what will you do now?",	"s_883":"I'll just finish living my life. Maybe cut back on the drinking some, try to straighten myself out.",	"s_885":"Sounds good my friend. I wish you the best of luck.",	"s_887":"Thank you %NU. Stop by some day, let me know how you are doing.",	"s_889":"Good to see you %NU. How are things coming along?",	"s_891":"Morkov finally got what he deserved.",	"s_893":"Are you sure? What happened?",	"s_895":"I went to the Alliance. They got a bit upset.",	"s_897":"They had him killed?",	"s_899":"Sort of, they asked me to do it.",	"s_901":"After all these years... I can't believe it... When you went on your way to the Alliance I didn't truly expect to actually get my revenge, but you proved me wrong my friend. I may sound blood thirsty but after what that scum did to me and probably thousands of others, he deserved it, trust me.",	"s_903":"I agree, or I wouldn't have gone through with this.",	"s_905":"I couldn't possibly repay what I owe you but I did save something that you may find useful. If you're interested, I still have my old combat armor. I don't need it anymore.",	"s_907":"I'd be honored to put it to use. So what will you do now?",	"s_909":"I'll just finish living my life. Maybe cut back on the drinking some, try to straighten myself out.",	"s_911":"Sounds good my friend. I wish you the best of luck.",	"s_913":"Thank you %NU. Stop by some day, let me know how you are doing."
}}