{
	"stfFile":"conversation/ep3_myyydril_patrol_leader",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_myyydril_patrol_leader.stf) is automatically generated by the SwgConversationEditor.",	"s_521":"",	"s_523":"Rrowwrr!",	"s_525":"I see you're still around. Keep moving. If I come across anything that will need additional attention, I'll let you know.",	"s_527":"Are you lost? It would be wise to speak with our chief, Kallaarac. Our village is small. It won't be hard to find him.",	"s_529":"Stop! What are you doing down here?",	"s_531":"Hey--Trust me! I'm not a threat to you.",	"s_533":"You understand us. I find that odd, but welcoming nonetheless. Even if you're not a threat, you haven't answered my question. What are you doing down here?",	"s_535":"I thought I'd just explore a little.",	"s_537":"This cavern isn't a place to be explored so carelessly! Do you know what's out there?",	"s_539":"Wow. Calm down. I didn't mean to offend.",	"s_541":"I'm sorry, it's just that... I don't want to see another young one perish so needlessly.",	"s_543":"Tell me what's going on here.",	"s_545":"The Urnsor'is... they've been destroying our village, the cavern itself, for many years. Many have died... many young Myyydril.",	"s_547":"What are 'Myyydril'?",	"s_549":"The Myyydril are a tribe of Wookiee, shunned by society and destined to live in this cavern. We are friendly to those who earn our trust. Unfortunately, I have no time to divulge into our history.",	"s_551":"Okay. What is a Urnsor'is?",	"s_553":"You're so naive. When you see them, you'll know.",	"s_555":"I see. I'd like to help the Myyydril.",	"s_557":"[Kivvaaa nods.] We usually don't accept others so willingly. However, we are in dire need... [Kivvaaa shrugs.] You can go speak with our chief, Kallaarac. Maybe he'll entrust you to help us.",	"s_559":"Thank you. I'll go talk to him.",	"s_561":"[Kivvaaa nods.]",	"s_563":"What is a Urnsor'is?",	"s_565":"You're so naive. When you see them, you'll know.",	"s_567":"Okay. What are 'Myyydril'?",	"s_569":"The Myyydril are a tribe of Wookiee, shunned by society and destined to live in this cavern. We are friendly to those who earn our trust. But I have no time to divulge into our history.",	"s_571":"The Myyydril seem like honorable people.",	"s_573":"[Kivvaaa nods.] We are. However, we can admit to our failures and short-comings. We could always use more allies and help. You can go speak with our chief, Kallaarac. Perhaps he will entrust you to help us.",	"s_575":"Your people seem to be in great need.",	"s_577":"Indeed. And we could always use more allies and help. You can go speak with our chief, Kallaarac. Perhaps he will entrust you to help us.",	"s_579":"Thank you. I'll go talk to him.",	"s_581":"[Kivvaaa nods.]"
}}