{
	"stfFile":"conversation/ep3_clone_relics_clone_trooper_jawl",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_clone_relics_clone_trooper_jawl.stf) is automatically generated by the SwgConversationEditor.",	"s_1134":"",	"s_1138":"You're on your own from here %TU, good luck...",	"s_1142":"Did you see Walda yet?",	"s_1146":"Sure did.",	"s_1150":"Did she get you up to speed on Huttese?",	"s_1154":"Yeah I think I can make myself understood.",	"s_1158":"I sure hope so. Alright, you can go up to the throne room. I will let Fortuna know that you are coming up.",	"s_1162":"Yes, what's up?",	"s_1166":"I'm not sure you are the right person to talk to...",	"s_1170":"Well if it has anything to do with inventory, acquisition or deliveries, then I am. If not, then I'm not.",	"s_1174":"I suppose you could say it does. Do you know of Morkov?",	"s_1178":"Maybe... why?",	"s_1182":"I've come across some important information about his 'business'.",	"s_1186":"Alright, I'm interested, what do you know?",	"s_1190":"Take a look at this. < hand Jawl the couriers logs >",	"s_1194":"< Jawl spends a few minutes looking over the information in the logs > I knew that sod couldn't be trusted! This is some dynamite information, Jabba is not going to be happy, which is never a good thing. You're going to have to deliver this information to Jabba personally...",	"s_1198":"Umm... why don't you do it?",	"s_1202":"Are you cr... he would want to know who acquired the information and how. You need to tell him. Do you speak Huttese?",	"s_1206":"In fact, I do.",	"s_1210":"Really? Well I want to know that for sure before I send you up there. Go talk to Walda in the Wayfar cantina and she'll make sure you know as much as you think you do.",	"s_1214":"Who's she?",	"s_1218":"She used to be a translator in the palace and is fluent in Huttese. She will be able to make sure you know enough to make yourself understood and more importantly, understand Jabba.",	"s_1222":"No but doesn't he have a translator?",	"s_1226":"Yes but he wouldn't want all the guests in the throne room to know about this, especially with some of the names that are on here.",	"s_1230":"So why don't I meet him somewhere else?",	"s_1234":"I can't set up a private meeting with Jabba. I wish I had that sort of influence with him but... no we need to figure out a solution to this. Hmm, I think Walda still lives in Wayfar...",	"s_1238":"Who's that?",	"s_1242":"Walda used to be a translator in the palace, she's fluent in Huttese. You should be able to find her in the Wayfar cantina, have her teach you basic Huttese so you can privately convey this matter to Jabba.",	"s_1246":"Fine, I'll go find her.",	"s_1250":"Good, come back to me when you're ready and I'll set it up.",	"s_1254":"We both have a lot to do %TU. Come back to me when you are ready.",	"s_1258":"I have too much stuff on my hands right now so please leave me alone."
}}