{
	"stfFile":"conversation/ep3_etyyy_chrilooc",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_etyyy_chrilooc.stf) is automatically generated by the SwgConversationEditor.",	"s_362":"",	"s_364":"Sacwo wwoorwocsc oacanan wwwohwor rwo sacwo craccwo. Wwwohwor. Rhas sacwor oaraww rwooaooccwo ooharc rarrraacww.",	"s_366":"So you discovered the truth, eh? Makes no real difference to me. I never understood why Brody would want to pretend he was dead anyway. Strange one, that human. But useful in his own way.",	"s_368":"You've spoken to Johnson Smith? Good. I'm sure he can help you locate Brody. And please help him with the other matters he asks of you.",	"s_370":"Good, now that you can come and go from Etyyy, you can be of further service to me. And I can be of further service to you. West of the main Rodian hunting camp is a small compound being used by Arconans who are addicted to salt. Something about their physiology causes salt to be very addictive to Arconans. At this compound you'll find a colleague of mine named Johnson Smith.",	"s_372":"Johnson Smith at the Arcona compound?",	"s_374":"That's right. Please help Johnson. He's not only helping those poor Arconans, but he is also overseeing a little project of mine. I'm certain he could use your help. Please do whatever you can for him. I think he will also have more information about the person you are looking for, Brody Johnson. So you see, if you seek him out, you help both of us.",	"s_376":"I'll go speak with Johnson Smith.",	"s_378":"Excellent. On your way then.",	"s_380":"I'll go do that later.",	"s_382":"As you wish.",	"s_384":"You need to gain access to the hunting grounds, Etyyy. Do whatever Kerssoc asks, and he should let you in.",	"s_386":"Right. I'm working on it.",	"s_388":"Good luck.",	"s_390":"I appreciate your help in obtaining those medical supplies. In return I'll tell you what I know. I have a contact in the hunting grounds to the south known as Etyyy. I think he might have information about Brody Johnson. Yes, Brody spoke to me, but I can't say much more than that. My contact might know more, though, because I do know that Brody went to Etyyy.",	"s_392":"How do I get to these hunting grounds?",	"s_394":"I've heard that you're already working with Kerssoc, a Rodian hunter near here. That's good. Continue with that. Kerssoc can grant you access to the hunting grounds. Once you've gained that, return and speak with me again. Oh, and don't let Kerssoc find out we've spoken. That could ruin everything.",	"s_396":"Etyyy is under the control of some Rodian hunters. They are very, very selective about who they let enter [*coughs*] their hunting grounds. To gain access, you'll need to speak with Kerssoc, a Rodian hunter at the small Rodian hunting camp near the gate to Etyyy.",	"s_398":"I'll go speak with Kerssoc.",	"s_400":"Follow the path east out of Kachirho, and you'll find them. Oh, and don't let Kerssoc know you've been talking to me. That will pretty much guarantee you won't get in.",	"s_402":"Never mind. I think I'll come back later.",	"s_404":"As you wish. I'll be here.",	"s_406":"I've already gained access to the hunting grounds from Kerssoc.",	"s_408":"Excellent. You're being able to travel to and from Etyyy will allow you to be of further service to me. And, of course, I can be of further service to you. West of the main Rodian hunting camp is a small compound being used by Arconans who are addicted to salt. Something about their physiology causes salt to be very addictive to Arconans. At this compound you'll find a colleague of mine named Johnson Smith.",	"s_410":"Ugh. More travel. Never mind.",	"s_412":"Giving up? I'm actually surprised. And disappointed. You could have been of use to me in Etyyy. Ah well, I guess it wasn't to be.",	"s_414":"Look, we really need medical supplies. I'm going to have to insist that you help us with those. Maybe things didn't go so well last time, but you're simply going to have to try again if you want my assistance.",	"s_416":"I understand. I'll try again.",	"s_418":"It looks like you already have a mission in space. Come back once you've completed that one.",	"s_420":"Very good. You can launch into space from the starport here in town. Return to me after the medical supplies have been secured by my people",	"s_422":"No thanks. It's just too risky.",	"s_424":"Guess you weren't serious about finding Brody Johnson. So be it.",	"s_426":"Launch into Kashyyyk space and intercept those medical supplies.",	"s_428":"I'm on my way.",	"s_430":"Return when you are done.",	"s_432":"What do you want? I have no patience or time for... ah, I see. You're looking for Brody Johnson. I'm sorry. I have nothing to say on that subject.",	"s_434":"Are you sure? Wrelaac said Brody spoke to you.",	"s_436":"Yes, I'm... wait, come to think of it, you may be of use to me. I do remember Brody Johnson and would be willing to help you if in exchange you are willing to help me.",	"s_438":"Okay, what do you want me to do?",	"s_440":"I and my associates are in need of medical supplies. Times are especially tough at the moment, and one cannot be overly prepared. But we lack the resources necessary to get them via the normal channels. Therefore, I want you to intercept a shipment of supplies inbound to the Kashyyyk system. You'll be relieving some Gotal bandits of them. And trust me, those bandits didn't pay for those supplies either.",	"s_442":"Very well. I'll do it.",	"s_444":"It looks like you already have a mission in space. Come back once you've completed that one.",	"s_446":"Very good. You can launch into space from the starport here in town. Return to me after the medical supplies have been secured by my people.",	"s_448":"No thanks. Sounds too risky.",	"s_450":"Guess you weren't serious about finding Brody Johnson. So be it.",	"s_452":"No thanks.",	"s_454":"As you wish. Farewell.",	"s_456":"Oh, that's too bad. Never mind.",	"s_458":"Right. Good bye.",	"s_460":"The forests will never be the same. Never. But they can become ours again."
}}