{
	"stfFile":"conversation/ep3_trandoshan_borantok",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_trandoshan_borantok.stf) is automatically generated by the SwgConversationEditor.",	"s_505":"",	"s_507":"Just because you helped me before, doesn't mean that I want to be your friend.",	"s_509":"Did your little conversation with the bartender go well?",	"s_511":"Let's just say he isn't going to be talking to anyone.",	"s_513":"Yes. Now I can finally relax. You have done well in helping me and I won't forget the lessons I have learned from this experience. As promised here is your reward. I think I will go to the cantina and celebrate with a few of those Blessed Gutcrunchers.",	"s_515":"So, did Unluto promise not to talk?",	"s_517":"I haven't convinced him yet.",	"s_519":"Great...just great. How hard can it be to threaten a bartender. He is all soft and pink. Do I have to remind you that your neck is on the line too?",	"s_521":"Did you manage to get rid of those bodies yet? I really hope so because my clan chief is in a particularly bad mood today.",	"s_523":"Yeah, Negal and I dumped them.",	"s_525":"That is the best news that I have heard all day. You know how I promised to reward you if you helped me out? Well, there is one more...very minor...thing that I need you to do for me before I can pay you.",	"s_527":"Oh really? And what would that thing be?",	"s_529":"I completely forgot that there was one other person in the bar when all that stuff went down...the bartender. Basically, we have to make sure that he doesn't talk either.",	"s_531":"I don't want to kill a bartender!",	"s_533":"Who said anything about killing the bartender? I don't want you to kill the bartender either. He serves up the best Blessed Gutcrunchers in the entire sector. All you need to do is go talk to the bartender and convince him not to tell anyone. I would recommend threats of physical violence but that is just my style. I don't care how you do it just get him not to talk about what he saw.",	"s_535":"How do you know he hasn't already?",	"s_537":"My head is still attached to my shoulders.",	"s_539":"Good point.",	"s_541":"The bartender's name is Unluto and he is working in the Kachirho cantina. Make sure he doesn't say anything to anyone and then I promise that you will have payment.",	"s_543":"I did what you asked...now pay up!",	"s_545":"Listen...you are now in this as deeply as I am. So you had better help me out or you are going to face the wrath of my clan chief right along with me.",	"s_547":"Fine...what else do I need to do?",	"s_549":"Have you managed to get rid of those bodies yet?",	"s_551":"Not yet. I am still working on that.",	"s_553":"What! Don't hang around here. Go find those two Rodian bodies in Kachirho and bring them to Negal Tek'lon who is waiting for you on the Rryatt Trail. Now get out of here before someone sees us talking together.",	"s_555":"You...maybe you can help me. I managed to get myself into a little bit of trouble. I need someone who isn't squeamish and can be discrete to help me out of a jam.",	"s_557":"I am listening.",	"s_559":"There was this accident. And a few Rodian nobles accidentally died. I was there with a few of my friends and I just know we are going to get blamed for it. It wasn't like we had anything to do with their deaths...they all just slipped and fell...really, really hard.",	"s_561":"Nice story. Now how about you tell me what really happened.",	"s_563":"That is what really happened...fine...here is what really happened. It was an accident and they did...fall, or at least, one of them did. Me and a few of my friends were at the local cantina in Kachirho having a few drinks. We were the only ones in there except for these two infuriating Rodian nobles. You know how those Rodian nobles are, right?",	"s_565":"I have ran across a few myself.",	"s_567":"Yeah. Well they started running their mouths off. Naturally, we were just there to enjoy ourselves and asked them...very politely...to shut up. Those dumb stuffed shirts just kept right on flapping their gums at us like we weren't going to do anything. I am not sure who shot first...I am pretty sure it was me though.",	"s_569":"So you shot them both?",	"s_571":"No, of course not. I only shot one...the other one we threw over the edge outside the cantina. Did you know that Rodians are very bouncy? ...Me either. Any ways, after it was all over we realized that we were in a lot of trouble. Fortunately it was late so I am pretty sure no one saw what happened and we managed to hide their bodies before anyone noticed.",	"s_573":"Why? Trandoshans are well known for violence.",	"s_575":"Even though they were just Rodians, they are nobility. When someone finally discovers their bodies there are going to be questions. And those questions will surely lead back to us. In order to avoid an incident with the Rodian government our clan chief will gladly make us expendable.",	"s_577":"I see. And how is it I can help you?",	"s_579":"We need someone who is not connected with the incident in any way to get the corpses out of Kachirho and get rid of them. We have another friend who is willing to meet whom ever we send down on the Rryatt Trail. We figure if we dump the bodies there either the beasties will eat them or, if they are found, everyone will assume it was just a hunting trip gone bad.",	"s_581":"Ok. Where are the bodies hidden?",	"s_583":"Ummm...well that is part of the problem. We don't completely remember. By the time this incident happened we were pretty drunk. All we can remember is that we hid them in two different locations somewhere in...or around...Kachirho.",	"s_585":"So I need to find these bodies and bring them to your friend?",	"s_587":"Yeah, that's it. Find the bodies and bring them to Negal Tek'lon on the Rryatt Trail. He is a shady looking human but we know we can trust him. He said he will wait on the Rryatt Trail for as long as he can but that place isn't exactly safe. Once you have dumped the bodies come back to me and I promise to make it worth your while.",	"s_589":"Tough break. Good luck with that. See ya.",	"s_591":"This sounds messy. I don't want to get involved.",	"s_593":"I am not interested in helping the likes of you.",	"s_595":"Bah...I should have known that an outsider like you wouldn't be of any use. Well, don't stand there attracting attention. Get out of here."
}}