{
	"stfFile":"conversation/ep3_omwaan",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_omwaan.stf) is automatically generated by the SwgConversationEditor.",	"s_242":"",	"s_244":"Listen. You would be wise to pick up the Wookiee language if you want to do business here on Kashyyyk.",	"s_246":"Can you teach me?",	"s_248":"I would be happy to teach you. But I'm curious... what brings you to Kashyyyk?",	"s_250":"Adventure.",	"s_252":"There's plenty of that around here. What sort of adventure do you seek? Hunting? Most travelers prefer hunting! Makes sense, too. Many powerful beasts are indigenous to Kashyyyk. Some are legend across the galaxy! All of them are superb prizes for a master hunter.",	"s_254":"You bet! That sounds exciting!",	"s_256":"Ah yes! The excitement and challenge are second to none! And things are much simpler when you know the Wookiee language.",	"s_258":"Thank you!",	"s_260":"You are most welcome!",	"s_262":"I'm not hunting creatures.",	"s_264":"Oh... I see.",	"s_266":"What I hunt is far more dangerous.",	"s_268":"Understood. I don't think I need to know any more than that, my friend.",	"s_270":"A wise choice.",	"s_272":"Farewell.",	"s_274":"Thank you.",	"s_276":"You're welcome.",	"s_278":"Teach me the language!",	"s_280":"Relax! Whatever you say... here you go.",	"s_282":"Would you mind teaching me now?",	"s_284":"I was just making idle chat. A lot of interesting travelers come this way... I like to say hello when I get the chance. You can't blame me for that.",	"s_286":"Thank you!",	"s_288":"You are most welcome!",	"s_290":"Good bye.",	"s_292":"Be careful, my friend.",	"s_294":"You should mind your own business!",	"s_296":"Hmph!",	"s_298":"It is the will of the Emperor.",	"s_300":"Ah. Heh. Yes! But of course! You know, I tend to keep my nose out of politics. The Galactic Civil War is certainly fascinating... troubling and tragic... but still...",	"s_302":"Teach me the Wookiee language now.",	"s_304":"As you wish.",	"s_306":"The Force has drawn me to this world.",	"s_308":"I tend to agree. This planet has a strong mystical energy. There are many strange happenings... many strange things.",	"s_310":"Like what?",	"s_312":"I have heard tales of a place... a vast cavern found deep in the Dead Forest... brimming with mystery. I hope to visit there once my arm is repaired.",	"s_314":"What is wrong with your arm?",	"s_316":"Well, my left arm is pretty healthy... My right arm, on the other hand, sustained heavy damage in a battle with bandits just outside of the city. ",	"s_318":"Bandits?",	"s_320":"Rotten lousy bandits! They patrol the forest outside of Kachirho to prey on adventurers like you and me. Be very careful out there.",	"s_322":"Thank you!",	"s_324":"You're welcome!",	"s_326":"Is that a cybernetic arm?",	"s_328":"Yes! And it would be very beneficial to me were it not for the damage I sustained in my last encounter.",	"s_330":"Encounter with whom?",	"s_332":"Bandits. Just outside of town... be very careful!",	"s_334":"I will.",	"s_336":"Good! Very good idea. Oh... and let's discuss the Wookiee language, now.",	"s_338":"Thank you!",	"s_340":"Not a problem!",	"s_342":"I'm not afraid!",	"s_344":"Of course not! And why should you be? Say - let me tell you about the Wookiee's native tongue...",	"s_346":"Thank you!",	"s_348":"Not a problem!",	"s_350":"I'd like to learn the Wookiee language now.",	"s_352":"Of course!",	"s_354":"Thank you!",	"s_356":"You're welcome, my friend!",	"s_358":"Good bye.",	"s_360":"Farewell!",	"s_362":"Will you teach me the Wookiee language?",	"s_364":"Of course!",	"s_366":"Thank you!",	"s_368":"You're welcome, my friend!",	"s_370":"Good bye.",	"s_372":"Farewell!",	"s_374":"I'm not interested in that.",	"s_376":"Suit yourself. But I think you will find it hard to make your way on this planet without knowing how to converse with the locals.",	"s_378":"Good bye.",	"s_380":"Farewell!",	"s_382":"This place has changed a lot since I was last here. The Empire has exerted much tighter control... and while they've modernized much of Kachirho, they've also dragged their war along with them!",	"s_384":"I'm looking for adventure.",	"s_386":"Have you visited the great tree here in Kachirho? There are many prominent figures there - many that can show you the way to high adventure on Kashyyyk.",	"s_388":"Good idea!",	"s_390":"You should also talk to my friend here, Vryyyr. He is an accomplished hunter and native of Kashyyyk!",	"s_392":"No. Not yet.",	"s_394":"Then I recommend it! You should also talk to my friend here, Vryyyr. He is an accomplished hunter and native of Kashyyyk!",	"s_396":"Modern? This place?",	"s_398":"Sure! You see the starport over there? The Imperial communications tower? The invisible personnel scanning matrix? Well, I guess you can't 'see' that, exactly.",	"s_400":"You dislike technology?",	"s_402":"Of course not! I invested in this cybernetic arm didn't I? Don't get me wrong: I'm not concerned about the modernization of Kashyyyk. I'm just concerned that the Empire is at war... and they're here...",	"s_404":"The Empire will win this war.",	"s_406":"And you think this will be a good thing for the galaxy?",	"s_408":"The best thing.",	"s_410":"Well... it's good to meet a person of conviction!",	"s_412":"No. It will ruin us all.",	"s_414":"I can't say if I agree with you one hundred percent,  but I have a very bad feeling about it...",	"s_416":"[Glare at him with intensity.]",	"s_418":"Maybe we shouldn't talk politics, my friend.",	"s_420":"The Empire is doomed.",	"s_422":"Oh really? What have you heard that makes you think the Empire is going to lose the war?",	"s_424":"Let's just say I know things...",	"s_426":"Let's also say that I would prefer not to know things that could put my life in jeopardy!",	"s_428":"The Rebellion has dealt crushing blows!",	"s_430":"It would be wise to keep discussion of the Rebellion to a minimum when in the shadow of an Imperial military outpost!",	"s_432":"It's simple: they're idiots!",	"s_434":"Heh. Keep your voice down. The Imperial watchtower at the starport can hear every word we say... if they wish...",	"s_436":"I don't care about the war.",	"s_438":"Fortunate for you. I wish I could forget about it.",	"s_440":"This place looks pretty primitive to me.",	"s_442":"Yes. You're right. Overall you will find Kashyyyk to be a very primitive planet. The Wookiees do not favor advanced technology. While they have some impressive engineering, they don't embrace modern technology as the Galactic Empire does.",	"s_444":"Ah! The war's not so bad.",	"s_446":"Really? What makes you say that? I can only imagine that you are unfamiliar with the far-reaching impact of the horror of this conflict! Perhaps you have been in a coma of some sort?"
}}