{
	"stfFile":"conversation/ep3_rodian_fop",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_rodian_fop.stf) is automatically generated by the SwgConversationEditor.",	"s_0":"",	"s_17afa2c1":"What about these slavers?",	"s_1af1928c":"You know these Rills are really a pain in my ass. They said something to me. I want you to get revenge. Sound good?",	"s_1f2267dd":"All cleared.",	"s_1f9504f1":"Yeah. What about them! They really do a lot of slaving. Figure it's big money?",	"s_21fea0de":"What sort of stuff do you want to talk about?",	"s_239d72a7":"Ever been off this planet?",	"s_24d697f1":"Clear my quests.",	"s_2551a79":"Several Trandoshan slavers have invaded our camp. We suspect that they have stolen our pay vouchers. I need you to make things right.",	"s_258b522b":"In that case, farewell.",	"s_2962225f":"One of my old business associates... a wookiee... has gone missing. I am concerned that he was picked up by the Trandoshans. Would you be kind enough to check out the Trando's prison area and report back to me?",	"s_2fed2a17":"The task is to eliminate four rill creatures. Should be simple. Many rill can be found just outside the gate. Good luck!",	"s_31d5e344":"Yes. Are you crazy? I'm from Rodia. You see the Rodian all over me? Get out of here!",	"s_350e80d0":"Not much to tell. What do you want to know?",	"s_3fa4f0ff":"Fine!",	"s_41bfc9bc":"Don't get me started. ",	"s_4b16bcf":"Destroy Slavers to retrieve paystubs.",	"s_5788ca33":"Those Trandoshan Slavers took em! What say you teach them a lesson in... dying?",	"s_59a3429f":"Sounds good. Which of my quests do you want to take?",	"s_5a51ce2b":"Good job! Say - would you be interested in running one more errand for me?",	"s_5c203304":"Tell me about Kashyyyk.",	"s_5e2a2bb1":"Sounds good.",	"s_638a7a62":"You got it. How much?",	"s_6488c3cb":"Excellent! Do battle with the nearby Trandoshan slavers. Recover at least three pay vouchers and return to me.",	"s_6942f23":"That's cool.",	"s_6a4b471a":"Nothing. Let's get back to the quests.",	"s_74505020":"I didn't give them a choice.",	"s_7c997a0f":"I don't care.",	"s_81fdc173":"Sure. Why not?",	"s_8aaad6":"I hear things, yes.",	"s_8aaea660":"The Empire is here, eh?",	"s_8d19943f":"Know any good Wookiees?",	"s_97a6b800":"There was a guy name of Chewbacca - but he left.",	"s_98f012fb":"Sounds great! Come back when you're finished.",	"s_9d3e4637":"Did you hear what happened to your paystubs?",	"s_a5f02cb6":"Then fine.",	"s_a9504589":"(Add Han Solo Response)",	"s_add1e6bf":"I'll pay you a thousand. Get back three paystubs.",	"s_affc3808":"Good job with the rill, my friend. Are you ready for a greater challenge?",	"s_b0e55a4a":"Then it is a lucky day for you! We have an opening at the lowest level of the hunt. If you are interested, I will sign you up.",	"s_b4a2635a":"Kid? Who you calling kid? Look there's fifty bucks in this for you. You want it or not?",	"s_bdf6c22c":"Excellent! You'll find the Trando's prison yard just south of here.",	"s_c261cfae":"No problem.",	"s_c8fc6f31":"DEFAULT CONVO. Which quest in my series do you want to talk about?",	"s_ca932c28":"Forget it.",	"s_ce7e4cd9":"Destroy Rills to prove myself.",	"s_d324732":"I am interested.",	"s_d335136f":"Yes I am.",	"s_d628eb2d":"Salutations, poor traveler. Are you here to take part in the hunt?",	"s_d6695e83":"No thanks.",	"s_da6e65ae":"There you go! All cleared up, now.",	"s_e8b238c6":"I'll take it!",	"s_ef75f1bd":"Ah yes! You have completed all three of the quests that I have to assign. Would you like them cleared so we can do this again?",	"s_f3acc17c":"Thank you for recovering our paystubs! Seems those Trandoshans didn't want to give them up!",	"s_faa659eb":"Test links and labels"
}}