{
	"stfFile":"conversation/ep3_forest_kerritamba",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_forest_kerritamba.stf) is automatically generated by the SwgConversationEditor.",	"s_149":"You are no longer welcome here, leave this place immediately!",	"s_601":"",	"s_603":"[Chief Kerritamba hums an ancient tune. He seems to be meditating.]",	"s_605":"[Chief Kerritamba nods.] I expect you have returned with the Mysess Blossom and the Mystical Bag of Dust, correct?",	"s_607":"Yes, here they are.",	"s_609":"Good. You have now been forgiven by the people. Embrace kindness and mercy, friend. I will be watching to see that you do.",	"s_611":"[You bow.]",	"s_613":"Now go.. I must meditate.",	"s_615":"My patience wears thin... You have not yet brought me the items I require. Return only when you have them.",	"s_617":"[Chief Kerritamba frowns.] I am displeased with your actions in the Arena. You did not show mercy, a trait our people hold dear. What do you have to say for yourself?",	"s_619":"He deserved it.",	"s_621":"[Chief Kerritamba inhales deeply and sterns his jaw.] My tolerance for unspeakable evil grows thin.  If you do not explain yourself regarding your horrible deed, you will be banished from the village. Now... explain yourself.",	"s_623":"I don't explain myself to would-be slaves... Chief.",	"s_625":"[Chief Kerritamba growls.] Get.. out. And never return. You have been banished from village Kerritamba. Now go!",	"s_627":"I--don't know what came over me. Please forgive me.",	"s_629":"Perhaps. [Chief Kerritamba looks you over.] It is the desire to kill when one begs for your mercy that has me concerned. You did not kill Wirartu. However, the blow has knocked him unconscious and we cannot wake him from his slumber. You must help us.",	"s_631":"I will. Anything to set things right.",	"s_633":"[Chief Kerritamba only nods.] I require a rare Mysess Blossom and a Bag of Dust from the Sayormi witches. Go, then, and find the items I require. Only then will you be forgiven for your actions.",	"s_635":"Thank you. I will go quickly.",	"s_637":"[Chief Kerritamba nods.]",	"s_639":"I see you have returned... and safely. I heard the news regarding Wirartu and his challenge. And the fact that you spared his life when you could have easily destroyed him. You show signs of a true hero and we welcome you into our village as the new Arena Champion. Welcome home.",	"s_641":"Thank you, Chief Kerritamba.",	"s_643":"Please enjoy the kindness our village has to offer. The people will recognize you as hero and treat you accordingly.",	"s_645":"You must speak with Wirartu at the Arena, my friend. Your reputation and honor have been challenged.",	"s_647":"I have... some unfortunate news, my friend. [Chief Kerritamba begins, sadly.]",	"s_649":"What is it? Sayormi? Myyydril Caverns?",	"s_651":"No, no. It is entirely my fault that this has come up. I shouldn't have asked for your help...",	"s_653":"I don't understand.",	"s_655":"[Chief Kerritamba sighs.] It is the honor of the Arena Champion to perform tasks for his people and his Chief. Wirartu is the Shoartu Arena Champion, the hero of our village. His honor was insulted when I overlooked him and asked for your help with the situations that ailed our village. Now, he wishes to challenge you and requests your presence in the arena.",	"s_657":"But... I didn't mean to.",	"s_659":"I know. It is I who has placed you in this dire situation. I can only deeply apologize for my ignorance. But you must face him. You must defend your honor or risk becoming a disgrace to our village. It is the Shoartu way.",	"s_661":"I see. I'll do the best I can.",	"s_663":"It is all I can expect. However, it is not beyond your ability to bring along allies. Perhaps, it is best that you do. The challenge would be difficult for a single man. However, it would be most suited for a group of three individuals. Any more and the challenge set forth by Wirartu would be considered... not a challenge at all. Present this to the Arena Guard and he will show you in.",	"s_665":"I understand. Thank you for fore-warning me.",	"s_667":"May the spirits choose your fate.",	"s_669":"I can't do this right now.",	"s_671":"I understand. It is a hard decision.",	"s_673":"Please tell me you were successful in your journey.",	"s_675":"Cyrans and his Queen have been defeated.",	"s_677":"Then our forests can rest once more... [Chief Kerritamba nods his head in reverence.] You are an unbelievable send from the spirits beyond. We thank you for helping us in our time of need.",	"s_679":"I was glad to be of help.",	"s_681":"Now, I too can finally rest. [Chief Kerritamba bows his head.]",	"s_683":"Cyrans and his Queen are still roaming the Dead Forest. I need to know why you are here.",	"s_685":"I haven't been able to defeat them. I'm still trying.",	"s_687":"Continue your task. I hope good fortune finds you and aids you.",	"s_689":"Let us continue... [Chief Kerritamba nods.] Now that their defenses have weakened, we must strike at the core of the Sayormi people. The Sayormi Queen commands her people with a fierce fist, her wit, cunning and her knowledge of war and tactics are remarkable. We must defeat her, that is the first step...",	"s_690":"Rrworrr!",	"s_691":"And the second?",	"s_693":"Cyrans the Unfeeling. [Chief Kerritamba's eyes flicker with memories of the past.] He is our most pronounced threat and has been for many years. I remember him... I-- [Chief Kerritamba shakes his head.]",	"s_695":"What's the history between you two?",	"s_697":"[Chief Kerritamba sterns his jaw.] At the time, I was a young warrior. And I had not yet proven myself to the tribe. It was he, Cyrans the Unfeeling, who killed my father, my beloved family. As a result, I was thrown into the leadership role, one I had not yet earned. It was a hard time, a time I would rather not remember.",	"s_699":"[You nod.]",	"s_701":"Since then, our people have thrived. We came back from the ashes that Cyrans the Unfeeling had thrown behind him in his wake. We rose from despair and hopelessness. Our fight with him is not yet won. And we must strike at him where he is weakest.",	"s_703":"Then, my task is to defeat Cyrans the Unfeeling and his Queen.",	"s_705":"You are correct. [Chief Kerritamba points east.] They live in the Dead Forest where the rest of his minions were found. Find them, defeat them and we will be safe.",	"s_707":"I will do so.",	"s_709":"You make me proud. May safety be with you.",	"s_711":"Perhaps I'll take them on another time.",	"s_713":"May that time be soon and not too late.",	"s_715":"I see you have returned safely. What news do you have from the Dead Forest?",	"s_717":"The Sayormi threat has been taken care of.",	"s_719":"Mmm... [Chief Kerritamba nods.] Good. There is one last thing you must do for us, however. Your path has been chosen, my friend. But first, I must meditate on this with the spirits. Come speak with me again.",	"s_721":"Thank you.",	"s_723":"[Chief Kerritamba nods and begins to hum an ancient tune.]",	"s_725":"The Sayormi still stalk the forests in large numbers. You have not completed your duty. Am I correct?",	"s_727":"I'm still working on the issue.",	"s_729":"Good. Hurry, my friend. The end times draw near.",	"s_731":"The Great Tree has been healed, but... another threat looms on our horizon.",	"s_733":"What is it?",	"s_735":"The Sayormi. Dedicated to the mortal ties of death and decay, the Sayormi try desperately to destroy our lush, green forests with their dark rituals. You can find them east of us, in a small part we call the 'Dead Forest'. It is beyond hope. We cannot muster our soldiers against them. Their powers are too great and their tricks too vast for us to handle.",	"s_737":"How am I able to help you?",	"s_739":"The curing of the Great Tree has stirred the Sayormi. Where they once slept, they now roam, destroying our forests. Our souls cry. Please help us. We must lower their numbers. We must show them that those of the Shoartu Tribe of Kerritamba village will not stand idle and watch our forests die. I need you to defeat 20 of them.",	"s_741":"You have my word, Chief Kerritamba.",	"s_743":"You are an honorable friend. Please go forth and be careful. The Sayormi are devious foes.",	"s_745":"I.. can't at this time.",	"s_747":"I understand. [Chief Kerritamba lowers his head, saddened by the decision.]",	"s_749":"My friend.. [Chief Kerritamba smiles kindly.] You cured the Great Tree. Now, we can finally focus our efforts into helping the forest return to its beautiful vitality once more. There is no end to our gratitude.",	"s_751":"I was glad to be of help.",	"s_753":"You did more than just help. You saved our forest! You're a hero in our eyes now. Please take this, a gift of our sincerest gratitude.",	"s_755":"I grow more and more concerned. Has the Great Tree been cured, my friend?",	"s_757":"Not yet. I'm still working on it.",	"s_759":"We need to hurry. My people grow anxious to hear the news. Cure the Great Tree and come back a hero.",	"s_761":"I lost the cure.",	"s_763":"[Chief Kerritamba rolls his eyes.] This isn't a subject to be regarded lightly! Don't lose this one.",	"s_765":"Finally... [Chief Kerritamba opens his hands. You can see a mystical vial.] The cure. We must apply it to the roots of the Great Tree and hope it will extinguish the evil from it.",	"s_767":"I hope it works. I'll give it to the Great Tree.",	"s_769":"Be quick about it. We guard the Great Tree well. Therefore, it should be an easy journey.",	"s_771":"What's the story behind the Great Tree?",	"s_773":"The Great Tree provided us with great shelter and lifted our hopes and spirits during our darkest hour. From the vantage point of the Great Tree, we were able to fend of the advances of the Varactyl creatures hoping to destroy us. We were able to drive them out of the Kkowir Forest. This was a long time ago...",	"s_775":"I see that the Great Tree is important to you and your people.",	"s_777":"Indeed. It is a vigil in our lives and serves as a beacon of the victory we shared in that time.",	"s_779":"The cure...",	"s_781":"Yes, yes of course! Please, give this to the Great Tree. Let us hope it works.",	"s_783":"I'll do it.",	"s_785":"It should be an easy journey. We guard the Great Tree well.",	"s_787":"[Chief Kerritamba seems deep in thought.]",	"s_789":"Chief Kerritamba? I have the ingredients for your cure.",	"s_791":"Ah, perfect. Now... let us hope it works. I will mix the ingredients and prepare it for you momentarily. If the cure works, it will easily cure our Great Tree.",	"s_793":"The Great Tree?",	"s_795":"I will explain to you the history of our Great Tree in due time, my friend. Come back after I have mixed the cure.",	"s_797":"I'm glad to see you have returned safely. Were you able to collect the items I requested?",	"s_799":"Not yet. I hope to find them soon, however.",	"s_801":"Good. Please return when you have the items in hand for me. [Chief Kerritamba nods in reverence.]",	"s_803":"We may have a cure in mind, my friend. [Chief Kerritamba nods his head low in reverence.]",	"s_805":"What did you find out?",	"s_807":"It seems that with the hightened activity within the Myyydril Caverns, certain chemical reactions have set forth a spiral of rot and decay. It exits from the small streams from within the Caverns out to our beloved forests. We must counteract it with certain elements.",	"s_809":"What are the elements? Where can they be found?",	"s_811":"I cannot go into the details, only tell you what I need from the surrounding forest. You must find an Osera seed from the Mouf, Webweaver Silk from Webweaver Spiders, a mystical Ranrt Crystal from a Sayormi Witch, and a Mysess Blossom, a rare plant found throughout the forest.",	"s_813":"I'll do it.",	"s_815":"My people and I thank you. I only hope you return quickly so that we may cure our beloved forest in due time.",	"s_817":"I'll have to complete such a task later.",	"s_819":"I understand.",	"s_821":"What have you found, my friend? I hope you bring good news.",	"s_823":"I was able to find the samples.",	"s_825":"Good, good. [Chief Kerritamba takes the samples.] It is time to test my theories. Please return after I have tested the mixture on one of the plants I have here.",	"s_827":"I hope it goes well and that we find the cure soon.",	"s_829":"I hope so too. Come back in a few moments.",	"s_831":"Welcome, my friend. [Chief Kerritamba nods in reverence.] I sense that you are empty handed. Do you have the samples I requested?",	"s_833":"No, not yet. I'm diligently working to get them.",	"s_835":"[Chief Kerritamba nods.] Please go forth and acquire these items for me.",	"s_837":"[Chief Kerritamba nods.] Welcome to our humble village, friend. I assume you have met some of our gentle people. I hope they have treated you well.",	"s_839":"Well...",	"s_841":"Yes, I know. Unfortunately, we are a skeptical, untrusting people. I wish it were different. [Chief Kerritamba nods, expression troubled.]",	"s_843":"Something ails you. Might I ask what it is?",	"s_845":"Our forest... [Chief Kerritamba closes his eyes.] It's dying. Can you feel it? I can. We all can. It pains us everyday to hear the cries of our forest. We can't escape it. The pain... [Chief Kerritamba opens his eyes wide.] ..it haunts us.",	"s_847":"What's killing the forest?",	"s_849":"We have our suspicions, but no real answers. Some suspect that the Myyydril have caused this. The mystics believe they placed a curse on us when we banished them from our village. It is the only plausible answer.",	"s_851":"Can we help the forest in some way?",	"s_853":"Perhaps. But we must try and find the source of the problem. The Myyydril people have gone through enough. I don't want to cause them unnecessary strife where it isn't warranted.",	"s_855":"I agree. So, what's first?",	"s_857":"I need samples. There are unspeakable creatures living in the Myyydril Caverns, living amongst radiated crystals and toxic mushrooms. I need a sample of each; a crystal, a mushroom, and secretions from a creature they call the 'Urnsori's.' I don't expect the journey to be easy. Will you help us cure our forest?",	"s_859":"Yes, I will. You can count on me.",	"s_861":"You make an old soul very happy, my friend. The Myyydril Caverns is to the north across the river. You can spot it easily. The path is concealed by mossy rocks and trees. It can be hard to find on occassion. Go, then, and return swiftly.",	"s_863":"Perhaps another time.",	"s_865":"[Chief Kerritamba nods.] I understand, my friend. Please enjoy the rest our village has to offer.",	"s_867":"Why were the Myyydril banished?",	"s_869":"It is a painful event to remember. [The chief begins sadly.] It was long ago. They came to us from the depths of the forest. No one knew their origins or where they came from. Without a thought, we welcomed the needy, forgotten tribe and opened our hearts to them. It was they who betrayed us soon afterward. Their chief, Hosdra, took it upon himself to assassinate my great grandfather and try to take the village as his own.",	"s_871":"That's horrible. Did the Myyydril help Hosdra?",	"s_873":"No. However, it was the consensus of the people of Kerritamba to oust them for Hosdra's horrible deed. We couldn't risk the lives of our people. The Myyydril disappeared into the cave just north of us, across the river. We haven't heard, or seen them, since. But they are the least of our troubles.",	"s_875":"The forest...",	"s_877":"Indeed. [Chief Kerritamba lowers his head.] We must find the root of the problem, the cause of our beloved forest's death. The plague is spreading. We can't let it reach the village.",	"s_879":"Can we help the forest in some way?",	"s_881":"Perhaps. But we must try and find the source of the problem. The Myyydril people have gone through enough. I don't want to cause them unnecessary strife where it isn't warranted.",	"s_883":"I agree. So, what's first?",	"s_885":"I need samples. There are unspeakable creatures living in the Myyydril Caverns, living amongst radiated crystals and toxic mushrooms. I need a sample of each; a crystal, a mushroom, and secretions from a creature they call the 'Urnsori's.' I don't expect the journey to be easy. Will you help us cure our forest?",	"s_887":"Yes, I will. You can count on me.",	"s_889":"You make an old soul very happy, my friend. The Myyydril Caverns is to the north across the river. You can spot it easily. The path is concealed by mossy rocks and trees. It can be hard to find on occassion. Go, then, and return swiftly.",	"s_891":"Perhaps another time.",	"s_893":"[Chief Kerritamba nods.] I understand, my friend. Please enjoy the rest our village has to offer."
}}