{
	"stfFile":"conversation/ep3_myyydril_greeter_guard_1",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_myyydril_greeter_guard_1.stf) is automatically generated by the SwgConversationEditor.",	"s_328":"",	"s_330":"[Rhirren chuckles.] So ya saved the village huh? I never would have thought.",	"s_332":"[You chuckle.] Me either.",	"s_334":"Well, we hope you stay around. There may be some more people you can help, but don't expect too much. It was good to have you here.",	"s_336":"It was good to be here.",	"s_338":"[Rhirren smirks.] Okay, enough of the mushy stuff. I'm on my break.",	"s_347":"[Rhirren snorts.] What do you want? I'm on my break.",	"s_349":"You're always on a break.",	"s_351":"[Rhirren snorts.] You're asking around about Kinesworthy, aren't you? He's a crazy old man. I'd advise staying away. Something fishy about that one.",	"s_353":"You don't trust anyone, do you?",	"s_355":"You're darn right. Especially one that plays with mechanical arms and such. He'll probably go on a rampage, slicing off arms and legs for all we know.",	"s_357":"[You just shake your head.]",	"s_359":"[Rhirren shrugs.] I'm back on duty. Move along.",	"s_361":"[Rhirren looks you over.] Hero huh? I suppose I'll allow it. You probably shouldn't be wandering around aimlessly. Go help someone.",	"s_363":"Like who?",	"s_365":"Like Yraka Nes or Attiera. What about that creepy little fellow Isdan? There's tons left to do.",	"s_367":"I'll do speak with them.",	"s_369":"[Rhirren nods.] Good.",	"s_371":"[Rhirren scoffs.] Urnsor'is huh?",	"s_373":"Yeah. [You shrug.]",	"s_375":"A word of advice... [Rhirren leans closer.] Don't underestimate them. I've seen far too many pass on because of their pride. Don't be one of them.",	"s_377":"I'll try not to.",	"s_379":"Good. You should go. You have a lot of work to do. [Rhirren resumes his usual stoic expression.]",	"s_381":"[Rhirren frowns.] We haven't got rid of you yet?",	"s_383":"Uhh--I'm trying to find people who need help here.",	"s_385":"[Rhirren shrugs.] Tala'oree, Kirrir.. you know. Just ask around. I know Tala'oree is at the check-in point. Kirrir? At the cantina.",	"s_387":"You've been very helpful.",	"s_680":"Rrworr!",	"s_895":"[Rhirren nods.] Yeah. I'm on break and I'd rather be left alone.",	"s_897":"You're going to meet with the top dog, huh? Be sure to mind your manners. Take the path to my right. It leads to the Chief.",	"s_899":"That's good to know.",	"s_901":"And it would be best not to keep him waiting. Now go.",	"s_903":"[Rhirren frowns, arms across chest.] What are you doing here? You haven't been given clearance to wander around here. I would have heard about a newcomer. Go speak with Kivvaaa. Her check-in point is at the entrance of our village.",	"s_905":"I'll do so right away.",	"s_907":"[Rhirren grunts.]",	"s_908":"[Rhirren arches a brow.] So you're going to go into the deep end, huh? You had better be ready.",	"s_909":"I've heard of the dangers.",	"s_910":"I'm sure you have. Just watch out for the crazy guy down there.",	"s_911":"Treun Lorn? You've seen him?",	"s_912":"No, I haven't. But you can hear crazy laughter when you enter the caverns. It can only be that guy.",	"s_913":"[You nod.]",	"s_914":"[Rhirren nods.] Now scram. You can't say I haven't been helpful."
}}