{
	"stfFile":"conversation/ep3_rodian_hunter",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_rodian_hunter.stf) is automatically generated by the SwgConversationEditor.",	"s_0":"",	"s_1a09ac5e":"Yes. You can ask him if you'd like. He's in a guard tower just outside of this camp.",	"s_1d144f53":"Should I put them out of their misery?",	"s_225d3518":"What are you waiting for?",	"s_2f1410df":"I would like to hunt in this forest.",	"s_2fac86c":"Can he allow me to hunt?",	"s_31d7e474":"Hello! I'm Bazeedo - chief hunter of this clan. Word of your coming has preceeded you. I am glad to see you've made it.",	"s_34824b35":"Once he is your friend, he will let you hunt here.",	"s_34f24948":"Yes, I would.",	"s_4d5b8557":"Okay. Thanks.",	"s_4e4fe804":"I know, but you can't until you have been given permission by our Wookiee benefactor. See him, talk to him, and do what he asks.",	"s_50c166a3":"It's easy. Just go outside this hut - walk straight for about a minute. You'll see a giant tree. Go up the tree ramp. You'll find him on the first landing.",	"s_583053f2":"I will bring you the skin of one walluga.",	"s_78fecb0e":"I will bring two walluga skins.",	"s_7d09a75e":"Superb! Good luck.",	"s_7e4fd412":"I would like to hunt the walluga.",	"s_81fdc59e":"Thank you!",	"s_88467f34":"Excellent! Collect at least five of the Trandoshan slavers' kidnap orders. That should teach them!",	"s_8be640b8":"Sure.",	"s_9301eff1":"I will.",	"s_a4e70cc0":"I need my quests cleared.",	"s_a80d9308":"Good luck!",	"s_ac3b13f5":"I can't find your benefactor.",	"s_b1bd5fe2":"No problem. I'm on my way.",	"s_b21a191":"I am very worried that the Trandoshans are plotting to kidnap Rodians on their way to this hunting ground.",	"s_b26194cb":"What are you doing here?",	"s_b84b366c":"How can I help?",	"s_cba7ab48":"I will ask him.",	"s_cf298387":"It's good to see you again! Look - we've got trouble! Would you do a favor for me?",	"s_d0306922":"I hope you are well, my friend. How can I help you?",	"s_d24a2285":"Will do.",	"s_d28436cd":"Good bye!",	"s_d2849e62":"What's the problem?",	"s_de3892ae":"Goodbye!",	"s_e3bd19bc":"My nephew brought a family of rill to this planet. His pets, you see. This was a bad idea. Turns out that the native flora is poison to the rill. They are dying a slow death!",	"s_e42b260e":"I'm on my way.",	"s_e9a0750f":"Some of these slavers will be carrying orders from the Slavemaster. Not all of them - but many of them. Would you be willing to confiscate those orders for me and disrupt their criminal activity?",	"s_f20fccbf":"Would you take down one or two of them for me? One pays 500 but two pays 1500... for the difficulty.",	"s_f53e4c0c":"One it shall be. See you soon!",	"s_fa2e7213":"No problem!",	"s_fa986495":"At the moment, this is impossible. Our benefactor has shut down the hunt. He is preoccupied by a clan of Trandoshans that have recently moved in. Apparently, they have kidnapped some members of his family.",	"s_fe631380":"Good luck, my friend!",	"s_fe77e31e":"Sad to say, but yes. Not much of a challenge for a hunter such as yourself - but it would be a great favor to me.",	"s_ff3c855b":"I would like to hunt here."
}}