{
	"stfFile":"conversation/ep3_kymayrr",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_kymayrr.stf) is automatically generated by the SwgConversationEditor.",	"s_273":"",	"s_275":"Thank you for all that you have done %NU.",	"s_277":"I knew that my faith in you was well placed %NU. You have done a service for not just my people, but an entire world yearning to be free of such dark forces. I present to you this medal as a symbol of your bravery and determination in the struggles we have faced together.",	"s_279":"It was an honor.",	"s_281":"No %NU, the honor was all mine.",	"s_283":"Haraako",	"s_285":"You have returned, this is wonderous. Go speak with Gursan quickly now, we haven't a moment to lose.",	"s_287":"I will do so.",	"s_289":"Yes, please hurry.",	"s_291":"Go quickly, time is short.",	"s_293":"You have shown your bravery time and time again %NU. The people of this land, and all those who value freedom are behind you. I am now asking you for more. I am giving you a recorded message. It will transmit the Wardens signature along with a plea for help. We must have faith that it will work.",	"s_295":"I have faith.",	"s_297":"Then go speak with Gursan. He can tell you about the camp.",	"s_299":"I will return when we are done.",	"s_301":"Return safely my friend.",	"s_303":"Thank you again for all that you have done. Please visit Gursan to find out more.",	"s_305":"I will do that.",	"s_307":"Forest blessings be with you.",	"s_309":"You have returned. I hope it is with good news.",	"s_311":"Rroot is safe and wants you to know that all is well.",	"s_313":"That is music to my ears. I am forever in your debt %NU. While you were gone we discovered a number of things from Rhosk. My friend Gursan Bryes who stays in the huts below will brief you on what our future plans are. But first I have a gift for you. In examining Rhosk's ship we discovered the purpose of his visit. A shipment of weapons for the Avatar fleet had been delivered to the Blackscale compound and he was receiving them personally.",	"s_315":"What type of weapons.",	"s_317":"Ion Cannons. Probably for their transport raiders.",	"s_319":"I will go speak with Gursan then.",	"s_321":"Please do. And thank you again %NU.",	"s_324":"%NU, I am glad you have returned. I have heard of your victory and we are grateful for your efforts. But I have had a personal tragedy while you were gone. My son Rroot travels the Rryatt Trail transporting supplies and refugees throughout the area. Earlier today I received word that he was captured by the slavers that inhabit that area. We learned this from the radio you recovered for us, it has already proved its worth.",	"s_326":"Is there anything I can do?",	"s_330":"Since you know of this camp already. I would ask you to go back down there and free him for me. Rroot and his sister are the only family I have left.",	"s_332":"I will set him free.",	"s_334":"Thank you so very much. I will oversee the interrogation of Adjutant Rhosk now that you have lifted this burden from me.",	"s_336":"Your son will be home soon.",	"s_338":"Blessings of the forest be with you.",	"s_340":"I understand your plight, but I have more pressing matters to attend.",	"s_342":"I understand. Maybe there is another who can help me.",	"s_344":"%NU, I was looking forward to meeting you. Zhailaut tells me you provided a great service for us. Being able to track the Trandoshans movements in the Trail will allow us to move refugees and supplies more easily. But there is more we would ask of you if you are willing.",	"s_346":"I am willing.",	"s_348":"That is good to hear. The occupation of Kashyyyk has never been a blessing, but what was once an endurable situation has ended with the coming of the Blackscale. When the Empire made their declaration of destruction or servitude, many of our elders and warriors immediately surrendered to their rule and those that were left behind knew a form of peace.",	"s_350":"And the Blackscale?",	"s_352":"This territory was handed over to them when the Empire pulled back its forces. The Blackscale are killers and brutes. Their herding of my people caught us unaware at first. But their plan has backfired on them for we resisted. As was feared they appealed to the Empire to carry through on their threat to lay waste to our lands but Commander Richards has denied their request.",	"s_354":"Why would the Imperial not support the Trandoshans as promised?",	"s_356":"A few believe he takes delight in seeing the Trandoshans fail where the Empire had such success. Personally I think he is afraid to call for aid because it would be admitting that he has lost control of this region. Commander Richards's authority ends at the borders of this village. Warden Tosk rules the clan here on Kashyyyk. And Tosk answers directly to Lord Cyssc, patriarch of the Blackscale, back on Hss'Kas.",	"s_358":"What sort of plan do you have then?",	"s_360":"Trandoshans are noted for their regenerative abilities. They are willing to lose an arm in battle as they know it will grow back. This makes them fierce fighters. No, if you truly want to kill a Trandoshan you are best to remove the head.",	"s_362":"Lord Cyssc. But you say he is far from here.",	"s_364":"That is true, and he is not known to leave his citadel. It is here where you become important to our efforts. Adjutant Rhosk runs Avatar Platform, that cancerous station dug into an asteroid field surrounding Kashyyyk. He is currently here on Kashyyyk to meet with Tosk but will be returning shortly to the Avatar. We want him captured, and during his return flight is our best chance.",	"s_366":"What do I need to do?",	"s_368":"There will be a squad of Blackscale fighters sweeping the flight path ahead of Rhosk. A wing of our fighters will engage them, if we win Rhosk will send in his personal guard. When this happens you can slip in and capture his transport. We will jam long range communications, so you will be on your own out there but more importantly so will they.",	"s_370":"The mission sounds easy. But what of their reprisal?",	"s_372":"If all goes well, they will believe it was mining pirates. Be wary up there %NU. The Blackscale employ mercenaries to bolster their ranks, but the house guard are all expert pilots.",	"s_374":"Understood.",	"s_376":"Then go with honor.",	"s_378":"I have my own set of problems to deal with, I'll be on my way.",	"s_380":"That is unfortunate.",	"s_382":"Enjoy your stay in Kachirho. But be watchful for the Trandoshan Slavers, they cannot be trusted."
}}