{
	"stfFile":"conversation/ep3_clone_relics_nym_starmap_han_solo",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_clone_relics_nym_starmap_han_solo.stf) is automatically generated by the SwgConversationEditor.",	"s_284":"How does... 10.000 credits sound?",	"s_286":"",	"s_288":"Hey Chewie look who's back, it's mister antique collector! You talked to your employer?",	"s_294":"Hey kid, come to watch me win? < Chewbacca says something in Shyriiwook > I don't think so Chewie, I got you just where I want you.",	"s_304":"Ssshh kid. We're playing a game here and this time I will win!",	"s_309":"Actually, I'm looking for something I think you may know of.",	"s_310":"Is that so? You're going to have to be a little more specific kid.",	"s_311":"An old star map that happened to disappear on it's way to Jabba.",	"s_312":"I might know what you're talking about. Now who are you? You don't look like an antique collector...",	"s_313":"That may be but it's not far from the truth.",	"s_314":"Hmm, very well. How much would it be worth to you mister antique collector?",	"s_315":"I'd say... 5.000 credits.",	"s_317":"Interesting. What do you think Chewie? < Chewbacca says something in Shyriiwook > Really? Yeah that sounds a lot better. My friend here suggests that we add a zero to the end of that and makes it 50.000 credits. How does that sound mister antique collector?",	"s_318":"Interesting. What do you think Chewie? < Chewbacca says something in Shyriiwook > Really? Yeah that sounds a lot better. My friend here suggests that we'll make that 50.000 credits instead. How does that sound mister antique collector?",	"s_319":"50.000?! Are you cr... I mean, I have to think about that.",	"s_320":"How about I just go tell Jabba that you have his star map?",	"s_321":"You could do that but on the other hand, he already wants me dead, so wouldn't make much of a difference.",	"s_322":"Good point!",	"s_323":"I know.",	"s_324":"I need some time to think about this, I'll be back.",	"s_325":"Sounds good kid, see you later!",	"s_326":"You do that kid, I'll be here when you've made up your mind. See you later!",	"s_327":"Ye... what employer? Anyway, I've decided to pay you.",	"s_328":"That's great news kid! I have the map piece right here, let's make a deal.",	"s_329":"Let me see that thing first.",	"s_330":"Sure. You don't mind Chewie holding on to your leg while you look at it, do you? < you feel a giant hand clamp around your leg as Solo gives you the map piece >",	"s_331":"Alright, it looks to be in order.",	"s_332":"Well of course, what do you take me for, a scoundrel? Now it was the matter of payment.",	"s_333":"< hand Solo the credits >",	"s_334":"< Solo smiles as he's counting the money > Alright, this looks to be in order. You can let him go now Chewie. Chewie! Let him go. < Chewbacca lets go of your leg > Well it was a pleasure to do business with you mister antique collector. We're going to go back to our game now if there was nothing else?",	"s_335":"No that was it...",	"s_336":"Alright kid, see you around and tell Nym I said hi!"
}}