{
	"stfFile":"conversation/ep3_kachirho_varactyl_hunter",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_kachirho_varactyl_hunter.stf) is automatically generated by the SwgConversationEditor.",	"s_355":"",	"s_357":"I figured you would be back. My offer is still good if you are interested. Kill eight varactyl, bring me their plumes, and I will pay a bounty of two thousand credits. What do you say?",	"s_359":"Sure, I am up for making some more credits.",	"s_361":"Yeah, I figured you would jump at the offer. Same deal as before. Kill me eight varactyl, bring back their plumes, and I will hand you the credits. Good hunting.",	"s_363":"Not right now. Maybe later.",	"s_365":"No problem. Just come back by and see me if you change your mind.",	"s_367":"Welcome back. I hope the hunt went well for you. Let me see here...yep that is all eight of them. Nice work. As promised, here is your payment. Listen if you are interested the offer is still open...for every eight plumes you bring me I will pay you two thousand credits. Care to go again?",	"s_369":"Sure, I am up for making some more credits.",	"s_371":"Yeah, I figured you would jump at the offer. Same deal as before. Kill me eight varactyl, bring back their plumes, and I will hand you the credits. Good hunting.",	"s_373":"Not right now. Maybe later.",	"s_375":"No problem. Just come back by and see me if you change your mind.",	"s_377":"Sorry, buddy. I don't see eight plumes there. I only pay out the bounty once all eight varactyl have been killed.",	"s_379":"Those things are a menace. They are ravenous and are destroying everything that they can sink their claws into. If something isn't done about them soon they are going to over run the entire region.",	"s_381":"What things?",	"s_383":"The varactyl, of course. They breed like wild fire and are twice as mean. I have been studying their habits for a while now and I have come to the opinion that extermination is the only way we are going to solve this problem.",	"s_385":"Why are the varactyl such a problem?",	"s_387":"Mainly because they are not supposed to be here. The varactyl are not native to this planet and have no natural predators here. And all of the native species are not equipped to fend them off, so they are running free over the entire area.",	"s_389":"If they are not native, how did they get here?",	"s_391":"Honestly, I don't know. Most likely it started with someone's pet getting free. That pet lays a clutch of eggs, they hatch, and the cycle starts. All I know now is that they must be eliminated and I have finally gotten the Wookiee elders to agree with me.",	"s_393":"How are you going to deal with them?",	"s_395":"I have been authorized to offer a bounty on the killing of varactyl. The deal is simple. For every eight varactyl plumes that are turned in, I pay two thousand credits. Hey, maybe you would be interested in doing a little varactyl hunting?",	"s_397":"Yes, sign me up.",	"s_399":"Alright. You know the deal. Eight varactyl plumes for two thousand credits. The varactyl are swarming all over this area and have moved up north a bit along the river. I don't care what kind you kill...just kill them before they destroy the whole ecosystem.",	"s_401":"No thanks. Maybe later.",	"s_403":"Yeah...maybe later."
}}