{
	"stfFile":"conversation/ep3_clone_relics_trapped_geonosian",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_clone_relics_trapped_geonosian.stf) is automatically generated by the SwgConversationEditor.",	"s_103":"I'm a developer/tester and want to clear quests.",	"s_105":"I'm a developer/tester and want to clear quests.",	"s_107":"I'm a developer/tester and want to clear quests.",	"s_109":"I'm a developer/tester and want to clear quests.",	"s_111":"I'm a developer/tester and want to clear quests.",	"s_113":"I'm a developer/tester and want to clear quests.",	"s_114":"Which quest?",	"s_115":"1",	"s_116":"2",	"s_117":"3",	"s_118":"All",	"s_119":"Okay",	"s_121":"Okay",	"s_123":"Okay",	"s_125":"Okay",	"s_1320":"",	"s_1322":"Yeah I'm still in here. The elders told me it shouldn't be long before I'm released now though, thanks to you %NU.",	"s_1324":"It was nothing, anyone could have done that.",	"s_1326":"I believe you are way too humble my friend but I guess that's one of the qualities that makes you a hero.",	"s_1328":"Well I do expect some payment when you get out.",	"s_1330":"Oh I'm sorry %TU, I thought I made it clear that I've lost everything. I'm afraid I have nothing I can give you.",	"s_1336":"May I help you my friend?",	"s_1338":"I need the directions to the lab again.",	"s_1340":"Of course. The lab can be found near the coordinates -6500, -400 on the moon Yavin 4.",	"s_1342":"I can't do this, I've heard some bad things about that place.",	"s_1344":"I understand friend, come back if you change your mind.",	"s_1350":"Did you talk to her? What did she say?",	"s_1352":"Sorry, I haven't found her yet.",	"s_1354":"She should be over in the great tree at the center of Kachirho.",	"s_1356":"I can't do this, I'm sorry.",	"s_1358":"What? All you have to do is go over there and show the papers to her.",	"s_1360":"Fine fine, I'm going.",	"s_1362":"< Ikvizi draws a sigh of relief. >",	"s_1364":"Well I don't want to, how's that?",	"s_1366":"You... you can not be serious...",	"s_1372":"Did you talk to her %TU? What did she say?",	"s_1374":"She didn't seem too surprised about what I showed her.",	"s_1376":"Really? What will happen now?",	"s_1378":"You will have to sit off some time for the bribe but that's it.",	"s_1380":"What?! I practically stopped the Trandoshans from enslaving their whole species and they want me to sit off my time for one silly little bribe?! Hmm, I didn't want to do this but for all you've done and for the Wookiees arrogance, I will.",	"s_1382":"What are you talking about?",	"s_1384":"I have a reward for you, so listen carefully my friend.",	"s_1386":"I'm all ears.",	"s_1388":" A few years ago I was a scientist at a lab on the fourth moon of Yavin. At that time it was a safe place and most of the research was peaceful. My job was to try and gather DNA strands from useful animals across the Galaxy. One of these was the sacred Bolotaur that the Wookiees don't let any other species use.",	"s_1390":"I've seen them, they are impressive.",	"s_1392":"Yes they are formidable riding mounts. The DNA strands to create your very own Bolotaur should still be in my suitcase at the lab.",	"s_1394":"Interesting.",	"s_1396":"If you're interested, travel there and find the Mag Seal container I stored it in. My lab was fairly close to the surface, luckily, so it shouldn't be too hard to find. Be careful though, I've heard horror stories of what goes on at this lab nowadays.",	"s_1398":"I should be fine.",	"s_1400":"I hope so %TU. The lab can be found near the coordinates -6500, -400 on the moon Yavin 4. Again, thank you for all that you have done for me and good luck.",	"s_1406":"You have returned! Please tell me you found what what we talked about?",	"s_1408":"I believe so! Have a look at this.",	"s_1410":"<Ikvizi quickly starts to skim through the documents.> This is perfect! You have to show this to one of the Wookiee elders immediately!",	"s_1412":"Excellent! Who do I talk to?",	"s_1414":"Talk to Elder Ovarra. She was one of the judges at my trial and seemed the most skeptic to the witnesses presented. You will most likely find her up in the great tree in the center of Kachirho.",	"s_1420":"What are you still doing here?",	"s_1422":"Sorry, I'm just about to leave.",	"s_1424":"Excellent, good luck my friend.",	"s_1426":"I can't do this, I'm sorry.",	"s_1428":"Sigh, I thought things was finally going to be set right.",	"s_1434":"Please...I need your help...",	"s_1436":"I don't have a habit of assisting criminals.",	"s_1438":"That's good, since I'm not a criminal. I was unjustly imprisoned.",	"s_1440":"Why would I believe you?",	"s_1442":"All I ask is a few minutes of your time, to tell you my story.",	"s_1444":"I suppose, but this better be good.",	"s_1446":"Isn't that what they all say? Take it up with someone else.",	"s_1448":"Thanks for nothing...",	"s_1450":"Why are you imprisoned?",	"s_1452":"It's a long story but I swear to you my friend, I do not belong in this cage. Please help me prove my innocence.",	"s_1454":"Didn't you get a fair trial?",	"s_1456":"I suppose I did, that isn't the problem. The problem is that I was set up and no one believes it! If you give me a few minutes, I will explain.",	"s_1458":"I'm sure the truth will come out sooner or later anyway.",	"s_1460":"How? No one seems to listen to me around here!",	"s_1462":"Fine, let me hear your story.",	"s_1464":"Finally, someone who takes the time to listen. For this I thank you. First you should know what I was convicted of. Apparently I was found in the wilds with documents on my body proving that I was planning vile experiments on Wookiees. Although it's true that I came here to study the Wookiees, that's all that my intention was, to study them.",	"s_1466":"The documents weren't yours?",	"s_1468":"Of course not! I believe they belonged to some Trandoshan researchers that...I'm getting ahead of myself here. A while ago I heard a rumor of a scientific camp a bit east of this city. I traveled out there to see if I could swap research with these scientists but what I came upon was a disturbing scene indeed.",	"s_1470":"What was it?",	"s_1472":"This wasn't a research camp but a slave camp. Trandoshan researchers were there, but they were using the Wookiees as lab rats, prodding them with strange  instruments and injecting them with substances that made the poor things roar in pain. I knew immediately that it would have been a bad idea to reveal my presence to them.",	"s_1474":"Most likely a wise choice, so what did you do?",	"s_1476":"I decided I couldn't just leave without any proof of what I had seen so I snuck in to the camp, hoping to find something to validate my story. While I was rummaging through documents inside one of their tents, everything went black.",	"s_1478":"They knocked you unconscious?",	"s_1480":"That is my belief, yes. When I woke up, I was in chains, being led by a Wookiee hunting patrol in to town. Later I found out that they had come upon my unconscious body and found documents on me, describing a vile plan that would involve the deaths of many Wookiees.",	"s_1482":"How come the Wookiees didn't believe your story?",	"s_1484":"The Wookiees are a superstitious and suspicious race. I'm a rare breed around these parts and ever since I came here I've been viewed upon with mistrust and skepticism. At my trial, there were all of a sudden a whole slew of 'witnesses' that had seen me do all sorts of suspicious things around the city.",	"s_1486":"What kind of things?",	"s_1488":"Only what any scientist would do to learn about a new race. I read everything I could find about Wookiee history and culture, interviewed the few of them that would let me, usually ones that themselves for one reason or another were outsiders to Wookiee society. The final nail in my coffin was the fact that I had bribed a guard to be allowed to examine one of their hunters that had been killed in the wilds.",	"s_1490":"Why would you want to do that?",	"s_1492":"To learn about their physiology. Wookiees are a proud race and wouldn't let me, an outsider, examine them closely...while they were alive. It cost me a small fortune to bribe the guard at the burial grounds. I know what I did was wrong but I was thirsty for knowledge and frustrated by my lack of progress.",	"s_1494":"Sounds like you got what you deserve, I'm out of here!",	"s_1496":"But they are going to execute me...",	"s_1498":"I see, quite the misfortune. What would you have me do?",	"s_1500":"Maybe you could try to find their camp and gather some proof that the Trandoshans are the ones that are behind the evil plans, not I. If nothing else, to save the Wookiees. I doubt the Trandoshans have any intent to stop what they were planning when I came upon them.",	"s_1502":"Agreed, where do I find the camp?",	"s_1504":"Unless they moved their camp, head east of here until you reach a Wookiee village, then go north across the river. You will come across a Trandoshan camp but continue past that first one and you should find the one where the researchers were. I hope you find them friend, for both mine and the Wookiees' sake.",	"s_1506":"I wish I could, but not right now. I might be back later.",	"s_1508":"I hope so, and quickly. The Wookiees are planning to execute me I'm afraid.",	"s_1510":"I'm sure it will work out, take care now.",	"s_1512":"Why do I even bother...",	"s_1514":"I'm sorry, I have more important things to do than listen to your sob story.",	"s_1516":"Fine! Get out of here you cruel...",	"s_1518":"Well I have nothing better to do, what's your story?",	"s_1520":"I sure am glad I'm not you. Have a good one.",	"s_1522":"You heartless scum, I hope you'll get what you deserve one of these days!"
}}