{
	"stfFile":"conversation/ep3_etyyy_kara_corlon",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_etyyy_kara_corlon.stf) is automatically generated by the SwgConversationEditor.",	"s_34":"",	"s_36":"Look, I appreciate the help you have given me, and I appreciate any future assistance that you might offer as well, but we really can't be seen talking too often. If word gets back to any of those [*curses*] obnoxious Rodian hunters, I could lose some important contacts within Kachirho.",	"s_38":"About those deliveries you asked me to make...",	"s_40":"Before we talk about this, you need to complete your current space tasks.",	"s_42":"Thanks for completing those. I really appreciate your help. Those [*spats out something in a language you don't understand*] Rodian hunters make things difficult for me and my comrades here. Just because we're here illegally doesn't mean... er... I've said too much. Let's just leave it with that. You have my thanks. You should go let Johnson Smith know you've completed my deliveries.",	"s_44":"Is there a problem with the last delivery? This one is in... [*she checks her datapad*]... the Dathomir system. I know that can be a dangerous place, but this is an important contract. I don't know for certain who I'm selling to there, but they are offering a lot for these goods.",	"s_46":"I'll handle that delivery right now.",	"s_48":"Good. To the Dathomir system then. Return here to me when you've completed the delivery.",	"s_50":"I'll have to make that delivery later.",	"s_52":"I see. Let me know when you can do this one. I'll be here. You've shown you can be trusted, so I'd hate to have to find someone else.",	"s_54":"Was there a mix up with the second delivery? I need you to go to the Tatooine system. I've arranged to have a freighter meet you there. They will take these goods to Jab... to my buyer.",	"s_56":"I'm on my way.",	"s_58":"There will be one more delivery after this one. But more on that later. For now head to the Tatooine system.",	"s_60":"I can't right now. I'll try later.",	"s_62":"Okay. That first delivery bought my some daylight. But please don't dally too long. I need this next one as well.",	"s_64":"I really need those goods to be delivered to Dantooine. My contacts there are getting edgy. Go  finish what you've started.",	"s_66":"I'm on my way.",	"s_68":"Please hurry and make the delivery. I need to recoup some some profits from this venture soon, or Laen will want some answers. And I don't have any.",	"s_70":"I can't right now. I'll try later.",	"s_72":"[*sigh*] Fine. But please hurry back. Or maybe I should just look elsewhere for help with this.",	"s_74":"I understand. I'll be on my way.",	"s_76":"Thank you. ",	"s_78":"Why are you snooping around here? Go away. These poor Arconans are trying to find relief from their addiction to salt.",	"s_80":"Johnson Smith sent me to help you.",	"s_82":"Did he? Hmmm, I guess if Johnson trusts you then maybe I can as well. I actually could use some help with some deliveries. Ready to get started?",	"s_84":"Yes, let's do this.",	"s_86":"Great. First I need... wait, you already have something to do in space. You'll need to complete that before you can attempt any deliveries for me. Come back once your current space task is done.",	"s_88":"I'll have the cargo loaded onto your ship. [*fiddles with her datapad*] Your first stop will be in the Dantooine system. When you arrive in that area, we'll upload your exact destination within the system to you. Be alert and ready for trouble. We've had trouble with Blackscale pirates in the past, and they may come after you.",	"s_90":"Not just yet. I'll come back later.",	"s_92":"Right. Don't tarry for too long. I'm already having second thoughts about trusting you.",	"s_94":"Really, they're addicted to salt?",	"s_96":"Apparently. It veils their vision with an addictive hallucination of colors. Or something like that. Regardless, you should not be here. And I should not be talking to you."
}}