{
	"stfFile":"conversation/ep3_etyyy_kint_zsam",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_etyyy_kint_zsam.stf) is automatically generated by the SwgConversationEditor.",	"s_181":"",	"s_183":"Ah yes, I remember you. %TO wasn't it? What can I do for you?",	"s_185":"I'm ready to enter the Hracca Glade.",	"s_187":"Okay, just... wait. I mentioned this before, but it looks like you didn't understand. You can only have up to 8 hunters in your party. Remove some of the hunters from your party and then speak with me again.",	"s_189":"Very well. Remember, you'll have to rid the glade of Chiss poachers before the kkorrwrot will return. I'll monitor the scanning array that Sordaan has set up in the glade. Using it, I can determine how many Chiss poachers are in the glade and report to you on your progress. I'll only be able to use the array every so often without being detected by Sordaan's hunters, so don't expect constant updates from me. But I'll help as much as I'm able.",	"s_191":"I killed a kkorrwrot.",	"s_193":"I'm impressed. Seriously. You're a much better hunter than I thought you were. Well done.",	"s_195":"I need to go back into the Hracca Glade for another attempt.",	"s_197":"Okay, here's another gate pass. Talk to me again when you're ready to enter.",	"s_199":"Oh nothing. Just wandering by.",	"s_201":"Ah, good. Don't let me stop you from continuing to wander.",	"s_203":"This is the gate into the Hracca Glade. No one is allowed entrance without Sordaan's permission. And he gives permission to no one.",	"s_205":"I'm here to hunt the kkorrwrot.",	"s_208":"Good luck with that, because you can't enter the glade.",	"s_210":"Johnson Smith sent me to hunt the kkorrwrot.",	"s_212":"Johnson Smith sent you?",	"s_215":"That's right.",	"s_217":"Where were the two of you when you spoke with him?",	"s_219":"We were in Kachirho.",	"s_221":"Nice try, but I know for a fact that he's avoiding Kachirho because of his... wait. Almost said too much. Never mind. You're just wrong and, sadly, out of luck.",	"s_223":"We were at the Arcona compound.",	"s_225":"Hmmm. Fair enough. And what did he have you doing for the Chiss poacher, Lara Corlon?",	"s_227":"He had me kill her. She knew too much.",	"s_229":"Whoa! I hope not. Er, oops. What I mean is what do I care what happens to a poacher. Good riddance.",	"s_231":"He had me helping her with some deliveries, but she was Lara Korlon.",	"s_233":"How nice. Never heard of her personally, but I'm sure you two will have a nice future working together. Now go away.",	"s_235":"He had me help her with some deliveries, but she was Kara Corlon.",	"s_237":"Yeah, okay. Good enough. I can help you enter the Hracca Glade and hunt a kkorrwrot. But you should know that the kkorrwrot has been driven out of the glade. It's in hiding somewhere. The only way it will return is if you get rid of all the Chiss poachers in the glade. They use an enhancement fog that sprays out of those packs they wear. Those chemicals have contaminated the glade and driven off most of the creatures.",	"s_239":"So first clear the Hracca Glade of all Chiss poachers?",	"s_241":"Correct. After you do that, the contaminated air should dissipate, and it shouldn't take long for a kkorrwrot to return to the glade. You'll know when one returns. Trust me, you'll know.",	"s_243":"Sounds good. I know what I need to do.",	"s_246":"Good. There are two other things you'll need to know. First of all, you can only have up to 8 hunters in your group. More than that and it quickly becomes impossible to conceal your presence in the glade. Which leads to the second thing: even with the smaller hunting party, you will eventually be noticed by Sordaan's hunters. When that happens, you'll be ejected from the glade. I estimate you'll have about 30 minutes in the glade.",	"s_250":"Understood. Anything else?",	"s_254":"You'll need to give your gate pass to me when you're ready to enter the glade. It's a forged pass, but it's necessary. Otherwise I have nothing to cover the fact that I let you into the glade. This way I can point to the pass and claim I didn't know it was a fake. I'll help you, but I'm not putting my neck on the chopping block. Talk to me again when you're ready to enter. And remember, you can only have up to 8 hunters in your group.",	"s_257":"Thank you. Let's get started.",	"s_258":"Just one. Here's a gate pass. You'll need to give this to me when you're ready to enter the glade. It's a forged pass, but it's necessary. Otherwise I have nothing to cover the fact that I let you into the glade. This way I can point to the pass and claim I didn't know it was a fake. I'll help you, but I'm not putting my neck on the chopping block. Talk to me again when you're ready to enter. And remember, you can only have up to 8 hunters in your group.",	"s_259":"Right. Away you go. Oh, and good hunting to you.",	"s_262":"I don't think I'm interested in this right now.",	"s_266":"Yeah. Sure. Whatever.",	"s_268":"We were in Sordaan's cabin.",	"s_270":"Oh yeah, Sordaan and Smith are old friends. I'll bet they were talking about the good old days and just laughing. That would happen. Next you'll tell me that Wookiees are kidnapping Trandoshans as slaves and selling them to the Rebel Alliance. Good one.",	"s_273":"We were in a cantina on Corellia.",	"s_275":"You should go back and finish your drink.",	"s_277":"I... we... drat, I don't remember.",	"s_279":"That's funny, because I don't remember how to help you. Imagine.",	"s_282":"You'll let me in, though, right?",	"s_284":"No. Go away.",	"s_287":"I didn't want to enter the glade anyway.",	"s_290":"Good, because you can't.",	"s_293":"Good. I didn't want to.",	"s_295":"Good.",	"s_297":"Good.",	"s_299":"Stop. Now.",	"s_301":"Oh, I didn't realize. I'll be on my way.",	"s_303":"Thank you for understanding. Farewell.",	"s_379":"I killed a kkorrwrot in Hracca Glade, but didn't receive a badge.",	"s_380":"Ah yes. Sordaan was being stubborn about awarding those. Seems he was reluctant to acknowledge that other hunters have killed a kkorrwrot when he himself has yet to do so. Ziven finally talked some sense into him. Or more accurately, pointed out to Sordaan that denying this to these skilled hunters is a good way to become the target of their next hunt. Sordaan quickly agreed. Here's your badge.",	"s_381":"Thank you.",	"s_382":"You're welcome.",	"s_383":"It's about time.",	"s_384":"It's about... Oh, look at that. Your badge fell off. What a shame."
}}