{
	"stfFile":"conversation/ep3_forest_kerritamba_epic",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_forest_kerritamba_epic.stf) is automatically generated by the SwgConversationEditor.",	"s_1518":"",	"s_1520":"I have no more work for you, my friend. You have succeeded the Chief's expectations and all is well in Kerritamba village.",	"s_1522":"Good. I'll be around to make sure things are in order.",	"s_1524":"[Ardon nods.] As you wish.... Blood Hunter.",	"s_1526":"Well, if it isn't you again. [Ardon smirks.] You have done good work and are now free for my services. Chief Kerritamba has heard of your exceptional work and has named you the Blood Hunter of the Kerritamba village. It is the highest regard of the Chief's appreciation for your work.",	"s_1528":"Blood Hunter, hm? I like the sound of that.",	"s_1530":"[Ardon smirks.] Yes, it suits you, doesn't it?",	"s_1532":"Ahh. Well if it isn't the hero of the day. My contacts have told me about your success against the Exemplar Zheus. The Chief is pleased as well, I hear...",	"s_1534":"Is he?",	"s_1536":"[Ardon smiles smuggly.] Indeed. Speak with me in a moment or two. I have matters to which I must attend. Supposedly, I have a letter from Chief Kerritamba about you...",	"s_1538":"[You nod.]",	"s_1540":"[Ardon returns to his thoughts.]",	"s_1542":"[Ardon tubs his temple.] It annoys me how frequently you come back without having completed your duties. Now get out of here!",	"s_1544":"I'll keep my comments to myself.",	"s_1546":"[Ardon sneers.] You do that.",	"s_1548":"[Ardon rubs his hands together.] Excellent.. Now, let's discuss our next plan of attack. The Outcasts have what is called an Exemplar. It is of the highest rankings in the Outcast society. And we--",	"s_1550":"Why do you know so much about the Outcasts?",	"s_1552":"[Ardon sneers.] It is wise to know your enemies, child. Now stop interrupting me! Where were we... Ah yes. The Exemplar. [Ardon clears his throat.] There's an Exemplar named Zheus. I want you to track him down and... you know.",	"s_1554":"Where can I find this... Exemplar Zheus?",	"s_1556":"You'll find him milling around here somewhere. Lately, the Kerritamba people have noticed a strange individual lurking around here these days. Be sure to bring back the Exemplar's ring.",	"s_1558":"As you say, Ardon.",	"s_1560":"I approve of your attitude. Now go. Make me proud.",	"s_1562":"I must plan first. So no, not yet.",	"s_1564":"Be sure to plan quickly then. [Ardon smirks.]",	"s_1566":"[Ardon arches a brow.] Back so soon? Tell me you haven't completed your task already.",	"s_1568":"I have. Does that surprise you?",	"s_1570":"[Ardon smirks.] I have underestimated you, is all. Nonetheless... I must brood over our next attack. Come back in a moment, won't you?",	"s_1572":"[You nod.]",	"s_1574":"[Ardon returns to his thoughts.]",	"s_1576":"Unless you're here to tell me of your success against the worthless Outcasts, I do not wish to speak with you.",	"s_1578":"Okay. Then, there's nothing to say.",	"s_1580":"I suggest you get to your task immediately. [Ardon sneers.]",	"s_1582":"Ah, yes. I have heard your name whispered on the low voices of the Kerritamba people. Let's do business.",	"s_1584":"Wait a second. Who are you?",	"s_1586":"[Ardon chuckles darkly.] I am Ardon Da'mora, servant of Chief Kerritamba. I handle... worldly affairs for him.",	"s_1588":"What... worldly affairs?",	"s_1590":"I have no doubt that you have heard of the Outcasts; the pitiful insects of the world that thrive within the cave just beyond our sight. Together, you and I will rid the village of those meddlesome pests. I think--",	"s_1592":"What if I don't want any part of this?",	"s_1594":"[Ardon scoffs.] Then you'll be banished from the Kerritamba village and marked as a traitor.",	"s_1596":"Fair enough. When do we start?",	"s_1598":"Now. [Ardon smiles.] First, we want to send a message to the Outcasts that the Kerritamba mean business. You'll do this by bumping off 5 Outcast members. You'll find them in the dreaded Webweaver Cave just behind the waterfall. So, you Kerritamba, what do you say?",	"s_1600":"I have more pressing matters to attend to.",	"s_1602":"I'll keep that in mind when you come back, crawling and sniveling. [Ardon sneers.]",	"s_1604":"I'll get right on it.",	"s_1606":"Good. [Ardon smiles smuggly.] Now get to it.",	"s_1608":"[Ardon ponders for a moment.] No... I don't recognize you. I only speak with those of well-known renown. You may leave now.",	"s_1610":"[Ardon arches a brow.] One of the Lost? Here? In my presence? You must be daft or have the courage of a Kerritamba. You have chosen unwisely, my friend. What's more.. is that you've decided to come into the heartland of your enemy.",	"s_1612":"Yeah? What are you going to do about it?",	"s_1614":"[Ardon chuckles darkly.] You'll just have to see, won't you, my pet?",	"s_1616":"[Ardon smirks.] I don't remember requesting the presence of a nameless face. Leave or face the consequences."
}}