{
	"stfFile":"conversation/ep3_etyyy_wrelaac",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_etyyy_wrelaac.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"She has dark hair, dark eyes, and a blue tattoo.",	"s_102":"I didn't think so. You should mind your own business. Leave people be.",	"s_104":"She has dark hair, green eyes, and a brown tattoo.",	"s_106":"I didn't think so. You should mind your own business. Leave people be.",	"s_108":"Let's see. Should I have a meal? Or maybe go for a walk? Either way, a nap would be nice.",	"s_37":"Anwos cwowo. Cacoohaanwa Ac acrahwo ra ccworaan? Oor ccrarrwo rroo wwoor ra oraanor? Woacsacwor orar, ra wwraa ooohaanwa rwo wwacoawo.",	"s_38":"",	"s_40":"I heard about Brody. Told you he was a strange man. I can't understand why he'd want his sister to think he was dead, but then I don't really understand most of you off-worlders.",	"s_41":"Oh, it's you. I suppose I shouldn't be surprised. Very well, what would you like to know?",	"s_42":"Good luck finding Brody. I hope he's okay.",	"s_44":"Go speak with Chrilooc. You'll probably find him out on the bridge.",	"s_46":"I'm on my way.",	"s_48":"Good luck. I hope you find that boy. Brody was a strange man, but he seemed alright.",	"s_50":"You again. Did you talk to Mada? What did she say?",	"s_52":"[Tell him about Brody's pendant]",	"s_54":"I remember that pendant. Sort of. Sounds like you do know Mada after all. Very well, what would you like to know?",	"s_56":"Wait. Never mind. I'll come back later.",	"s_58":"Suit yourself. I'm not going anywhere. I think.",	"s_60":"What? Do you think I'm simply going to let you guess until you stumble across Mada's description. No chance. If you want to prove to me that you know her, you'll have to go talk to Mada and ask her for a way to prove to me that you know her.",	"s_62":"Okay, I'll do that.",	"s_64":"Right. If you do know Mada, go talk to her then come back with proof. Otherwise leave me and her alone.",	"s_66":"Who are you? Brody Johnson? Why are you asking about Brody Johnson? Oh, Mada Johnson sent you, did she? Hmm, but how do I know she really sent you? Describe what Mada Johnson looks like.",	"s_68":"She has light hair, blue eyes, and a red tattoo.",	"s_70":"Hmm, that sounds right. Very well, what would you like to know?",	"s_72":"Do you know where Brody is?",	"s_74":"Brody came to me about a year ago. He had an idea of some sort. Involved training native creatures here from Kashyyyk so he could sell them off planet as pets. Crazy if you ask me. I told him I wasn't interested in helping him. I'm retired and too old to be chasing down wild animals. But Brody was persistent. I told him if he got Chrilooc's permission, I'd offer what help I could.",	"s_76":"Chrilooc?",	"s_78":"Chrilooc was one of the elders in Kachirho at the time. I sent Brody to speak with him. Never heard from Brody again. I figured Chrilooc didn't give the permission Brody was after. Chrilooc has since given up his position as an elder here. Keeps mostly to himself these days. If you want to find Brody, I suggest talking to Chrilooc.",	"s_80":"I'll speak with Chrilooc. Where can I find him?",	"s_82":"He's usually somewhere in the city. Never wanders far. You might try looking out on the bridge. Chrilooc is often there looking out across the forests. Seems to bring him peace of some sort.",	"s_84":"Never mind.",	"s_86":"Right. Off with you then. It's time for my nap. Or is it time for my walk? Drat it all.",	"s_88":"She has light hair, dark eyes, and a blue tattoo.",	"s_90":"I didn't think so. You should mind your own business. Leave people be.",	"s_92":"She has light hair, green eyes, and a brown tattoo.",	"s_94":"I didn't think so. You should mind your own business. Leave people be.",	"s_96":"She has dark hair, blue eyes, and a red tattoo.",	"s_98":"I didn't think so. You should mind your own business. Leave people be."
}}