{
	"stfFile":"conversation/ep3_forest_meust",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_forest_meust.stf) is automatically generated by the SwgConversationEditor.",	"s_1619":"Rrworr!",	"s_2028":"",	"s_2030":"You have returned my young warrior. The Kerritamba people speak highly of you these days. I'm glad to see you're doing well.",	"s_2032":"I try my best, Headhunter.",	"s_2034":"Continue to do so. I wish I had more for you to do.",	"s_2036":"The attacks have stopped. You must have been successful, young warrior.",	"s_2038":"It is true. I have the necklaces here.",	"s_2040":"It is a good day for the Kerritamba people. Thank you. [Meust nods his head low.] You have passed all of your tests, my friend. I have nothing else for you.",	"s_2042":"I learned many things from my tests.",	"s_2044":"Good. Please speak with the others in the village. Surely, there's more for you to do.",	"s_2046":"[Meust raises a hand to silence you.] I do not want to speak with you unless you've been successful against the Sayormi. We've had another attack while you were away. Now, get out there and do your test.",	"s_2048":"I'm sorry. I'll go back out there.",	"s_2050":"I expect you to return soon, young warrior.",	"s_2052":"I have decided on your final test, young warrior. Do you remember my warnings regarding the Sayormi?",	"s_2054":"I do.",	"s_2056":"It is them you must hunt now. By the day, their actions become bolder and it is threatening our way of life. Just earlier today, our hunting scouts were attacked by the Sayormi. Luckily, our people managed to get away. We must strike back. The situation opens a perfect opportunity for you to show us your prowess in battle. Therefore, I want you to collect 7 Sayormi necklaces as proof of your good deeds.",	"s_2058":"I will do as you bid, Headhunter.",	"s_2060":"[Meust nods.] Good. Go then. The Sayormi can be found in the Dead Forest. Be safe in knowing that the spirit of Nyenthi'Oris is with you.",	"s_2062":"I can't complete this test right now.",	"s_2064":"[Meust sterns his jaw.] Fine, then.",	"s_2066":"It is good to see you, young warrior. How did the hunt go?",	"s_2068":"I have Steelclaw's ear.",	"s_2070":"You have proven yourself well, warrior. You have but one more test that I must give you. Return soon. I must tell the tribe of your great successes.",	"s_2072":"Thank you, Headhunter.",	"s_2074":"May the spirit of Nyenthi'Oris guide you.",	"s_2076":"Steelclaw still roams the Kkowir Forest, young warrior. Do not return until you have slain him.",	"s_2078":"The Kerritamba people hold great pride in 'the hunt'. It is time you show the tribe that you too hold such passion and skill. For this test, you must search Kkowir Forest and find the infamous Steelclaw. He is a brave Mouf and has caught the eye of the Kerritamba people. Slay him and bring back his ear as proof.",	"s_2080":"I will find him and bring back the proof of my deed.",	"s_2082":"You are brave. I await your return warrior.",	"s_2084":"I'm not up to this challenge yet.",	"s_2086":"[Meust frowns.] Then go... and return when you feel you are up to my challenge.",	"s_2088":"Warrior... [Meust nods.] I see that you have come home victorious. Let me take those Mouf Hides from you.",	"s_2090":"Thank you, Headhunter.",	"s_2092":"I see that you'll need a more challenging test. Let me think on the possibilities. Come speak with me in a moment.",	"s_2094":"Welcome home, warrior.",	"s_2096":"I'm still working on the Mouf Hides.",	"s_2098":"As you should warrior. As a new member of the tribe, I expect you to go slower than others. But you mustn't wander for long. Complete your test and return soon.",	"s_2100":"[You nod.]",	"s_2102":"May the spirit of Nyenthi'Oris guide you.",	"s_2104":"[Meust looks you over.] Your heart is pure and your will strong. You must be a warrior. We, the Kerritamba, honor you as brethren. [Meust bows.]",	"s_2106":"Thank you. And who are you?",	"s_2108":"I am Meust, Headhunter of Kerritamba village. I set forth challenging goals for fellow warriors so that they may prove their worth to the tribe. [Meust stands proud.]",	"s_2110":"That's nice. I'm going to go look around.",	"s_2112":"[Meust nods.] May the spirit of Nyenthi'Oris guide you.",	"s_2114":"I am ready to be tested.",	"s_2116":"[Meust arches a furry brow.] Only those of the Kerritamba tribe are tested.",	"s_2118":"I am considered of the Tribe now. I should be tested.",	"s_2120":"I am skeptical, but if what you say is true, then I have no choice but to test your will and your honor. Fine, then. You will be tested. [Meust nods.] First, you must collect 8 Mouf Hides for the tribe. We use them to make clothes and to help us insulate our homes.",	"s_2122":"I accept your test.",	"s_2124":"Good. You will find the Mouf grazing in the Dead Forest, just east of here. But beware, the Sayormi lurk there, hoping to feast on the souls of the fallen.",	"s_2126":"Thank you. I will be wary.",	"s_2128":"May the spirit of Nyenthi'Oris guide you.",	"s_2130":"I'm not willing to accept your test now.",	"s_2132":"[Meust frowns.] You disappoint me.",	"s_2134":"[Meust seems taken aback by your presence.] One of the 'Misguided'... Your presence pains me. Leave now!",	"s_2136":"[Meust frowns.] You're not a warrior. Leave this place immediately. We, the Kerritamba, only welcome strong warriors into our homes."
}}