{
	"stfFile":"conversation/ep3_etyyy_manfred_carter",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_etyyy_manfred_carter.stf) is automatically generated by the SwgConversationEditor.",	"s_564":"",	"s_566":"You did much better than I thought you would, but I'm still the authority around here. Don't be disrespectful.",	"s_568":"I guess you handled that assignment okay, so maybe giving you another isn't out of the question. The Chiss poacher hunt masters use chemicals to enhance their senses and reflexes. I want to know more about these chemicals they use. Attack Chiss poacher hunters and gather 16 samples of their chemical enhancements. Understand what to do?",	"s_570":"Understood. I'm on my way.",	"s_572":"Return to me once you've gotten 16 samples of the chemicals they are using.",	"s_574":"Deliver those poached goods to Kerssoc. He's in the hunting camp in the Kachirho region. You'll have to exit the hunting grounds through the gate to the east in order to get there.",	"s_584":"The Chiss camps are on the west side of Etyyy. Just keep going west, and you'll find them. A bit south of the mouf dens, actually.",	"s_590":"Sordaan wants you to help me? Hmph. I don't need any help. I am the security authority around here. You'd best respect that. As far as you should be concerned, I am the only authority that matters. But I suppose I could let you handle some things.",	"s_592":"How can I help?",	"s_594":"Well, let's see. How about you go to the Chiss camps on the west side of Etyyy and relieve those poachers of some of their ill-gotten goods. Bring me 12 container of poached goods from their camps.",	"s_596":"Maybe later. Can't help right now.",	"s_598":"Watch it. Don't be disrespectful.",	"s_600":"Do not disrespect my authority. Not now. Not ever.",	"s_657":"Unbelievable. You actually did it. You killed Laen Pieweto. Even I couldn't do that. Hmm, does that mean you're disrespecting me? Because I can't have that. Probably Laen was already dying of some disease or something and was too weak to defend himself. Yeah, that must have been the case. I should have gone myself. Anyway, Sordaan told me to send you to Tripp Rar. Go speak with her.",	"s_658":"Go kill the Chiss poacher leader, Laen Pieweto.",	"s_659":"You're doing far better than I'd dare hope. I think you're possibly even ready for a much more important assignment. I want you to go kill the Chiss poacher leader.",	"s_660":"The Chiss camps are in the same place as they were for the last assignment. Only the hunters there will have the chemical samples, though. You can kill any of the others if you want, but it won't help with your assignment.",	"s_661":"Maybe later. Can't right now.",	"s_662":"Watch it. Don't be disrespectful.",	"s_663":"I'll do it.",	"s_664":"Not just yet. Maybe later.",	"s_665":"Of course you will. Any other response would be disrespectful. His name is Laen Pieweto. He won't go down easily either. Believe me, I've tried this before. I doubt you'll be able to defeat him, but go give it a try. I'll gladly bury you if you fail. Or at least feed you to the moufs nearby.",	"s_666":"Watch it. Don't be disrespectful.",	"s_667":"I'll go speak with Tripp Rar.",	"s_668":"I'll go speak with her later.",	"s_670":"Don't tell Sordaan I said this, but I think Tripp is probably the best hunter in Etyyy. She's the most focused on hunting, that's for certain. In my opinion anyway. See, even I can be respectful when I want.",	"s_671":"Whatever. Return to me when you're ready to go."
}}