{
	"stfFile":"conversation/ep3_kachirho_dr_farnsworth",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_kachirho_dr_farnsworth.stf) is automatically generated by the SwgConversationEditor.",	"s_192":"",	"s_194":"Thank you again for collecting my data for me. The things I am learning from this area are really quite extraordinary. Peace be with you.",	"s_196":"You have returned. I am very pleased to see that nothing has happened to you. I was getting rather worried that you might have been injured recovering my data for me.",	"s_198":"No, I am fine. And I have all your data.",	"s_200":"What wonderful news. I hope you enjoyed your little tour of the areas around Kachirho. It is such nice country. I appreciate you helping a poor old doctor out and to show it allow me to give you this. I had it commissioned back when I was doing a study of galactic history but I have no need for it anymore. Maybe you will enjoy it.",	"s_202":"Hello again, traveler. Have you retrieved the data from all of the survey devices yet?",	"s_204":"Not yet. But I will shortly.",	"s_206":"Thank you again for all of your help.",	"s_208":"Hello. I do not think I have ever seen you before. You must be new here on Kashyyyk. Welcome.",	"s_210":"Thank you. And you are?",	"s_212":"Excuse me. I forgot my manners for a moment. I am Doctor Farnsworth and I am on Kashyyyk studying the local environment centered around Kachirho. A fascinating study. There are so many different types of wildlife that I can barely keep track of it all. At least, until my survey devices stopped sending in their signals.",	"s_214":"What happened to your devices?",	"s_216":"I suspect that we are experiencing atmospheric interference. I would really like to get the data from my survey devices. Their memory banks are probably getting full at this point. Unfortunately, it is far too dangerous for me to go out and get that data manually.",	"s_218":"Maybe I can get the data for you.",	"s_220":"Would you really do that? I would be very grateful if you would. There are five different devices set up throughout the area. All you need to do is use these devices and the data will be automatically downloaded. I see that you are using a travel journal. That is very wise. I can put the locations of the devices in your travel journal.",	"s_222":"Ok, that sounds good. I will get your data for you.",	"s_224":"Thank you. Just follow the instructions in your travel journal and all will be well.",	"s_226":"Sorry to hear that doc. Good luck with your study.",	"s_228":"Thank you. I will do my best. Peace be with you."
}}