{
	"stfFile":"conversation/ep3_etyyy_ehartt_brihnt",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_etyyy_ehartt_brihnt.stf) is automatically generated by the SwgConversationEditor.",	"s_1793":"",	"s_1795":"Why are you back exactly? I've got things to do, and I think my stomach valve is acting up again. Yeah, I need to lie down. Goodbye.",	"s_1797":"[Show Stoneleg's Heart to Ehartt]",	"s_1799":"You actually did it. 21 perfect walluga claws. Frankly, I never expected to see you again. Speaking of seeing you, Sordaan wants to speak with you again. Go talk to him.",	"s_1801":"Okay, I'll go speak with Sordaan again.",	"s_1803":"Whatever. I need to ship these claws off to my buyer, so goodbye.",	"s_1805":"Maybe later.",	"s_1807":"Fine. Goodbye!",	"s_1809":"[Show Stoneleg's Heart to Ehartt]",	"s_1811":"I don't see 21 perfect walluga claws. Don't waste time chatting with me. Go hunt.",	"s_1813":"[Show Stoneleg's Heart to Ehartt]",	"s_1815":"So you wanna be a hunter, eh? Right. Now i've seen everything. Impressing Tuwezz means nothing. He's barely a proven hunter himself. I have no idea why Ziven keeps him around. Anyway, Sordaan told me to expect you, so I guess you can do a little work for me.",	"s_1817":"I'd be happy to help.",	"s_1819":"Happy to help? Keep your flowery attitude to yourself, please. I find it difficult enough to trust you without the smiles and enthusiasm. Like you have anything to be happy about. But fine. Let's get to it. I need 21 perfect walluga claws. I've got a buyer lined up on... well, never mind where. Problem is that I don't have any in stock. That's where you come in.",	"s_1821":"Not a problem. I'll go collect those claws for you.",	"s_1823":"Right. Be quick about it, won't you. I don't want to keep my buyer waiting any longer than necessary. Any walluga in Etyyy will have claws, but they have to be in perfect shape or they're of no use. Oh, and I'd hunt those walluga myself, but I think I'm coming down with a cold. Maybe a stomach valve blockage or something like that. I should definitely be resting.",	"s_1825":"I don't think I want to do that right now. Maybe later.",	"s_1827":"Fine. Goodbye!",	"s_1829":"No thanks. Maybe later.",	"s_1831":"Fine. Goodbye!",	"s_1833":"[Show Stoneleg's Heart to Ehartt]",	"s_1835":"Bah. They'll let anyone into Etyyy these days. I should complain to Sordaan about this. Or maybe just complain directly to the Imperials in Kachirho.",	"s_1837":"[Show Stoneleg's Heart to Ehartt]",	"s_1839":"Oh my, what is that disgusting thing?!!? Stoneleg's heart? The walluga named Stoneleg... that's its heart? Well, that is something. It's still disgusting, but you've killed Stoneleg. I think I've heard that you also killed Paleclaw, Brightclaw, Spiketop, Greyclimber, and Silkthrower. Looks like someone actually likes to hunt. I mean, we all do, naturally, but some take it to another level. Sordaan would be interested in this. Go speak with him.",	"s_1841":"I'll go speak with Sordaan.",	"s_1843":"Excellent. And take that awful heart thing with you. Or get rid of it. Or... oh, you're leaving it with me. Wonderful.",	"s_1845":"Oh my, what is that disgusting thing?!!? Stoneleg's heart? The walluga named Stoneleg... that's its heart? Well, that is something. It's still disgusting, but you've killed Stoneleg. That's truly... something."
}}