{
	"stfFile":"conversation/ep3_kachirho_trando_rifle",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_kachirho_trando_rifle.stf) is automatically generated by the SwgConversationEditor.",	"s_16":"Welcome back. Do you have that bowcaster I need to look at?",	"s_2":"",	"s_20":"You have the look of a fine weaponsmith about you. I always could tell another weaponsmith when I saw them...something about the hands I think. Maybe you would be willing to lend me a hand?",	"s_22":"What do you need?",	"s_23":"Not yet.",	"s_24":"I see. Well do whatever you have to do to get me one of those guns to take a look at. Good luck.",	"s_25":"Nothing I couldn't handle.",	"s_26":"Glad to hear it. Well, let me take a look at that gun...Wow..what a piece of junk! I cannot believe that the higher ups were worried that the reistance might have a new weapon to fight us with. We would be lucky if they decided to arm themselves with this mess.",	"s_27":"I doubt anyone will ever use it.",	"s_28":"That is too bad. Oh, well. Now I promised to show you how to make a hunter's rifle. I will transfer the schematic to your datapad...it is pretty straight forward except for the barrel. I am afraid there is only one place in the region that has the tech to make the special barrel needed for the rifle.",	"s_29":"From your tone this can't be good.",	"s_30":"You can only get them from the Avatar Space Platform. We have to order ours but I am not sure how you are going to get yours. The Blackscales are certainly not about to sell you any. Of course, the rifle barrels sometimes overheat so the guards up there are rumored to carry extra with them. Maybe you can use that information somehow.",	"s_31":"You mean I should raid the Avatar for barrels?",	"s_32":"Hey now! I didn't say any such thing. I just gave you some information and what you do with it is your business. Of course, I wouldn't mind it if the Blackscale were taken down a peg or two but I am not about to suggest attacking them. Besides, how would you ever gain access to that station? Well, good luck my friend.",	"s_34":"Well, my chief has me putting together a new rifle for him and he wants it yesterday...you know how it is. And on top of that, I was just told to find out about a new bowcaster that the Wookiees are supposed to have designed. I can't be in two places at the same time so I was wondering if maybe you could take care of the Wookiee thing for me?",	"s_36":"What would I need to do?",	"s_38":"All you need to do is speak to Lolo. She is a Wookiee weaponsmith, who has a little shop in Kachihro. She is pretty good but I am afraid way to trusting. Just tell her that Jobarkko sent you to take a look at the new bowcaster. Once you get your hands on it bring it back to me so I can check it out.",	"s_4":"Hope you are putting that schematic I gave you to good use. I heard that there is trouble brewing on the platform...and I was just wondering if you had anything to do with that. Wait! Nevermind, I don't want to know. See ya around.",	"s_40":"Who is Jobarkko?",	"s_42":"To be honest, I really don't know. I heard his name once or twice...supposed to be some big wig in the Wookiee resistance. Like I said, Lolo isn't the sharpest tool in the shed.",	"s_44":"Alright, what is in it for me?",	"s_46":"Spoken like a true businessman. Tell you what...if you get me one of those new bowcasters, I will show you how to make a Trandoshan Hunter's Rifle. Do we have a deal?",	"s_48":"We have a deal.",	"s_50":"Great. You go get me one of those bowcasters and I will show you how to make the rifle. See you when you get back with one of those bowcasters.",	"s_52":"No thanks.",	"s_54":"Sorry to hear that. Well, if you change your mind I will be hear for a while.",	"s_56":"Not right now, maybe later.",	"s_58":"Alright. Maybe later, as you say.",	"s_6":"You were gone for a while. Did you have any trouble getting your hands on one of those bowcasters for me?",	"s_60":"Sorry, my firend. I am afraid that I am a bit busy putting together a new rifle for my chief. I could use a hand though if you happen to know any weaponsmiths who have mastered the art...if you know what I mean."
}}