{
	"stfFile":"conversation/ep3_myyydril_kinesworthy",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_myyydril_kinesworthy.stf) is automatically generated by the SwgConversationEditor.",	"s_4014":"",	"s_4016":"[The doctor stares.] I have nothing else for you. I must continue my work. [The doctor turns, still staring, and mutters, '...for you alone, my master.']",	"s_4018":"By your expression, I was correct. What was Treun Lorn working on down there?",	"s_4020":"[You explain to Doctor Kinesworthy the events.]",	"s_4022":"N-K 'Necrosis'? I should have known. This was graver than I had thought. And you defeated him? Amazing. I obviously underestimated you. [Kinesworthy shakes his head, bewildered.] No matter. What is done is done. Had Treun Lorn awakened that monster on his own, our very existence would have been threatened. Truly amazing. And what a pitiful ending...",	"s_4024":"It seems you almost... respect him.",	"s_4026":"My partner, Treun Lorn? Of course. He was able to manipulate the most awe-inspiring creation in the world of cybernetics. But... [The doctor frowns.] You can't even begin to understand. Here. Take this. It is all I can offer.",	"s_4028":"Thank you. I am glad I could help.",	"s_4030":"Mmm. [The doctor continues to stare. Was that anger flashing in his eyes? Perhaps Kinesworthy wishes it had been him in the Deep Depths working on that thing. It would be better not to ask.]",	"s_4032":"Have you found any information regarding Treun Lorn and his projects?",	"s_4034":"No, not yet. It's hard to get down there.",	"s_4036":"I don't want to hear any excuses! Get down there and find out anything you can.",	"s_4038":"Thanks to you, my machine is completely working. One of the features of this hulk of metal is to detect the frequency of high-powered machinery and the presence of dense materials most commonly used in cybernetics. And as you can see, by the blip here... [The doctor points to the machine's radar.] ...there seems to be another machine operating in this very cave.",	"s_4040":"Treun Lorn?",	"s_4042":"Precisely. I know him well, and I have no doubt that he has brought his project here to the Myyydril Caverns and sought to continue it in the Deep Depths. I need to know what he's been working on all these years. Bring me whatever part you can salvage from his project.",	"s_4044":"I hope to be back soon.",	"s_4046":"I hope you're right. But nothing can be certain when dealing with Treun Lorn.",	"s_4048":"You've returned. Let me see the part. [The doctor extends his hand.] I'm going to place this into the machine and hope that it works.",	"s_4050":"Okay. I also found this.",	"s_4052":"Let me see it. [Kinesworthy looks over the cybernetic part.] I see. I can fix it, if that's what you want. Let me see what I can do.",	"s_4054":"Thank you. I'll wait here.",	"s_4056":"[The doctor mulls around, tinkering with the cybernetic part for a moment or two.] There. It should be in working order.",	"s_4058":"Thank you. I'll see how it works.",	"s_4060":"I'm going to continue fiddling with my machine. If it doesn't work, I'll need your help finding out why.",	"s_4062":"You still haven't done what I told you to. Why are you here? I don't want to talk about it until you're successful in your job!",	"s_4064":"All right. I'll go look again.",	"s_4066":"[The doctor nods.]",	"s_4068":"Oh, it's you. [Kinesworthy frowns.] What do you want?",	"s_4070":"Hey, don't be like that. I helped you, remember?",	"s_4072":"[Kinesworthy sighs.] It's just hopeless. Not all the things I need to continue my work were in the storage box. I am missing a key part to get my machine working again.",	"s_4074":"Well, where is it?",	"s_4076":"It would make more sense if I told you a little more behind the story. Bear with me. During my hunt to find Treun Lorn, I was stationed at an Imperial camp. Except it wasn't a place of normal operations...",	"s_4078":"... what did they make you do?",	"s_4080":"[Kinesworthy frowns, eyes bleak with memories.] I was ordered to practice my expertise on Wookiee slaves. I was supposed to make them stronger by installing cybernetic parts. The Empire turned them into killing machines! They made me make it easier for the Empire to control these unfortunate slaves!",	"s_4082":"That's terrible.",	"s_4084":"I had to free them. [The Doctor continues, staring off into the distance.] I had to free them. When the Wookiees came to free their friends--Wookiees that I had experimented on--some of them choose to go with me instead. And now, they wander the cave endlessly in a daze because of those damn Urnsor'is!",	"s_4086":"They were infected?",	"s_4088":"Yes. And still are. Erryia, one of the Wookiees who chose to come with me, had stolen a part of my machine. He ran off with it. He had hoped it would stop me from ever hurting another Wookiee. I didn't mean to... I didn't. [Kinesworthy bows his head low.]",	"s_4090":"So, Erryia got infested and now roams the caverns.",	"s_4092":"[The doctor looks up.] Yes. Maybe he still has the part. I don't know. Just.. go look. See what you can find. I understand that many of the missing and infected have wandered down there. You may have to destroy many before finding Erryia. Beware of 'The Lost'.",	"s_4094":"I'll do it.",	"s_4096":"Then, go. I don't wish to speak of it anymore.",	"s_4098":"I'm not going to do this.",	"s_4100":"It may be better that way.",	"s_4102":"[Kinesworthy stares, expression incredulous.] My equipment? Where did you find it?",	"s_4104":"Oh, here and there.",	"s_4106":"Hmm. I suppose. Let's see what's in here. [Kinesworthy opens the box and looks inside.] I haven't seen this stuff in years. [The Doctor pulls out a cybernetic arm.] Well, this model has been obsolete for awhile now. You can take it if you want.",	"s_4108":"Wow! Thanks! I'll see what I can do with it.",	"s_4110":"Let me look through my things for awhile. It doesn't seem to be all here. I may need your help again.",	"s_4112":"[The Doctor looks up.] What are you doing here? I thought you were going to help me find my equipment so I can help with Myyydril people?",	"s_4114":"I'm sorry. I'm still trying to locate them.",	"s_4116":"[Kinesworthy just waves his hand dismissively.]",	"s_4118":"[Doctor Kinesworthy looks up from his work table.] I've been watching you. You come in here, help the Myyydril and you're all of a sudden a hero. Who do you think you are? Who are you? Where did you come from?",	"s_4120":"Calm down. I'm just a helpful person.",	"s_4122":"If you hurt these people... [Kinesworthy shakes a finger.] It'll be the last thing you do.",	"s_4124":"Why are you so bitter?",	"s_4126":"You have no idea...! [Kinesworthy starts in a raised voice. He takes a deep breath.] You have no idea what we've been through down here in this cave. How many innocent young Myyydril that have died in this place they call home. I have failed to help so many.",	"s_4128":"By the looks of things, you're not a 'normal' doctor.",	"s_4130":"What *is* normal around here in this pit of despair?",	"s_4132":"What I mean is... what do you do down here?",	"s_4134":"There are so many things you don't know. [Kinesworthy sighs, rubbing his temple.] I am a doctor specializing in making and attaching cybernetics to living tissue. I give back the hope that was lost to those who have had horrible accidents and have had their limbs rendered useless.",	"s_4136":"Do you... practice anymore?",	"s_4138":"No. I have since lost the will and the machinery to continue my work. And... [Kinesworthy traces the scar over his eye with a finger.] Ever since Treun Lorn, my partner...",	"s_4140":"Tell me about him.",	"s_4142":"[Kinesworthy glares.] Why do you want to know so much? Do you belong to the Empire? Are you a spy?",	"s_4144":"No, no! I'm just interested in your story.",	"s_4146":"Fine, fine. Treun Lorn and I were partners in the field of cybernetics. We had opened a practice together before he... [Kinesworthy struggles with his words.] ...went insane.",	"s_4148":"Your partner went insane? How?",	"s_4150":"I don't know, honestly. He was always a little... out there. Always working on some secret project. I knew him when he didn't know a lick of science. I taught him all about my work. He was so impressionable. Treun Lorn was a quick learner, picked up everything so easily. Then... he got involved with questionable people.",	"s_4152":"Like who?",	"s_4154":"Uh... [Kinesworthy shakes his head.] No. You already know too much. After his 'special project', details of which I still don't know, he fled to the Myyydril Caverns. I followed, but lost him quickly thereafter. Supposedly, he's in the Deep Depths of the cavern. I haven't been able to get down there. [Kinesworthy sighs.] All of that and the Poltur Virus. It just adds up.",	"s_4156":"Poltur Virus? What's that?",	"s_4158":"In all brevity, if the Virus isn't cured, the victim can lose their limbs. And I can't help them. I've since lost my equipment, all the things I need to replace dead tissue with cybernetics.",	"s_4160":"Is the equipment around here somewhere? Can I help you?",	"s_4162":"Hmm. [Kinesworthy rubs his chin.] Now that you've asked... While chasing down Treun Lorn, I naturally brought my equipment with me. I had been working for the Empire and was stationed at an Imperial camp in the forest. The camp was attacked by Wookiee slaves and I wasn't able to escape with my equipment. I suppose my things would still be there.",	"s_4164":"I'll get it for you.",	"s_4166":"I suppose. If only to help the Myyydril people should the Poltur Virus inflict them beyond what natural medicine can cure. Find the Imperial camp, then, and see what you can find. I doubt it's in any working condition. The camp or otherwise.",	"s_4168":"I'll return soon.",	"s_4170":"[The Doctor nods.]",	"s_4172":"Who are you and why are you here? Can't you see I'm busy? I don't talk to strangers."
}}