{
	"stfFile":"conversation/ep3_etyyy_johnson_smith",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_etyyy_johnson_smith.stf) is automatically generated by the SwgConversationEditor.",	"s_104":"",	"s_106":"Thanks for your help, especially with Mada. It's good to have her to talk with. I don't know what I was thinking.",	"s_108":"You're back again. What can I help you with?",	"s_110":"You wanted me to speak with someone about hunting a kkorrwrot?",	"s_112":"Right. Speak with Kint Szam at the Hracca glade gate camp. He'll help you. Tell him that I sent you to him.",	"s_114":"I am helping Kara as you requested.",	"s_116":"Excellent. Helping Kara has been a tremendous service. Thank you. I have one last task to ask of you.",	"s_118":"Okay, what do I do?",	"s_120":"Sordaan has been trying to hunt a kkorrwrot but has been unsuccessful. The kkorrwrot is one of the most feared creatures on Kashyyyk. It would be the most respected of all Sordaan's trophies. You are to go hunt and kill a kkorrwrot. Having someone else successfully hunt a kkorrwrot would drive Sordaan mad, which would make associates of mine very happy.",	"s_122":"Where do I find a kkorrwrot?",	"s_124":"Here in Etyyy actually, in the Hracca glade. I have a contact in the Hracca glade gate camp that can help you and provide more information. Go there and speak with Kint Zsam. You'll find him at the gate.",	"s_126":"I'm on my way.",	"s_128":"Good. Speak with Kint. He'll not only tell you more about hunting the kkorrwrot, but he can also get you into the Hracca glade. Without his help, you won't be able to enter. Oh, and be sure to let him know that I sent you.",	"s_130":"I can't do that right now. Maybe later.",	"s_132":"Very well. Return when you're ready.",	"s_134":"Not right now. I'll come back later.",	"s_136":"Very well. Return when you're ready.",	"s_138":"Make the deliveries Kara needs. All of the deliveries. Speak to Kara if you need a reminder of where to go.",	"s_140":"Kara is in one of the tents just here behind me. Go speak with her.",	"s_142":"Oh la la la.",	"s_144":"Actually, I was helping you with Ryoo.",	"s_146":"Ah, you retrieved his stash of salt. It was a good idea to come to me with this instead of going back to Ryoo. I'll help him with this, but he's going to have to start cutting back. I have another task for you. Kara Corlon is a Chiss... um... hunter. She needs some help making some deliveries to other systems.",	"s_148":"Sure, I'll help her.",	"s_150":"Great! She's in the tent behind me. Go speak with her.",	"s_152":"I can't do that right now.",	"s_154":"Okay, return when you can.",	"s_156":"Ryoo Finn is down at the main Arcona camp area. Look for the Arcona in a blue shirt and red short pants.",	"s_158":"Do be do be do.",	"s_160":"About Brody Johnson.",	"s_162":"Oh, you're back. I hope Mada wasn't too distraught. Must have been rough news for her to hear.",	"s_164":"She said the pendant wasn't Brody's.",	"s_166":"What? No, she's mistaken. Go show it to her again.",	"s_168":"[You notice Brody's pendant is very similar]",	"s_170":"This old thing? No, it's nothing really. It's just something I picked up somewhere. Cheap. Not even real metal. You can buy 100 for 10 credits. It's, um, nothing, seriously.",	"s_172":"Yeah, okay. I believe you. But the pendant really is similar.",	"s_174":"Right. Good. Of course you do. Why wouldn't you? Good.",	"s_176":"No, I don't believe you. What's going on?",	"s_178":"Okay, okay. I can't believe Mada could tell that other pendant was a fake. The truth is... I'm Brody Johnson.",	"s_180":"You are Brody Johnson?!!? Okay seriously, what's going on?",	"s_182":"I came here originally to try and tame creatures here and sell them as pets on other planets. But creatures on Kashyyyk are far too fierce to make good pets on other worlds. Well, most of them anyway. And, to be honest, training an animal is a lot more work than I ever imagined it to be. I don't know how Wrelaac and Vritol do it. Oh, those are two Wookiees I know. Wrelaac is a retired creature trainer, and Vritol was one of his students.",	"s_184":"Go on.",	"s_186":"Right. So with the pet idea not working out, I was once again a failure. This kind of thing has happened before. There was the flying cheese grater fiasco, the incident with gnorts in Tyrena, the time my cantina, 'The Flaming Ewok,' sank into the swamp on Naboo, and so on. I didn't want anyone to know I'd failed again, so I decided to just disappear for a while.",	"s_188":"And let your sister think you're dead?",	"s_190":"I admit that was a bad idea. I just kind of reacted and didn't really think things through all the way. On the other hand, it's not nearly as bad as the time I taught a cantina full of Imperial officers to speak with a funny accent. Anyway, I apologize that you got caught up in my tar pit of a life. Maybe I can make it up to you in some small way. Remember Vritol, the creature trainer I mentioned?",	"s_192":"The Wookiee on the Rryatt Trail?",	"s_194":"Right. If you go to the Trail and travel a little way from the gate, you'll find his house. It's near where the wallugas are. I'll let him know to give you a trained Kashyyyk bantha as a gift from me. They make good mounts and are adept at climbing up hills and the like. Oh, and if you see my sister again, please apologize to her for me.",	"s_196":"Sure, whatever. Good-bye then, Brody Johnson.",	"s_198":"Farewell.",	"s_200":"Of course you're Brody Johnson. I've known that from the first time we met.",	"s_202":"Really, you have?",	"s_204":"Changing your name to 'Johnson Smith' wasn't exactly a clever disguise.",	"s_206":"Oh. I see. But it was easier for me to remember than something like Merrick Chi'thiac.",	"s_208":"Uh, yeah. So what's going on here? Why the name change?",	"s_210":"Mada Johnson is probably still in Kachirho. That's where you first spoke with her, right? Go tell her about Brody's fate and show her that pendant.",	"s_212":"Any luck at the campsite?",	"s_214":"[Show Johnson the pendant]",	"s_216":"You found this on a corpse at the campsite? Hmm, that's bad news. This was definitely Brody's pendant. I think he got it from his father or something like that. Bad news indeed. You should show that to his sister and let her know what you've discovered.",	"s_218":"No, didn't find anything.",	"s_220":"That's too bad. You should have tried harder.",	"s_223":"Brody's campsite is south of here near the river.",	"s_227":"Okee oodle eh.",	"s_231":"Chrilooc asked me to help you.",	"s_235":"Chrilooc thought you might know where to find Brody Johnson?",	"s_239":"I'm busy right now. These people need a lot of attention to get through their tough battle against salt.",	"s_243":"Chrilooc sent me.",	"s_245":"I see. Why did he send you to me exactly?",	"s_249":"He said you might know where to find Brody Johnson.",	"s_251":"Brody Johnson? I remember him. Haven't seen him in a while though. Why are you looking for Brody? Is he in trouble?",	"s_253":"His sister, Mada, asked me to look for him.",	"s_255":"I think he had a small campsite not far from here. I haven't seen him in a while though. Been a few months. I don't know if he's okay or if maybe he left. You should go check his campsite.",	"s_257":"I think I will go check that campsite.",	"s_259":"Okay. And if you don't mind, please come back here and let me know if you find any sign of him.",	"s_261":"Maybe later.",	"s_263":"Whatever you want.",	"s_265":"He asked me to help you with some project of his.",	"s_267":"Ah, good. There are some things you could help with. Um, but actually, I could use some help with another matter. One of the Arconans, Ryoo Finn, has been really agitated lately. He only arrived recently and seems to be having trouble adjusting to this place. Could you go talk to him and see if you can find out what's bothering him? He won't tell to me. Probably thinks I'll tell Jerrol.",	"s_269":"Sure, I can do that.",	"s_271":"Great! Ryoo is down in the main camp. He should be easy to find; Ryoo is the only Arcona not wearing a robe. Well, neither is Jerrol, but he runs this camp. Return to me after you help Ryoo.",	"s_273":"No thanks. Maybe later.",	"s_275":"I thought you were here to help? Oh well, return if you change your mind.",	"s_279":"Oh, I see. Good day then.",	"s_281":"Yeah, good bye.",	"s_83":"After helping Kara, you mentioned another task for me?",	"s_84":"Yes, Sordaan has been trying to hunt a kkorrwrot but has been unsuccessful. The kkorrwrot is one of the most feared creatures on Kashyyyk. It would be the most respected of all Sordaan's trophies. You are to go hunt and kill a kkorrwrot. Having someone else successfully hunt a kkorrwrot would drive Sordaan mad, which would make associates of mine very happy."
}}