{
	"stfFile":"conversation/ep3_etyyy_ziven_tissak",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_etyyy_ziven_tissak.stf) is automatically generated by the SwgConversationEditor.",	"s_1697":"",	"s_1699":"Good hunting to you.",	"s_1701":"[Show Silkthrower's Fang to Ziven]",	"s_1703":"Again you amaze me. These are 2 of the most perfect webweaver eyes I've yet seen. Good hunting indeed. Sordaan seeks an audience with you once again. I think perhaps I'll place a side bet with Ehartt if you accept one of Sordaan's challenges. I have no doubt that you will defeat Sordaan's hunters should you choose to do so.",	"s_1705":"I will go speak with Sordaan.",	"s_1707":"Send him my regards as well, if you would.",	"s_1709":"I'll speak with him later.",	"s_1711":"Very well. Return to me when you are ready.",	"s_1713":"[Show Silkthrower's Fang to Ziven]",	"s_1715":"You'll find webweaver warriors in the southeast corner of Etyyy. They are usually further in along the river that runs to the southeast. Beware the webweaver spikers that tend to be in the same area. Both are fierce foes. Return when you've collected 2 immaculate webweaver eyes. And remember that it will take patience to find them.",	"s_1717":"[Show Silkthrower's Fang to Ziven]",	"s_1719":"The things I've heard about your hunting skills have been proven to be accurate. But are you ready for a much more challenging prey?",	"s_1721":"Yes I am.",	"s_1723":"You will again be hunting webweavers, but you'll be targeting webweaver warriors. From them, I ask that you collect 2 immaculate webweaver eyes. Sounds easy, doesn't it? You'll find this hunt much trickier than it sounds. Webweaver eyes are very delicate and very easily sustain damage when hunted. It will require much patience and persistence to find 2 immaculate eyes. Good hunting.",	"s_1725":"Maybe later.",	"s_1727":"Very well. Return when you are ready to hunt.",	"s_1729":"[Show Silkthrower's Fang to Ziven]",	"s_1731":"Gather 38 webweaver fangs. You'll find webweavers down toward the southeast corner of the hunting grounds.",	"s_1733":"[Show Silkthrower's Fang to Ziven]",	"s_1735":"You've come back to me quite the accomplished hunter. And I hope to continue your growth. Are you ready for your next hunt?",	"s_1737":"Yes, absolutely.",	"s_1739":"Your prey will be the feared webweaver spiders. Most of these creatures never leave the deepest murky depths of the darkest of Kashyyk's forests. But as it happens, Etyyy is home to some webweavers that dwell away from those fearsome shadows. You shall next hunt and gather 38 untainted webweaver fangs. Any webweavers in the Etyyy region will do for this hunt. And I wish you good hunting.",	"s_1741":"Not just yet.",	"s_1743":"Very well. Return when you are ready to hunt.",	"s_1745":"[Show Silkthrower's Fang to Ziven]",	"s_1747":"Welcome to Etyyy! Hopefully you will fare better than the last hunters that Kerssoc was foolish enough to allow into these hunting grounds. If you are willing, I would like for you to go speak to a protege of mine named Tuwezz Vol.",	"s_1749":"I'm ready. Where will I find Tuwezz?",	"s_1751":"Tuwezz is down at the Hracca Glade gate camp. I'll upload a waypoint to your datapad to make finding the camp easier. When you arrive, speak with Tuwezz. He'll be expecting you.",	"s_1753":"Not just yet.",	"s_1755":"Very well. Return when you are ready to hunt.",	"s_1757":"[Show Silkthrower's Fang to Ziven]",	"s_1759":"Greetings, young hunter. May your weapon never miss its mark.",	"s_1761":"[Show Silkthrower's Fang to Ziven]",	"s_1763":"Is that... it is! Silkthrower's fang. Not many hunters could have defeated that webweaver. I've also heard that you successfully hunted Brightclaw, Paleclaw, Stoneleg, Spiketop, and Greyclimber. All impressive beasts and all laid low by your hand. You are a true hunter. Even Sordaan will have to acknowledge you with this type of evidence. Go speak with him.",	"s_1765":"I'll go speak with Sordaan.",	"s_1767":"It's time he was forced to recognize hunting excellence in someone other than himself. Though based on that, the problem would seem to be that he has no clue what excellence in hunting actually is.",	"s_1769":"Is that... it is! Silkthrower's fang. Not many hunters could have defeated that webweaver, yet you have done so. Very well done.",	"s_245":"[Show Silkthrower's Fang to Ziven]",	"s_247":"[Show Silkthrower's Fang to Ziven]",	"s_249":"[Show Silkthrower's Fang to Ziven]",	"s_251":"[Show Silkthrower's Fang to Ziven]",	"s_253":"[Show Silkthrower's Fang to Ziven]",	"s_255":"[Show Silkthrower's Fang to Ziven]",	"s_257":"[Show Silkthrower's Fang to Ziven]",	"s_259":"[Show Silkthrower's Fang to Ziven]",	"s_261":"[Show Silkthrower's Fang to Ziven]",	"s_263":"[Show Silkthrower's Fang to Ziven]",	"s_366":"I just received some disturbing news. A friend of mine, Fordan Szholz, was on his way to Kashyyyk but was attacked before he could arrive. I don't even know how long ago this happened, because I didn't know he was even coming to Kashyyyk until I received this news. We've identified what we think is a tracking signal from his ship. Would you go investigate for me? Recover his ship if you find it...hopefully with Fordan safely inside.",	"s_571":"Um, okay, I suppose I can do that.",	"s_572":"Er, no. I don't think that would be a good idea for me to do.",	"s_573":"Very good. I don't know what to expect up there, but try to salvage Fordan's ship if at all possible. Hopefully, he's safe inside of it, but even if he's not, his ship might have clues as to what happened.",	"s_574":"I understand. Not everyone has the stomach for this kind of thing.",	"s_575":"I heard about the attacks, and you're inability to recover Fordan's ship. We've reacquired the location of the ship. Please try again.",	"s_576":"I appreciate you recovering that ship. My technicians were able to learn some things and I now know who was behind Fordan's disappearance: Sordaan Xris. Luckily, Fordan is okay and back on his home planet, but Sordaan must pay for what he's done. I want you to launch into space and hit Sordaan where it will hurt the most...in his bank balance. Destroy two of his freighters. The first is leaving soon.",	"s_578":"Um, okay, I suppose I can do that.",	"s_580":"Thank you. Launch into space when you're ready.",	"s_582":"No, not right now.",	"s_584":"I understand. Not everyone has the stomach for this kind of thing.",	"s_745":"It looks like you already have a mission in space. Come back once you've completed that one.",	"s_747":"It looks like you already have a mission in space. Come back once you've completed that one.",	"s_748":"Launch into space and head to the location we upload to you for Fordan's ship.",	"s_758":"I'll take care of it.",	"s_759":"No thanks.",	"s_760":"It looks like you already have a mission in space. Come back once you've completed that one.",	"s_761":"Excellent. Launch into space and destroy the first freighter as well as any ships escorting it. Once you succeeded in that, we'll give you the location of the second freighter.",	"s_762":"Okay, but return if you change your mind.",	"s_763":"Destroy Sordaan's second freighter and it's escort. Sordaan hates nothing more than spending money, and this should cost him a lot of it.",	"s_764":"You did well on the first freighter, but that's not enough. Go take out a second of Sordaan's freighters.",	"s_765":"Destroy Sordaan's first freighter. Make sure none of his ships survive.",	"s_766":"I'm on my way.",	"s_768":"It looks like you already have a mission in space. Come back once you've completed that one.",	"s_769":"Vey good. Destroy the second freighter and any ships that are escorting it.",	"s_772":"No thanks.",	"s_774":"Okay, but return if you change your mind.",	"s_875":"The first freighter escaped, but that's not a problem. There are plenty more of them. We'll simply start with a different one.",	"s_876":"I'll try again.",	"s_879":"No thanks.",	"s_881":"Okay, but return if you change your mind.",	"s_882":"Very well done! That should send a message to Sordaan to leave me and my clan in peace. And if not, there's plenty more pain I can send his way.",	"s_883":"The second freighter got away. Not to worry, it's only a minor setback. We'll pick another freighter to target. Do you think you can destroy it this time?",	"s_884":"Let me try again.",	"s_886":"No thanks.",	"s_888":"Okay, but return if you change your mind."
}}