{
	"stfFile":"conversation/ep3_myyydril_greeter_mystic_1",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_myyydril_greeter_mystic_1.stf) is automatically generated by the SwgConversationEditor.",	"s_396":"",	"s_398":"[Ildisa smiles at you.] Hero... we've been so lucky to have you around. You've saved our village from the impeding doom that Treun Lorn had planned for us.",	"s_400":"I don't think Treun Lorn was a villian. Just...",	"s_402":"Misunderstood? You could be right. Something else was driving him. [Ildisa nods.] I understand now. We'll miss your wisdom.",	"s_404":"I'll still visit.",	"s_406":"Good. And we'll welcome your return, Hero. [Ildisa smiles.]",	"s_408":"So Kinesworthy thinks Treun Lorn, his lost partner, is down in the Deep Depths?",	"s_411":"[Ildisa smiles.] The rumor mill has its way of overhearing things. If you're going to travel to the Deep Depths, you need to be careful. Bring whatever friends you have. It won't be easy.",	"s_414":"Our village can't lose another Hero, my friend. Please be safe. [Ildisa bows her head.]",	"s_417":"He seems to be quite the interesting fellow.",	"s_420":"[You nod.] Thanks.",	"s_423":"[Ildisa bows her head.] Hero... The title fits you well. Your journey, however, is far from over. You should speak with the others about the village.",	"s_425":"Anyone in particular?",	"s_427":"Seek out Yraka Nes. It should be easy to find her here in the village. [Ildisa smiles.]",	"s_429":"Thank you for the direction.",	"s_431":"[Ildisa nods.] Of course, Hero.",	"s_434":"I know the dangers.",	"s_437":"I'll try to be as careful as I can.",	"s_440":"[Ildisa stares into the fire.] You've been asked to help the various people in our village. I can tell you that Tala'oree needs assistance and that you can find her at the entrance to our village. She's in Kivvaaa's patrol squad.",	"s_442":"[You nod.]",	"s_444":"[Ildisa returns to her trance.]",	"s_446":"I assume you're here to see Chief Kallaarac. He's just right over there. [Ildisa points.]",	"s_448":"[Ildisa closes her eyes.] Yes... I felt your presence as soon as you walked into our village, young one. You shouldn't be here... not yet. You need to speak with Kivvaaa. Find her at the entrance of our village.",	"s_450":"Thank you.",	"s_452":"The future tells me that you'll be here for quite a while. [Ildisa smiles.]",	"s_628":"[Ildisa starts talking without acknowledging your presence.] The Urnsor'is have many rooms filled with eggs; the prized possession of the Mind Pod community. The Urnsor'is are vicious creatures and will stop at nothing to defend their kin.",	"s_630":"Know this... [Ildisa looks at you.] Many Myyydril have died to them. Many transformed, many who have lost limbs only to be replaced with mechanical toys. Just... be safe out there.",	"s_632":"Be sure that you do. [Ildisa nods, staring at the fire.]",	"s_648":"[Ildisa smiles.] I hear you're searching for information regarding the Doctor.",	"s_650":"Indeed. You should speak with him. He isn't shy about relating his story. Perhaps you could use his talents for your benefit.",	"s_652":"[Ildisa smiles, staring into the fire.]",	"s_678":"Rrwowrr!",	"s_846":"How did you know?",	"s_848":"Thanks for the tip."
}}