{
	"stfFile":"conversation/ep3_myyydril_weaponsmith",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_myyydril_weaponsmith.stf) is automatically generated by the SwgConversationEditor.",	"s_35":"I need the schematics again.",	"s_36":"What!? Here,  now, go away!",	"s_754":"",	"s_758":"[Treesh snores.] Zzzz.",	"s_762":"Hello?",	"s_766":"Uh--huh? What? It's you, again? Why always when I'm sleeping?",	"s_770":"You're always sleeping!",	"s_774":"Yeah, yeah. Just don't tell the furry people.",	"s_778":"Who's--",	"s_782":"Yeah. Yeah. It's me, the weaponsmith.",	"s_786":"Oh. You. Do you have the weapons I need?",	"s_790":"Yes, but you better give me something in return.",	"s_794":"Wow. Aren't you direct. [Treesh grunts.] Okay, kid. Fine. You win. Here ya go. Oh and... thanks. Now, go away!",	"s_798":"[Treesh stares blankly.] Who's there?",	"s_802":"It's me. I--",	"s_806":"Do I have Nak'tra Crystal Swords in my hand?",	"s_810":"No.. I--",	"s_814":"Then, go away. I'm trying to sleep around here. Come back when you have them.",	"s_818":"[Treesh peers blankly.] Who's there? I sense a familiar aura about you. Wait a second. No, that was definitely my lunch.",	"s_822":"Ew! Keep that to yourself!",	"s_826":"[Treesh grunts.] What do you want? Are you a weaponsmith? I only talk to those who can appreciate my profession!",	"s_830":"Yes, I'm a weaponsmith. Why do you care?",	"s_834":"I've got a job I need you to do. These darned Urnies keep attacking and the furry people need more weapons to defeat them.",	"s_838":"Why can't you do it?",	"s_842":"[Treesh narrows his eyes.] What--?! I can't believe you'd ask me such a thing! You insensitive kreetle lover! I'm blind! Can't you see that?! You can! You have eyes!",	"s_846":"Whoa. I.. I didn't mean to offend you.",	"s_850":"[Treesh laughs.] You didn't. I was just pulling your leg. You want the job or not? You owe me, kid.",	"s_854":"Owe you? Why--oh, nevermind. Yeah, what's the job.",	"s_858":"Make me some Nak'tra Crystal Swords. You need to collect Nak'tra crystals around here and fashion them into a pointed stick. Is that easy enough for you?",	"s_862":"Yeah. I'll do it.",	"s_866":"... Well?! Why are you still here? Get a move on! If I get fired, it's your head, you know. Oh and--supposedly, Urnies eat the Crystals too. You might find some on them.",	"s_872":"Yeah. But I don't want to do it.",	"s_878":"I don't need a job from you.",	"s_882":"Tpphht! Then, go away... kreetle lover!",	"s_886":"[Treesh grunts.] Who are you? What do you want?  You got any skill in those hands? No? Go away. You're not a weaponsmith. You can't understand the beauty of crafting a weapon, simpleton.",	"s_953":"[Treesh snorts.]"
}}