{
	"stfFile":"conversation/ep3_clone_relics_nym_starmap_nym",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_clone_relics_nym_starmap_nym.stf) is automatically generated by the SwgConversationEditor.",	"s_1544":"We asked to not be disturbed. Well you are disturbing us.",	"s_175":"You're a little too wet behind your ears fringer. Come back when you have some more experience and I might have use for you.",	"s_230":"I'm a developer/tester and want to clear quests.",	"s_240":"I think we asked to not be disturbed, didn't we Kole? Yes I think so.",	"s_252":"Which quest?",	"s_253":"1",	"s_254":"2",	"s_255":"3",	"s_256":"4",	"s_257":"All",	"s_258":"Okay",	"s_260":"Okay",	"s_262":"Okay",	"s_264":"Okay",	"s_265":"Leave us %NU, we need to figure out how to get back at that scoundrel Solo!",	"s_266":"Okay",	"s_268":"I'm a developer/tester and want to clear quests.",	"s_292":"I'm a developer/tester and want to clear quests.",	"s_316":"I'm a developer/tester and want to clear quests.",	"s_340":"I'm a developer/tester and want to clear quests.",	"s_364":"I'm a developer/tester and want to clear quests.",	"s_380":"Here's our treasure hunter now Kole! Did Solo come true on his end of the deal?",	"s_382":"Yes, he seemed very pleased.",	"s_384":"I'm sure he did, that... well never mind. Let me have the map.",	"s_386":"< hand Nym the torn map >",	"s_388":"Excellent! You have definitely earned this last reward. For those times when you want to go on the offensive, nothing beats the Beamrail Gauss! Guaranteed to blow a hole through the sturdiest of enemies!",	"s_390":"Thank you. There was talk of credits as well though?",	"s_392":"Yes, yes. Let me first make sure everything is in order here. < Nym pieces the map together and starts to study it. > Very interesting... hmm, wait a minute. That can't be right! I've been there, that planet is dead now! This is worthless and that smug mynock bowel Solo knew it! You, %NU you should have suspected this and not given him the money!",	"s_394":"But, how could I possibly...",	"s_396":"Silence! There will be no money for you! You're lucky I've given you all these upgrades for your ship! Now get out of here! Kole and I have a trip to Tatooine to plan!",	"s_397":"I'm a developer/tester and want to clear quests.",	"s_398":"Welcome back %NU. Did you find Solo?",	"s_400":"Sure did. He has the map but wants 50,000 credits for it.",	"s_402":"That filthy kreetle! I should have guessed he wanted money for it. Did you even try to haggle?",	"s_404":"Of course but it wasn't easy with his friend in the room...",	"s_406":"That blasted Wookiee! You didn't mention that I was involved did you?",	"s_408":"No but he seemed to suspect that I was working for someone else.",	"s_410":"Yeah Solo's not stupid. Very well, we will pay the scoundrel. Make sure that it's the actual map before you give him the money! Don't even think about taking off with these credits, the galaxy isn't big enough for you to hide if you do.",	"s_412":"You're supposed to be on Tatooine.",	"s_414":"I will have to postpone that for a bit, something came up.",	"s_416":"Hurry up. Just the thought of Solo sitting there rubbing his hands with my map in his pocket makes me angry.",	"s_418":"Was it Mos Entha or Mos Eisley Solo was in?",	"s_420":"Mos Eisley. Remember, he's a tricky one, be careful with what you say to him!",	"s_422":"Good, you're back. Let's get right in to the last clue shall we?",	"s_424":"I'm going to need some more time, I'm pretty beat.",	"s_426":"Fine, don't take too long though. Only one more piece %NU, we're so close.",	"s_428":"Let's.",	"s_430":"Alright, this clue reads 'Apparently Jabba the Hutt had come across a piece of the map. He was to have it shipped to his palace by the smuggler Han Solo but it somehow disappeared en route to Tatooine.' Solo? That no good womp rat of a scoundrel. He probably has it himself!",	"s_432":"You know that smuggler?",	"s_434":"Yeah I've had the displeasure of running in to him a few times. Last I know, he was in Mos Eisley on Tatooine. Figure out what it would take to have him give up the map. What ever you do, don't mention my name though.",	"s_436":"Anything else I should know?",	"s_438":"Yeah, don't anger his co-pilot... it can prove quite painful.",	"s_440":"What happened to you?!",	"s_442":"I'm never going back to Dathomir, mark my words...",	"s_444":"I told it was tough. < Nym chuckles > Anyway, are we happy?",	"s_445":"I'm a developer/tester and want to clear quests.",	"s_446":"At least you are. < hand Nym the torn map >",	"s_448":"I sure am! < Nym puts all the pieces together and starts to study them > Excellent, we are very close %NU. Now to put a smile on your face. I have something for those times when all the extra protection I've provided you with just isn't enough. Nothing will be able to catch you once you fit your ship with this Quantum Ion Drive. It's guaranteed to leave any irritating customs agent in the dust.",	"s_450":"That sure could come in handy.",	"s_452":"It sure could, couldn't it? Now go get some rest. By the look of you, I'll expect I will see you back in a week. < Nym laughs >",	"s_454":"What is it %NU?",	"s_456":"I have to take care of something first. I'll be back soon though.",	"s_458":"I want this map completed so don't be surprised if I hired someone else when you come back...",	"s_46":"",	"s_460":"Maybe I could get an advance? Some weapon?",	"s_462":"Sorry, I don't do business that way.",	"s_464":"I am going to Dathomir you know...",	"s_466":"You'll be fine %NU, you're tough, right? < Nym grins >",	"s_468":"Good, you are back. I hope you got some good rest because looking at the clue for this map piece, you will need it.",	"s_470":"I'm ready.",	"s_472":"I hope so. Ever been to Dathomir? Nasty place. Anyway, this is the next clue. 'An Imperial officer had one of the pieces and he never let it leave his pocket. He was stationed on the planet of Dathomir and apparently was killed there during a patrol. The only survivor, almost unable to communicate after the attack, rambled on and on about witches of the night and giant spiders.'",	"s_474":"What's that supposed to mean? Sounds like a fairy tale.",	"s_476":"If I knew that, I wouldn't...",	"s_478":"I know, I know. You wouldn't need me. Dathomir it is.",	"s_480":"Exactly. Good luck!",	"s_482":"Great. Well I'm going to need to prepare some more then.",	"s_484":"I suppose. Don't take too long though, I want this map finished.",	"s_486":"I've had a bad day, I hope you have some good news.",	"s_488":"If you think that finding the next map piece is good news...",	"s_490":"Great news! I'm starting to like you... %NU was it? Let me have a look at it!",	"s_492":"< hand Nym the fragments >",	"s_493":"I'm a developer/tester and want to clear quests.",	"s_494":"What did you do to it?! Feed it to a mynock?!",	"s_496":"The dumb slavers tore it apart and split it between them.",	"s_498":"Those spawns of a hairless gurk! I will remember that! Let me try and piece this thing together. < Nym goes to work on fitting all the pieces together >",	"s_500":"Now about the...",	"s_502":"Hold on! < Nym starts to closely study all the pieces > Yes indeed, we are starting to get closer here. I know, I know, your payment. This time I've dug up a real treat for you.",	"s_504":"I hope so, this wasn't easy you know.",	"s_506":"Oh it's a beauty. To further enhance the survivability of your fighter... and you, you should outfit it with these top of the line ProtectoNet shields. Now go and get some rest... and maybe change those clothes, you seem to have some blood on them.",	"s_508":"Yes?",	"s_510":"I have to postpone, something came up.",	"s_512":"< Nym sighs > Fine. Don't be surprised if I gave the job to someone else when you come back though.",	"s_514":"You said Kashyyyk right?",	"s_516":"You're not writing this down?",	"s_518":"Of course, just making sure I got it right.",	"s_520":"Yes Kashyyyk. Now hurry up.",	"s_522":"Let's get down to business then shall we?",	"s_524":"Of course.",	"s_526":"Alright, the second clue that your predecessor found was the following. 'A piece of the map was to be transported to an art collector named Gally Arc on the planet of Brentaal. When it was passing through the Kashyyyk system, it was marauded by Trandoshan slavers and hasn't been seen since.'",	"s_528":"That's it?",	"s_530":"That's it.",	"s_532":"What should I do, kill every Trandoshan on Kashyyyk?",	"s_534":"Well they are scum anyway. < Nym chuckles > I'm sure you'll find a way. After all, that's what I hired you for, right?",	"s_536":"I need to think about this...",	"s_538":"Well don't think too long. I want those maps and if you can't do it, I'll find someone who can.",	"s_540":"Right. I'll head for Kashyyyk.",	"s_541":"I'm a developer/tester and want to clear quests.",	"s_542":"Good. I'll be expecting you back here soon, with the map piece.",	"s_544":"I need a little more time.",	"s_546":"Then what are you doing back here?",	"s_548":"I just thought we could hang out a little, play some...",	"s_550":"What do you think this is? A vacation? Kole and I have some serious business to attend to here and you're testing my patience. Now get out of here and come back when you're ready to get some work done.",	"s_552":"Hey! I told you he'd be back Kole. Any luck?",	"s_554":"It wasn't easy but yes, I have another map piece.",	"s_556":"Splendid! Don't just stand there, let me see it!",	"s_558":"< hand Nym the torn starmap >",	"s_560":"< Nym closely studies the piece of the map, fitting it next to the other piece > Hmm, yes, very interesting... but completely useless. I have to get the other pieces!",	"s_562":"I will get it for you but first...",	"s_564":"Yes of course. I had this excellent fighter armor brought in. FiberTech Steel Weave will make your ship all but impenetrable! Now go get some rest and come back when you are ready to hunt down the second piece.",	"s_566":"There was the matter of payment...",	"s_568":"Yes, yes! After, now let me see it!",	"s_570":"Fine. < hand Nym the torn starmap >",	"s_572":"Was there something else?",	"s_574":"Yes I can't do this right now, something came up.",	"s_576":"You're not planning to get the map for yourself now that you have the first clue are you? I hope you're not stupid enough to try and trick me, that would be a bad mistake. You sure you don't want the job?",	"s_578":"Hmm, alright, I'll keep the job. I never intended to...",	"s_580":"Save it.",	"s_582":"Yes sorry, I can't do it right now.",	"s_584":"Fine. Maybe I'll see you around fringer.",	"s_586":"Are you sure that was the only clue in the documents?",	"s_588":"Yes, that was it.",	"s_589":"I'm a developer/tester and want to clear quests.",	"s_590":"Maybe I could take another look at them?",	"s_592":"I don't think so. Now get a move on or I'll find someone else to do it.",	"s_595":"I'm sorry.",	"s_597":"You will be, if you don't go on your way.",	"s_599":"I believe you will be interested in what I have though.",	"s_601":"I hope so fringer.",	"s_603":"Take a look at this. < hand Nym the documents >",	"s_605":"Where did you get this? For your sake, I hope the answer pleases me.",	"s_607":"I came upon a crashed star ship not far from here, it was there.",	"s_609":"That would explain a thing or two, wouldn't you say Kole? Yes I believe so. Alright stranger, here's the thing. This is a piece of a map that was torn to pieces and scattered through out the galaxy. I hired a treasure hunter to find the pieces but it would appear that he's had an accident. How would you feel about helping me find the remaining parts of the map?",	"s_611":"That all depends, what's in it for me?",	"s_613":"My... corporation has substantial resources in star fighter upgrades. You bring me the map pieces and I'll provide you with the best hardware out there today. On top of that, I'll throw in... 30,000 credits.",	"s_615":"Sounds good. Any idea where I should start?",	"s_617":"Your predecessor had tracked down some clues for the other pieces. The first one is, '...apparently a child was taken captive by the natives on the planet of Tatooine. After his rescue, he recalled spotting one of the strangely ornated boxes near a pool in the cave that was his prison'.",	"s_619":"Interesting, I might be able to track that down.",	"s_621":"Excellent. Kole and I have some unfinished business in Narmle so come back here to see me when you've found it.",	"s_623":"Where's that supposed to be?",	"s_625":"That's why I hired you. Are you telling me you can't do the job?",	"s_627":"No no, I will find it.",	"s_629":"Good. Kole and I have some unfinished business in Narmle so come back here to see me when you've found it.",	"s_631":"Yeah this doesn't sound like my kind of job.",	"s_633":"Suit yourself. We have some business to go over so you can leave now.",	"s_635":"30,000? After looking at that crash site, 50,000 sounds better.",	"s_636":"I'm a developer/tester and want to clear quests.",	"s_637":"You are starting to get on my nerves here... Kole, what do you think? Is he worth that kind of investment? No? I'll stretch it to 40,000, my last offer.",	"s_639":"40.000... alright, you've got a deal.",	"s_641":"Sorry, I don't do charity work.",	"s_643":"Suit yourself. Now if you'll excuse us, we have business to attend to.",	"s_645":"I'm not exactly a treasure hunter...",	"s_647":"Oh it would be a piece of cake, just take some traveling.",	"s_649":"I suppose... Alright, what will I get out of this deal?",	"s_651":"After seeing that crash site, I'd say it's dangerous, so no thanks.",	"s_653":"Suit yourself. We have work to do so if you excuse us.",	"s_655":"I don't think so. I would like a reward for finding this piece though.",	"s_657":"Are you sure? It could prove quite profitable.",	"s_659":"No thank you. Now about that money.",	"s_661":"Suit yourself. Here's some cash for your troubles. Now leave us.",	"s_663":"I could use the creds... how much are we talking here?",	"s_665":"That's not important. Money on the other hand, is.",	"s_667":"It is, and your demise is quickly growing in value stranger.",	"s_669":"Calm down! I found it at a crash site not far from here.",	"s_677":"I'm a developer/tester and want to clear quests."
}}