{
	"stfFile":"conversation/ep3_trandoshan_mssikss",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_trandoshan_mssikss.stf) is automatically generated by the SwgConversationEditor.",	"s_1115":"",	"s_1117":"Hey, it is you again. You know what. Those collars are worthless. The scientists at the R and D center obviously didn't field test them...get a little bit of dirt or hair into them and they completely malfunction. Well, not completely...the air freshener still works. Oh, well...back to doing things the old fashioned way. Take care, pilot.",	"s_1119":"Oh, these collars are going to do a world of good in the field. Once we get this around those stinking furball's necks they will be completely under our control. You have done me a great service today.",	"s_1121":"About my reward?",	"s_1123":"Yes, I promised to pay you handsomely and that is what I intend to do. We keep our deals unlike the furballs who will break their word at the slightest provocation. Here you go. Take care, pilot.",	"s_1125":"You already have a job to do. Finish what you started. I have need of a good pilot but I need you to be completely focused on my task before I am willing to give it to you.",	"s_1127":"I must say that the Empire's representative isn't at all pleased with what happened. So they called in another shipment...and....and....that's right, you guessed it...that freighter got jumped too. Would you care to give it another shot?",	"s_1129":"I will not fail again.",	"s_1131":"Yes, please don't. The Empire gives us a lot of leeway here but if we keep losing their gear they might have a change of heart.",	"s_1133":"I am not doing that again.",	"s_1135":"Bah...I should have known you wouldn't be willing to try that again.",	"s_1137":"Hey, you are a fighter pilot. One of my men saw you land in the space port. I will pay you top credit if you help me out of crisis. What do you say...do we have a deal?",	"s_1139":"Slow down. What is the problem?",	"s_1141":"I just received a shipment of these new prototype collars from the Empire r and d station on Naboo. These collars do it all...they can be used for control, they can inject a calming drug directly into the blood stream...they even have an air freshener built into them. These collars are absolutely cutting edge stuff.",	"s_1143":"That doesn't sound much like a problem.",	"s_1145":"Well, it wouldn't be if the freighter carrying them wasn't hijacked as soon as it entered Kashyyyk space. Would you go recover that freighter and those collars for me? I promise to make it worth your while. Someone had to tip the resistance off about its arrival.",	"s_1147":"Ok, what do you need me to do.",	"s_1149":"I need you to fly out to my freighter before they can get it out of the system. Then kill all the resistance fighters that attacked it. Get the freighter back under our control. And then escort it to a safe landing spot. Do that for me and I will see to it you are rewarded.",	"s_1151":"Let's do this.",	"s_1153":"That is the best news I have heard all day. I will see you when you get back.",	"s_1155":"No thanks. Good luck getting those collars back.",	"s_1157":"Fine...then quite wasting my time. I need to find a pilot before they destroy my collars.",	"s_1159":"No thanks. I have some other stuff to do.",	"s_1161":"Yeah, right...whatever. Fine then don't stand around gawking at me.",	"s_1163":"I do not have time to chat right now. I am in desperate need of a fighter pilot. Now please leave me alone."
}}