{
	"stfFile":"conversation/ep3_etyyy_kerssoc",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_etyyy_kerssoc.stf) is automatically generated by the SwgConversationEditor.",	"s_1054":"",	"s_1056":"Right. I was expecting you with these poached goods. Return to Manfred and let him know I'll ship these next chance I get.",	"s_1058":"I trust you're doing well in the hunting grounds.",	"s_1060":"Well done with your attack on the Chiss camp. You've done far better than I ever expected. I suppose I can grant you access to the hunting grounds, Etyyy. Ready to go?",	"s_1062":"Yes, I'm definitely ready.",	"s_1064":"Good. The gate is just to the west. You can enter there. Once you're inside, go to the main Rodian hunting camp. It's just past the gate. You can't miss it. You should speak with Sordaan Xris at the hunting camp. He's the self-proclaimed leader of the Rodian hunters. I'm not sure what kind of welcome you'll receive, but you'll have to speak with him before doing much else there.",	"s_1066":"No, I think I'll go later.",	"s_1068":"Very well. Return to me when you're ready to enter Etyyy.",	"s_1070":"Go on. Get to it. Those Chiss poachers aren't going to kill themselves.",	"s_1072":"Good work destroying that shipment of Chiss weapons. Though it has kind of riled up the Chiss poacher camp to the north. Maybe we should rile them up even more. Go attack their camp and reduce their numbers a bit. Take out 21 Chiss poachers. Yeah, that sounds like a good number. Return to me when you're done.",	"s_1074":"Those Chiss poachers won't know what hit them.",	"s_1076":"Good. Off you go then.",	"s_1078":"Maybe later.",	"s_1080":"Fine. But don't wait too long.",	"s_1082":"What happened to destroying the ship full of Chiss poacher weapons? Couldn't handle it? Or did you simply have a run of bad luck? I'm going to hope it was the luck thing. Otherwise I'm wasting my time. Ready to try your luck again?",	"s_1084":"I am. This time I'll succeed.",	"s_1086":"Yeah. Let's hope so.",	"s_1088":"I'll try again later.",	"s_1090":"Really. Don't hurry or anything.",	"s_1092":"You were supposed to escort a shipment of supplies. What happened? Ah, whatever. I'll give you another chance. There's always another shipment needing protection these days. Ready to try again?",	"s_1094":"Yes I am.",	"s_1096":"Good. Go to it. Make sure nothing happens to those supplies.",	"s_1098":"I'll try again later.",	"s_1100":"Hmm. I see.",	"s_1102":"Go deliver those pelts. Times a-wasting.",	"s_1104":"Well, look at these flawless Kashyyyk bantha pelts. Well done. I'd say I'm impressed, but it's not like it was all that difficult a task. But it was appreciated all the same.",	"s_1106":"Can I get to the hunting grounds now?",	"s_1108":"No. Not yet. We've only just started. Next I need you to deliver these flawless Kashyyyk bantha pelts you've gathered as well as some others I've had stashed. Never mind where they came from. I need all of them delivered to a contact I have in the Corellia system.",	"s_1110":"Okay, I'll deliver them.",	"s_1112":"Good. Away you go then. Fly to the Corellia system. Once there, you'll receive word on where to meet my contact. Be careful though. There are some Chiss poachers in the area, and they've tried to intercept my shipments in the past. They will track you all the way to the Corellia system if they are after you. So be careful.",	"s_1114":"Maybe later.",	"s_1116":"Okay. Come back when you're ready.",	"s_1118":"Go get those flawless Kashyyyk bantha pelts. I'm waiting.",	"s_1120":"I'm on it. Back soon.",	"s_1122":"Good.",	"s_1124":"You want to enter the hunting grounds? You think Etyyy is open to just anyone? Ha. Not even close. If you can prove you can handle yourself as a hunter, and maybe make yourself useful, well maybe. I'm not promising anything. And I'll likely just turn you down either way. But if you're willing to do some things for me, I might grant you access to the hunting grounds.",	"s_1126":"What do you want me to do?",	"s_1128":"Eager? That's a good sign. First I want to see what kind of hunter you are. And to be honest, I want you to hunt a prey that we are not allowed to hunt ourselves. For whatever reason, Sordaan, the lead Rodian hunter here on Kashyyyk, has declared Kashyyyk bantha off limits to Rodian hunters. Don't ask my why. Something to do with a childhood tragedy or something.",	"s_1130":"You want me to hunt Kashyyyk banthas?",	"s_1132":"Yes, I do. You could get away with it. Probably. I'm mostly sure you could. At the very least, Sordaan would be unlikely to blame me. So, go hunt Kashyyyk banthas. You'll find them all over the place. I need 17 flawless Kashyyyk bantha pelts. Not every Kashyyyk bantha you hunt will have a pelt that's in good enough shape, but plenty of them will. When you've collected 17 of them, come back here and talk to me.",	"s_1134":"I'll do it.",	"s_1136":"Good. Go to it. 17 flawless Kashyyyk bantha pelts. I'll be waiting.",	"s_1138":"No thanks.",	"s_1140":"If you can't stomach something simple like this, you have no hope of ever entering Etyyy.",	"s_1142":"No thanks. Doesn't seem like it would be worth it.",	"s_1144":"Fine. Go away.",	"s_1146":"Bah, you're no hunter. Leave now.",	"s_1148":"You're a hunter?",	"s_1150":"Indeed I am. Not yet to the level of those in the actual hunting grounds, but I will be soon. Oh, so soon. Anyway.",	"s_1152":"Hunting grounds?",	"s_1154":"That's right. The hunting grounds to the south. The Wookiees call that area Etyyy. Which I guess is as good a name as any. You, um, interested in going there? I could help you out if you're willing to help me?",	"s_1156":"Yes, how do I get there?",	"s_1158":"Whoa. Not so fast. You have to get my permission before you'll be able to enter Etyyy.  First I want to see what kind of hunter you are. And to be honest, I want you to hunt a prey that we are not allowed to hunt ourselves. For whatever reason, Sordaan, the lead Rodian hunter here on Kashyyyk, has declared Kashyyyk bantha off limits to Rodian hunters. Don't ask me why. Something to do with a childhood tragedy or something.",	"s_1160":"No thanks.",	"s_1162":"Didn't think you looked like the hunting type anyway. Not really sure why I bothered to offer.",	"s_1164":"I'm going.",	"s_1166":"Good.",	"s_1301":"It looks like you already have a mission in space. Come back once you've completed that one.",	"s_1302":"It looks like you already have a mission in space. Come back once you've completed that one.",	"s_1303":"It looks like you already have a mission in space. Come back once you've completed that one."
}}