{
	"stfFile":"conversation/ep3_etyyy_tuwezz_vol",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_etyyy_tuwezz_vol.stf) is automatically generated by the SwgConversationEditor.",	"s_1619":"",	"s_1621":"Welcome, hunter. I trust the hunt goes well for you.",	"s_1623":"[Show Spiketop's Horn to Tuwezz]",	"s_1625":"These horns are exactly what I wanted. Well done. I'm very happy with your hunting abilities. Enough so that I think it's time for you to go talk to Sordaan Xris.",	"s_1627":"Okay. I'll go speak with him.",	"s_1629":"You've shown yourself to be a capable hunter. Sordaan will probably want to offer a hunting wager. It's usually something along the lines of a race to see who can hunt and kill more of a given creature, you or his hunter. If you can beat his hunters, you'll not only win some credits, but you'll make him look bad. So be sure and really beat him badly!",	"s_1631":"I'll do that later.",	"s_1633":"Of course. Return to me when you're ready.",	"s_1635":"[Show Spiketop's Horn to Tuwezz]",	"s_1637":"Unmarred uller horns. 11 of them. And remember, the elder ullers are the ones to target. None of the others will have good enough horns.",	"s_1639":"You're right. I'm on my way.",	"s_1641":"Thanks!",	"s_1643":"[Show Spiketop's Horn to Tuwezz]",	"s_1645":"You did quite well hunting those diseased ullers. Quite well indeed. I can see excellent potential in you as a hunter. I have one other hunting task for you. I want you to gather 11 unmarred uller horns. You'll find these on elder ullers. The younger and more aggressive uller tend to have damaged or undersized horns, but the elders often have very good ones.",	"s_1647":"Let the hunt begin!",	"s_1649":"The elder ullers are a good bit tougher than the diseased ones. Be ready for that. Return to me when you've collected 11 unmarred uller horns.",	"s_1651":"Not right now. I'll try that later.",	"s_1653":"Ah. Okay then.",	"s_1655":"[Show Spiketop's Horn to Tuwezz]",	"s_1657":"Go hunt those diseased ullers. Return to me when you're done.",	"s_1659":"Right. I'm on my way.",	"s_1661":"Good to hear.",	"s_1663":"[Show Spiketop's Horn to Tuwezz]",	"s_1665":"Ziven sent you to me? Interesting. Well, I suppose he wants to see what kind of hunter you are. So let's find out, shall we?",	"s_1667":"Okay, what do you want me to do?",	"s_1669":"Well, let's see. Oh, I've got it. We've had a problem lately with some diseased ullers. We're worried that the disease that afflicts them could spread to other ullers or even other creatures. That would not be a good thing. What I need you to do is hunt and kill some of them. Kill 17 diseased ullers. That should help thin their population and reduce the chance of their disease spreading.",	"s_1671":"Right, kill diseased ullers. I'm on it.",	"s_1673":"Head due east from here, and you'll find an area full of ullers. That's their primary habitat in this region. Good hunting to you. Oh, and return to me when you're done.",	"s_1675":"Maybe later.",	"s_1677":"Ah. Okay then.",	"s_1679":"No thanks. Not right now.",	"s_1681":"Ah. Okay then.",	"s_1683":"[Show Spiketop's Horn to Tuwezz]",	"s_1685":"Be careful. There are many dangerous creatures in Etyyy, the hunting grounds.",	"s_1687":"[Show Spiketop's Horn to Tuwezz]",	"s_1689":"Ah, you've managed to defeat Spiketop. I wondered when someone would finally do so. To be honest, I'd hoped to hunt him myself, but had not gotten the chance. It would appear that you've also defeated Brightclaw, Paleclaw, Stoneleg, Silkthrower, and Greyclimber. That's an impressive list of hunted creatures. I should let Sordaan know of this. I think he'll want to recognize such an accomplishment.",	"s_1691":"I'll go speak with Sordaan.",	"s_1693":"Good. He might even give you one of those Excellence in Hunting awards. Though so far, he's only awarded those to himself.",	"s_1695":"Ah, you've managed to defeat Spiketop. I wondered when someone would finally do so. To be honest, I'd hoped to hunt him myself, but had not gotten the chance."
}}