{
	"stfFile":"conversation/ep3_clone_relics_boba_fett_claw_boss_imbrimi",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_clone_relics_boba_fett_claw_boss_imbrimi.stf) is automatically generated by the SwgConversationEditor.",	"s_1536":"",	"s_1538":"You have no idea who you're dealing with!",	"s_1540":"I know perfectly well who you are. Anyway, it's quiz time!",	"s_1679":"I'm not saying anything!",	"s_1681":"Let's just say that you won't live to see tomorrow for what you have just done.",	"s_1685":"I'm looking for Durge, ring a bell?",	"s_1687":"I want to retire him, personally.",	"s_1689":"Well good luck then. I've sent two assassins after him and they have both come back in pieces.",	"s_1691":"You have a point. Why do you want him dead?",	"s_1693":"Well Durge managed to get out word from a lab that he was imprisoned in, promising 10 million credits to anyone that would help him escape. We took the opportunity but Durge decided to pay with about 10 million laser bolts instead. I lost many men and barely survived myself.",	"s_1695":"You will find that Durge usually lets his blasters do the talking.",	"s_1697":"Last location we tracked him down to was an abandoned building on Naboo, in the small city of Dee'Ja peak.",	"s_1699":"If you kill him, I may consider forgetting what happened here today... as long as you never show your face here again.",	"s_308":"You won't say anything ever again if you don't answer my questions.",	"s_310":"What is it you want?",	"s_313":"What do you want with that scumbag?",	"s_317":"Doesn't surprise me. < point to the bodies behind you >",	"s_320":"I'm asking the questions here. Why do YOU want him dead?",	"s_323":"You mentioned you sent assassins after him. So where is he?",	"s_326":"Excellent, you've been most helpful. Have a nice day.",	"s_333":"I just want to talk to him.",	"s_336":"I would be disappointed otherwise.",	"s_338":"Why don't you tell me?",	"s_341":"And you won't live five seconds if you don't answer my questions.",	"s_343":"Who are you people?",	"s_345":"Don't look at me, this wasn't my idea.",	"s_347":"You will all regret this!"
}}