{
	"stfFile":"conversation/ep3_gursan_bryes",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_gursan_bryes.stf) is automatically generated by the SwgConversationEditor.",	"s_38":"%NU, It's good to see you. It looks like you are not the only one returning to Kashyyyk. The Blackscales are sending a new leader to Kashyyyk. If you are willing, your help could save many lives.",	"s_39":"Very well, we will stop the Blackscales again.",	"s_40":"The fight will begin any minute. Good luck and may the force be with you.",	"s_41":"I'm sorry, this time I cannot help you.",	"s_42":"I'm sorry to hear that. Good luck to you.",	"s_43":"You have done it again. The Blackscales have lost another leader. Again we are in your debt.",	"s_44":"Thank you Gursan.",	"s_45":"Here's an item I came across recently. It's not much but it might be useful to you.",	"s_54":"It's a pleasuer to see you again. The Blackscales are silent, at least for now. If you wish to test your strength against the Blackscales again, %TO",	"s_800":"",	"s_802":"The force be praised, lord Cyssc is dead. You have won a grand victory for the alliance here on Kashyyyk, and for freedom everywhere. If you have not done so, Kymayrr would have a word with you.",	"s_804":"I will see her at once.",	"s_806":"Please do, friend.",	"s_808":"What are you waiting for %NU, your destiny awaits you up there?",	"s_810":"We haven't a moment to lose. Lord Cyssc is already on the move and our forces have been sent to intercept. I have a trophy for you though. Captain Beshk won't need his staff anymore.",	"s_812":"I'll be off right away.",	"s_814":"Cyssc will be flying in shortly, get up there and prepare your welcome. Be at your best %NU, your target is a modified heavy cruiser. He will definitely have his Scaleguard present.",	"s_816":"The Blackscale Compound is a fortress, designed to keep us out more than to keep any prisoners in. You need to know that none that have entered there have returned, so our information is sketchy at best. But we do have one important piece of information. The Compound was build on top of the first forward Imperial base placed in this region. The communications station is there for certain.",	"s_818":"Will it be guarded?",	"s_820":"Heavily guarded. Tosk has pulled in all of his patrols. You will be facing a small army so if you have companions, bring them.",	"s_822":"How do I get in?",	"s_824":"Approach the gate from here in Kachirho; it is on the north side not far from Etyyy. Be watchful for Captain Beshk, he is the Captain of the Guard and will likely be on duty. I warn you, he is not one to be taken lightly. Once inside you will have to make it through a heavily fortified gauntlet of Blackscale troops before you reach the compound. Be certain, the path to victory goes through Warden Tosk.",	"s_826":"I am ready.",	"s_828":"Then be off. And may the Force be with you %NU.",	"s_830":"With both Rhosk and Hss'kas gone Warden Tosk is sure to know something is up. Now is our chance to finish it. Lord Cyssc sits secure in his Citadel, but there will be a way to rouse him. To call for aid would be a sign of weakness for Tosk, one he will not show. But Cyssc would be most pleased to answer such a call.",	"s_832":"How will this help?",	"s_834":"In the Blackscale Compound, you will find the one communications device that Lord Cyssc will believe is a legitimate source. You need to break into the camp, overcome its guard and send a call pleading for Lord Cyssc to come and put down this insurrection personally.",	"s_836":"And he will believe this?",	"s_838":"I am counting on his pride not letting him resist. Go speak with Kymayrr again, she wishes to have some words with you about this operation before you go in.",	"s_840":"I will do so.",	"s_842":"Do not delay %NU, time is not on our side.",	"s_844":"I have something for you. One of our rangers recovered this at Hss'kas's escape pod, and I believe it will come to good use when pitted against the Trandoshans.",	"s_846":"What is it?",	"s_848":"Hss'kas's sword, a Sith blade to be precise. Relic of days long gone, but that is not important.",	"s_850":"And what is important?",	"s_852":"We must act and act quickly. Sensors picked up an escape pod leaving the area. One of our fighters tried to pursue but was cut off by the mine turrets. The escape pod appears to have set down in the eastern edge of Etyyy. If this is Hss'kas, we cannot let him reach any allies. Make haste to Etyyy and destroy him.",	"s_854":"I am on my way.",	"s_856":"I only hope that we are fast enough.",	"s_858":"Welcome %NU, it is good to have you working with us. I'll need to cut straight to business as our window of opportunity is short. With the loss of Adjutant Rhosk, Avatar Platform has been shaken up. Resistance forces are preparing to strike the platform proper and the rival Zssik clan is seeing this as a good opportunity to displace the Blackscale. Hopefully they will destroy each other if that conflict ever erupts.",	"s_860":"What is our first move?",	"s_862":"A wing of fighters will be dispatched from an allied clan on Tatooine to bolster the defense of the Avatar. There is also a report that Broodmaster Hss'kas is on his way to oversee the Avatar Platform. The Broodmaster is a fanatic and would only make our situation worse. But this was expected and we are watching his movements closely. When he comes, we will be ready.",	"s_864":"The fighters are top priority then?",	"s_866":"There are no top priorities, just targets of opportunity. Be prepared for recall if Hss'kas shows himself, but for now intercept those fighters before they clear the Tatoo System. ",	"s_868":"I will return shortly.",	"s_870":"Stay alert and be ready. We are counting on you %NU",	"s_872":"Move along, I have important matters to attend."
}}