{
	"stfFile":"conversation/ep3_etyyy_sordaan_xris",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_etyyy_sordaan_xris.stf) is automatically generated by the SwgConversationEditor.",	"s_1132":"",	"s_1134":"So you want to speak with me? Who sent you this time?",	"s_1136":"Tuwezz Vol.",	"s_1138":"Tuwezz, that little punk. If Ziven wasn't protecting him, I'd... well, never mind that. So you've managed to do some hunting, eh? Think you're a hunter now? Maybe. I doubt it, but maybe. If you're ready for some more hunting, go speak with Ehartt Brihnt. He's here in the camp somewhere. And, hmmm. If you're interested in something a bit more challenging, I've got a little wager in mind for you.",	"s_1140":"I'll go speak with Ehartt.",	"s_1142":"Okay, good. I'm sure he can't wait.",	"s_1144":"A wager?",	"s_1146":"Of course! We're sporting people. What could be better than testing yourself against my best hunters? We'll start easy. You've been hunting ullers for Tuwezz, so how about something like that. If you can kill more ullers in a limited amount of time than my best hunters can, you'll win. Otherwise, I win. Talk to me again if you're interested, and we'll discuss the details.",	"s_1148":"Okay, I'll come back later.",	"s_1150":"Good. I look forward to taking your money. Er, [*coughs*] I mean to talking about this further. Goodbye for now.",	"s_1152":"Why not discuss this wager now?",	"s_1154":"Why not indeed. The bet would be for you to hunt and kill more uller warhoofs in 20 minutes than my best hunters. The best my hunters have done is 24. The hunt will take place on the Bocctyyy Path, which is a small, closed off region east of here that I fully control. You can only get there by shuttle. We'll start small, say 2000 credits. What do you say?",	"s_1156":"Ehartt Brihnt.",	"s_1158":"Ah, yes. Ehartt says you did well hunting wallugas. Not too bad, I guess. We might make an actual hunter out of you yet. I'm not holding my breath or anything, but maybe. Oh, that reminds me. I'd like for you to help my security chief, Manfred Carter. He's working on driving those infuriating Chiss poachers out of the area and could use your help. And don't forget to talk to me about another little hunting wager. I'm looking forward to it.",	"s_1160":"I'll go speak with Manfred.",	"s_1162":"Good. And thank you. Those Chiss are infuriating.",	"s_1164":"Tell me more about the wager?",	"s_1166":"Tripp Rar.",	"s_1168":"Tripp sent you? Very well then. She probably had you hunting moufs, didn't she? I'll admit, those creatures are a fairly tough prey. You've come further than I'd ever thought possible. Talk to me later about another wager. I've got something good in mind. Oh, and for more hunting, speak with Ziven. He's been hunting webweavers lately. I'd imagine he'll ask you to do the same.",	"s_1170":"I'll go speak with Ziven.",	"s_1172":"Fine. Oh, and tell him I said he's a pompous... no, wait. I'd better tell him that myself.",	"s_1174":"Tell me more about the wager?",	"s_1176":"Ziven Tissak.",	"s_1178":"Good ole Ziven. [*snarls*] I can't tell you how much I despise that pompous buffoon. He'll get his some day. But enough of that. You've proven yourself to be a very good hunter. At least to everyone else. You've yet to completely outdo me and my best hunters. What would you say to putting your hunting skills to the test on a little wager?",	"s_1180":"Maybe another time.",	"s_1182":"I see. Very well. Come talk to me again if you change your mind.",	"s_1184":"Tell me more about the wager?",	"s_1186":"No one. My apologies for bothering you.",	"s_1188":"At least you're polite. That's something, I suppose. Doesn't excuse wasting my time, but perhaps you're not a total loss.",	"s_1190":"I suppose you're here to settle our wager. The taste of losing is bitter, so let's finish this and be done with it.",	"s_1192":"I killed enough uller warhoofs to win the bet.",	"s_1194":"Yeah, yeah. Everyone gets lucky now and then. Here, take your winnings. And go speak with Harroom. I'll let him know to give you a Tchotchee Pistol from my collection as a bonus reward for winning this bet.",	"s_1196":"Thank you.",	"s_1198":"Be sure to come back some time and give me a chance to win my money back.",	"s_1200":"Yeah, yeah. Everyone gets lucky now and then. Here, take your winnings.",	"s_1202":"What, no weapon this time?",	"s_1204":"Such blatant greed! I gave you a bonus weapon as a generous gift the first time you won and instead of being thankful, you now demand another. Pathetic.",	"s_1206":"Thank you.",	"s_1208":"Be sure to come back some time and give me a chance to win my money back.",	"s_1210":"I killed enough frenzied wallugas to win the bet.",	"s_1212":"Yeah, yeah. Everyone gets lucky now and then. Here, take your winnings. And go speak with Harroom. I'll let him know to give you a Kalranoos Carbine from my collection as a bonus reward for winning this bet.",	"s_1214":"Thank you.",	"s_1216":"Be sure to come back some time and give me a chance to win my money back.",	"s_1218":"Yeah, yeah. Everyone gets lucky now and then. Here, take your winnings.",	"s_1220":"What, no weapon this time?",	"s_1222":"What nerve! I gave you a bonus weapon as a generous gift the first time you won and instead of being thankful, you now demand another. Pathetic.",	"s_1224":"Thank you.",	"s_1226":"Be sure to come back some time and give me a chance to win my money back.",	"s_1228":"I killed enough mouf roarlords to win the bet.",	"s_1230":"Yeah, yeah. Everyone gets lucky now and then. Here, take your winnings. And go speak with Harroom. I'll let him know to give you a Xris Acid Sword from my collection as a bonus reward for winning this bet.",	"s_1232":"Thank you.",	"s_1234":"Be sure to come back some time and give me a chance to win my money back.",	"s_1236":"Yeah, yeah. Everyone gets lucky now and then. Here, take your winnings.",	"s_1238":"What, no weapon this time?",	"s_1240":"How brash! I gave you a bonus weapon as a generous gift the first time you won and instead of being thankful, you now demand another. Pathetic.",	"s_1242":"Thank you.",	"s_1244":"Be sure to come back some time and give me a chance to win my money back.",	"s_1246":"I killed enough webweaver spikers to win the bet.",	"s_1248":"Another win. I suppose I can't really call it luck any longer. Take your winnings, you've earned them. And go speak with Harroom in the next tent. I'll let him know to give you a Fallann Hyper-Rifle from my collection. Furthermore, as an acknowledgement of your skill at hunting, I would also like to award you this Rodian Hunter's Medallion. Wear it proudly.",	"s_1250":"Thank you.",	"s_1252":"Just be sure to come back some time and give me a chance to win my money back.",	"s_1254":"Yeah, yeah. Perhaps it is skill, but maybe you're just very lucky. Either way, here are your winnings.",	"s_1256":"What, no weapon or medal this time?",	"s_1258":"Such unmitigated gall! I gave you a bonus weapon as a generous gift the first time you won and instead of being thankful, you now demand another. Pathetic.",	"s_1260":"Thank you.",	"s_1262":"Be sure to come back some time and give me a chance to win my money back.",	"s_1264":"I'll come back another time. We'll settle this then.",	"s_1266":"If you must. But I don't like leaving something like this unresolved, so do not delay too long.",	"s_1268":"Here to settle our wager? I believe you lost, isn't that correct?",	"s_1270":"I couldn't kill enough uller warhoofs.",	"s_1272":"Not the great and mighty hunter after all. Ha. No hard feelings, I hope. Tell you what, if you'd like to make some money back, go talk to Banol Starkiller. I'll let him know to send some work your way.",	"s_1274":"I couldn't kill enough frenzied wallugas.",	"s_1276":"Not the great and mighty hunter after all. Ha. No hard feelings, I hope. Tell you what, if you'd like to make some money back, go talk to Banol Starkiller. I'll let him know to send some work your way.",	"s_1278":"I couldn't kill enough mouf roarlords.",	"s_1280":"Not the great and mighty hunter after all. Ha. No hard feelings, I hope. Tell you what, if you'd like to make some money back, go talk to Banol Starkiller. I'll let him know to send some work your way.",	"s_1282":"I couldn't kill enough webweaver spikers.",	"s_1284":"Not the great and mighty hunter after all. Ha. No hard feelings, I hope. Tell you what, if you'd like to make some money back, go talk to Banol Starkiller. I'll let him know to send some work your way.",	"s_1286":"I'll come back another time. We'll settle this then.",	"s_1288":"Hmmm, I suppose. But I don't like leaving something like this unresolved, so do not delay too long.",	"s_1290":"Ah you again, %TO. Ready to try your skills against my hunters in a little wager?",	"s_1292":"Yes, please tell me more.",	"s_1294":"You need to speak with Harroom and collect your weapon before we discuss another wager.",	"s_1296":"I think we should settle our current wager before discussing future bets, don't you agree? As much as I hate to admit it, I believe you won our bet, didn't you?",	"s_1298":"I think we should settle our current wager before discussing future bets, don't you agree? I believe you lost our little wager, isn't that right?",	"s_1300":"Wait, we already have a bet in place. I think we should complete our current wager before discussing future bets, don't you agree?",	"s_1302":"Okay, I understand.",	"s_1304":"Go speak to the shuttle pilot. He can take you to the Bocctyyy Path.",	"s_1306":"Excellent. All four bets are available to you: you can try the uller warhoofs, the frenzied wallugas, the mouf roarlords, or the webweaver spikers. All of them at the same stakes and terms as they had before. What do you say?",	"s_1308":"I want to try the webweaver spikers again.",	"s_1310":"The bet would be for you to hunt and kill more webweaver spikers in 20 minutes than my hunters ever have. Their best is 18. The hunt will again take place on the Bocctyyy Path. The bet is 25,000 credits. You in?",	"s_1312":"I want to try the mouf roarlords again.",	"s_1314":"The bet would be for you to hunt and kill more mouf roarlords in 20 minutes than my hunters ever have. Their best is 18. The hunt will again take place on the Bocctyyy Path. The bet is for 10,000 credits. You in?",	"s_1316":"I want to try the frenzied wallugas again.",	"s_1318":"The bet would be for you to hunt and kill more frenzied wallugas in 20 minutes than my hunters ever have. Their best is 20. The hunt will again take place on the Bocctyyy Path. The wager is for 5000 credits. You in?",	"s_1320":"I want to try the uller warhoofs again.",	"s_1322":"The bet would be for you to hunt and kill more uller warhoofs in 20 minutes than my hunters ever have. Their best is 24. You will have to beat that. The hunt will take place on the Bocctyyy Path, which is a small, closed off region east of here that I fully control. You can only get there by shuttle. The bet amount remains the same, 2000 credits. Still interested?",	"s_1324":"Maybe another time. I'll think about it.",	"s_1326":"You have to at least give me a chance to win my money back. It's only fair. Soon then?",	"s_1328":"Excellent. You have four options: you can try the uller warhoofs, the frenzied wallugas, or the mouf roarlords again at the same stakes and terms as they had before. Or you can try something new. Something like webweaver spikers. What do you say?",	"s_1330":"Tell me about the webweaver spikers.",	"s_1332":"The bet would be for you to hunt and kill more webweaver spikers in 20 minutes than my hunters ever have. Their best is 18. The hunt will again take place on the Bocctyyy Path. Let's see. How about 25,000 credits this time. You in?",	"s_1334":"Yes, I'm in.",	"s_1336":"You don't have enough to cover the bet. I'm not a bank, and I don't loan people money to bet with. Come back when you have some credits.",	"s_1338":"Then let's make the necessary arrangements. Take this ticket to the shuttle pilot over at the shuttle in this camp. He'll take you to the Bocctyyy Path. Once there, you have 20 minutes to kill 18 or more webweaver spikers. Oh, and your hunting party can't have more than 6, so choose wisely.",	"s_1340":"Maybe another time. I'll think about it.",	"s_1342":"Oh, come on. Just one more little bet. I guess those big, bad webweavers make you a bit nervous? Pish. You're no hunter.",	"s_1344":"I want to try the mouf roarlords again.",	"s_1346":"The bet would be for you to hunt and kill more mouf roarlords in 20 minutes than my hunters ever have. Their best is 18. The hunt will again take place on the Bocctyyy Path. The bet is for 10,000 credits. You in?",	"s_1348":"I want to try the frenzied wallugas again.",	"s_1350":"The bet would be for you to hunt and kill more frenzied wallugas in 20 minutes than my hunters ever have. Their best is 20. The hunt will again take place on the Bocctyyy Path. The wager is for 5000 credits. You in?",	"s_1352":"I want to try the uller warhoofs again.",	"s_1354":"The bet would be for you to hunt and kill more uller warhoofs in 20 minutes than my hunters ever have. Their best is 24. You will have to beat that. The hunt will take place on the Bocctyyy Path, which is a small, closed off region east of here that I fully control. You can only get there by shuttle. The bet amount remains the same, 2000 credits. Still interested?",	"s_1356":"Maybe another time. I'll think about it.",	"s_1358":"You have to at least give me a chance to win my money back. It's only fair. Soon then?",	"s_1360":"Excellent. You have three options: you can try the uller warhoofs or the frenzied wallugas again at the same stakes and terms as they had before. Or you can try something new. Something like mouf roarlords. What do you say?",	"s_1362":"Tell me about the mouf roarlords.",	"s_1364":"The bet would be for you to hunt and kill more mouf roarlords in 20 minutes than my hunters ever have. Their best is 18. The hunt will again take place on the Bocctyyy Path. Time to increase the stakes. Say 10,000 credits. You in?",	"s_1366":"Yes, I'm in.",	"s_1368":"You don't have enough to cover the bet. I'm not a bank, and I don't loan people money to bet with. Come back when you have some credits.",	"s_1370":"Then let's make the necessary arrangements. Take this ticket to the shuttle pilot over at the shuttle in this camp. He'll take you to the Bocctyyy Path. Once there, you have 20 minutes to kill 18 or more mouf roarlords. Oh, and your hunting party can't have more than 6, so choose wisely.",	"s_1372":"Maybe another time. I'll think about it.",	"s_1374":"Didn't expect you to back down so easily. You've come so far. Don't tell me you've lost your nerve?",	"s_1376":"I want to try the frenzied wallugas again.",	"s_1378":"The bet would be for you to hunt and kill more frenzied wallugas in 20 minutes than my hunters ever have. Their best is 20. The hunt will again take place on the Bocctyyy Path. The wager is for 5000 credits. You in?",	"s_1380":"I want to try the uller warhoofs again.",	"s_1382":"The bet would be for you to hunt and kill more uller warhoofs in 20 minutes than my hunters ever have. Their best is 24. You will have to beat that. The hunt will take place on the Bocctyyy Path, which is a small, closed off region east of here that I fully control. You can only get there by shuttle. The bet amount remains the same, 2000 credits. Still interested?",	"s_1384":"Maybe another time. I'll think about it.",	"s_1386":"You have to at least give me a chance to win my money back. It's only fair. Soon then?",	"s_1388":"Excellent. You have two options: you can try the uller warhoofs again. Same stakes and terms as last time. Or you can try something new. Something like frenzied wallugas. What do you say?",	"s_1390":"Tell me about the frenzied wallugas.",	"s_1392":"The bet would be for you to hunt and kill more frenzied wallugas in 20 minutes than my hunters ever have. Their best is 20. The hunt will again take place on the Bocctyyy Path. This time, we'll make the bet a bit more interesting. Say 5000 credits. You in?",	"s_1394":"Yes, I'm in.",	"s_1396":"You don't have enough to cover the bet. I'm not a bank, and I don't loan people money to bet with. Come back when you have some credits.",	"s_1398":"Then let's make the necessary arrangements. Take this ticket to the shuttle pilot over at the shuttle in this camp. He'll take you to the Bocctyyy Path. Once there, you have 20 minutes to kill 20 or more frenzied wallugas. Oh, and your hunting party can't have more than 6, so choose wisely.",	"s_1400":"Maybe another time. I'll think about it.",	"s_1402":"You wouldn't be the first person to back down against those wallugas. They're even meaner than they look. But that still makes you a coward.",	"s_1404":"I want to try the uller warhoofs again.",	"s_1406":"The bet would be for you to hunt and kill more uller warhoofs in 20 minutes than my hunters ever have. Their best is 24. You will have to beat that. The hunt will take place on the Bocctyyy Path, which is a small, closed off region east of here that I fully control. You can only get there by shuttle. The bet amount remains the same, 2000 credits. Still interested?",	"s_1408":"I've changed my mind. Nothing right now. Maybe another time.",	"s_1410":"You have to at least give me a chance to win my money back. It's only fair. Soon then?",	"s_1412":"Excellent. The bet would be for you to hunt and kill more uller warhoofs in 20 minutes than my best hunters. 24 is their top mark. The hunt will take place on the Bocctyyy Path, which is a small, closed off region east of here that I fully control. You can only get there by shuttle. We'll start small, say 2000 credits. What do you say?",	"s_1414":"Sounds good. I'm in.",	"s_1416":"You don't have enough to cover the bet. I'm not a bank, and I don't loan people money to bet with. Come back when you have some credits.",	"s_1418":"Excellent. Let's make some arrangements. Take this ticket to the shuttle pilot over at the shuttle in this camp. He'll take you to the Bocctyyy Path. Once there, you have 20 minutes to kill 24 or more uller warhoofs. Oh, and your hunting party can't have more than 6, so choose wisely.",	"s_1420":"Maybe another time. I'll think about it.",	"s_1422":"No confidence, eh? I don't blame you. My hunters are pretty intimidating to most people like you. Come talk to me again if you change your mind.",	"s_1424":"No, I guess not. Not now anyway.",	"s_1426":"Then why are you wasting my time. Go away. Go bother someone else.",	"s_1428":"What are you waiting for? Go talk to Ziven Tissak. He's here in the hunting camp. Go on.",	"s_1430":"What are you doing here? Kerssoc sent you? That fool's letting anyone into my hunting grounds these days. Bah, I want nothing to do with you. Go speak with Ziven if you're going to remain here. Otherwise, get out. Go back to whatever planet spawned you.",	"s_1432":"There is no order in this place any more. My beautiful hunting grounds are being overrun. First by those honorless Chiss poachers, and now by wanna-be hunters like yourself. It's getting out of hand.",	"s_1433":"[Tell Sordaan about the fascinating creatures you've hunted]",	"s_1434":"Hmm, that's quite a list of creatures you've hunted. I know of many of them. Brightclaw the mouf and Stoneleg the walluga in particular. Those two have caused a few of my hunters to need medical attention. I am not as familiar with Greyclimber, but he must be as fierce as the rest. In recognition of your hunting skills, I award you this Trophy for Hunting Excellence in Etyyy. Congratulations.",	"s_1435":"Thank you.",	"s_1436":"Yes. Okay. You're welcome.",	"s_1437":"[Tell Sordaan about the fascinating creatures you've hunted]",	"s_1449":"[Tell Sordaan about the fascinating creatures you've hunted]",	"s_1451":"[Tell Sordaan about the fascinating creatures you've hunted]",	"s_1453":"[Tell Sordaan about the fascinating creatures you've hunted]",	"s_213":"I lost my shuttle authorization for the Bocctyyy Path.",	"s_214":"Lost your shuttle authorization? Okay, I'll replace your pass, but try to hold onto it this time. "
}}