{
	"stfFile":"conversation/ep3_trandoshan_harwakokok_zssik_05",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_trandoshan_harwakokok_zssik_05.stf) is automatically generated by the SwgConversationEditor.",	"s_122":"Rarooow. Raarrrr. Grrrr. Rooorrr.",	"s_884":"",	"s_886":"You have done a great service to the Wookiee people. We will crush the Trandoshans under our combined might.",	"s_888":"Ah, the head of Scratch! An old enemy has been slain by a new found friend. You have proven yourself to be honorable and trustworthy. I graciously accept your gift of the access codes. The Wookiee will rise up against their oppressors and strike at their heart.",	"s_890":"You will attack the Avatar Space Platform?",	"s_892":"Yes! The Trandoshans will finally feel the wrath built from the great sorrow that has been growing inside my people since ages past. We will show them no mercy since they haven't shown us any. Thank you, my friend.",	"s_894":"I do not yet see the head of Scratch. You must go deep down the Rryatt Trail and slay the minstygnar, Scratch. Return to me only when you have completed this task.",	"s_896":"You must be the one that Chawroo told me about. He tells me that you are most insistent on meeting with me...why?",	"s_898":"I have something you might be interested in.",	"s_900":"You have something that would interest me? I doubt that very much. I have no use for any offworlder. You are the reasons that my people are tortured, enslaved, and worse. Your apathy has allowed the Trandoshans to make my home a war zone. So what could you possibly have that I would be interested in?",	"s_902":"How about the access codes to the Avatar Space Platform.",	"s_904":"You lie! Those are closely guarded and no one but the slavers know how to get them.",	"s_906":"Take a look at these.",	"s_908":"Those...those certainly do seem to be the codes. But why would you want to give us those? It does not make any sense.",	"s_910":"I am a friend and I believe in your cause.",	"s_912":"Believe in our cause you say? It is true that I want those codes so that we can finally take this fight straight to those slavers. But...I do not know you and do not trust you. You will be given a chance to prove yourself to me in the traditions of my forefathers.",	"s_914":"What is it you want me to do?",	"s_916":"You must purify your soul and prove you are worthy of the Wookiee people by slaying a minstygnar. The minstygnar are great beasts who dwell in the depths of the Rryatt Trail. But you are not to kill just any old minstygnar...you are to bring me back the head of Scratch.",	"s_918":"Scratch?",	"s_920":"A minstygnar that is said to be so old that even the elders remember stories of him from their youth. A powerful and wicked creature who has sent many a brave warrior to eternal beyond. If you bring me back the head of Scratch I will call you friend and accept your generous gift.",	"s_922":"I will kill Scratch.",	"s_924":"Then go to the bottom of the Rryatt Trail and do not return to me until you have the head of Scratch. May the hunters of the past guide your steps into the future.",	"s_926":"Maybe I will kill Scratch later.",	"s_928":"Until you have slain Scratch, I will have no choice but to believe your words to be false. Return if you ever find the courage to do what I have bid.",	"s_930":"You had better leave me alone if you know what is good for you."
}}