{
	"stfFile":"conversation/ep3_trandoshan_chawroo_zssik_01a",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_trandoshan_chawroo_zssik_01a.stf) is automatically generated by the SwgConversationEditor.",	"s_70":"Rrowwowwow. Grrrrr. Rarararoo.",	"s_745":"",	"s_747":"Is there anything else that you need me to do?",	"s_749":"Not at this time.",	"s_751":"Very well. I will stay here then.",	"s_753":"You...you save me and Rawarok. Maybe I have been misjudging outsiders...maybe some of you are worthy of respect. You are a noble and honorable being.",	"s_755":"Yeah, lucky I came along or they would have had you for sure.",	"s_757":"Yes, I thank you again for your assistance. You have done me a great service.",	"s_759":"And I shudder to think about what they would have done to your mate.",	"s_761":"My mate...Rawarok. Yes, they would have done great horrors on the both of us. I...I am not sure what to say...",	"s_763":"I just saved you and Rawarok and that is all the thanks I get?",	"s_765":"You...you are right. I am shamed. You put your own safety before that of two you have never met. If you hadn't shown up those Trandoshans would have surely done worse than killed both of us. I am indebted to you. This is debt that I will spend the rest of my life trying to repay. I am yours.",	"s_767":"Good. Now there is something I need you to do.",	"s_769":"What is it that I can do to start repaying my debt to you?",	"s_771":"I need to meet with the resistance.",	"s_773":"What? Why....no it is not mine to question. I will do what I can to set up a meeting with the resistance. How will I contact you once the meeting is set up?",	"s_775":"Leave word with Orooroo and he will tell me.",	"s_777":"Orooroo the Betrayer? He...he was once a Wookiee but now he works for the slavers, helping to bring his own people to ruin in exchange for a few trinkets. Why do you know him?",	"s_779":"Because I work for the slavers as well. And you are going to help me.",	"s_781":"No...I...you must not...",	"s_783":"Quiet! Fulfill your pledge and set up the meeting.",	"s_785":"I will do as you ask. The forests weeps with the songs of the Wookiee.",	"s_787":"He is just someone I met. I do not get involved with his business.",	"s_789":"Alright. I will set up the meeting. I cannot promise that they will see you but I will do my best. I will send word to...Orooroo when I am done.",	"s_791":"The Trandoshans have found me! They might take my life and the life of my mate but I shall never yield to them.",	"s_793":"You do not belong here. Begone, outsider."
}}