{
	"stfFile":"conversation/ep3_sera_jossi",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_sera_jossi.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"When the madness sets in, their health erodes some.  A common manifestation is in the teeth which will corrode quickly. Take a tooth from each wookiee you kill for proof.",	"s_102":"I will do it. Credits are always welcome.",	"s_104":"There is an abandoned Wookiee village to the north. They all end up there when the madness settles in.  I do not know what the draw of this place is.",	"s_106":"The taking of innocent lives is not for me. You may keep your blood money.",	"s_108":"It is good to see someone with a pure heart these days. There is another way.",	"s_110":"Tell me then what it is.",	"s_112":"I have heard enough from you today, I will take my leave.",	"s_114":"I can understand. But be weary; you may have no desire to harm the wookiee, but they will not have the same regard for you.",	"s_116":"Is there no other way?",	"s_118":"There is a wookiee in town named Cheyerooto. I understand he was a bio engineer of some renown on Chandrillia.  ",	"s_120":"And he can cure them?",	"s_122":"He believes so. The anguish at their situation brings on a mental sickness. The sickness is perpetuated by physical ills in the afflicted wookiee. Dr. Cheyerooto believes that he can treat the symptoms and cure the mad wookiee.",	"s_124":"What does he need me to do?",	"s_126":"There is a large wookiee down in a destroyed village called Wrhisch. He was one of the first to come under the sickness and is dying from the decay it causes. If you could put him out of his misery and bring his liver to the doctor, a cure might be found.",	"s_128":"That seems a bit gruesome!",	"s_130":"It is asking alot I know. But Wrhisch is dying already and his pain must be great.  I can pay you 1000 for your services with Wrhisch, and the doctor can offer 9000 more when the task is complete.",	"s_132":"Again with the blood money.",	"s_134":"Some sacrifices are necessary for the overall good.",	"s_136":"I understand. I will kill this Wrhisch, and Cheyerooto will have his medicine.",	"s_138":"Thank you. Dr. Cheyerooto is in the medical center, you can speak with him when you have finished.",	"s_140":"There is no price on blood. Not for me.",	"s_142":"Good day then.",	"s_143":"You look lost.  I'm sure you can find them in the abandoned village, they all end up there eventually.",	"s_145":"Back so soon?",	"s_147":"Be mindful of the inhabitants. Not all wookiees will be accommodating to strangers.",	"s_148":"Please tell me Rroow sent you.",	"s_149":"Yes, and I brought your lunch.",	"s_150":"Oh thank you.",	"s_151":"Rroow said something about a payment?",	"s_172":"Oh yes, here is your fee.",	"s_173":"It was no problem.",	"s_194":"A question remained. You spoke of another way?",	"s_53":"",	"s_58":"Hey there, are you new to Kashyyyk?",	"s_60":"Yes, this is my first trip through the region.",	"s_62":"Well Kashyyyk can be a dangerous place if you don't know what you are doing.",	"s_72":"That's fine, I know how to take care of myself.",	"s_74":"Well, if you are up to it I could use a bit of help.",	"s_76":"What sort of thing did you have in mind?",	"s_78":"I don't think I'm up for any work.",	"s_80":"That's ok.  But I'm here all day if you change your mind.",	"s_82":"What, Kashyyyk? No, come here all the time.",	"s_84":"Great, I was wondering then if you could help me out with a quick task?",	"s_86":"What sort of thing did you have in mind?",	"s_88":"There are some Wookiees down near an old abandoned village that have been stricken with madness. The Trandoshan invasion has had mixed results among the populace and this is just one sign.",	"s_90":"Sounds tragic to be sure, but what do you want me to do about it?",	"s_92":"They are mad creatures and will attack anybody on sight. The Wookiees from Kachirho won't kill their own, the Trandoshans don't care about a Wookiee they can't enslave. There is a local bounty office that will pay you for proof of their destruction.",	"s_94":"A bounty you say.  How much?",	"s_96":"Bounties pay 1000 per wookiee destroyed.The office has limited hunters to ten wookiees destroyed per hunter. And you must be able to prove their sickness.",	"s_98":"How would I do that?"
}}