{
	"stfFile":"conversation/ep3_disabled_transport_bravo",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_disabled_transport_bravo.stf) is automatically generated by the SwgConversationEditor.",	"s_38":"Why don't you have engineers?",	"s_42":"How are the repairs going?",	"s_43":"Because they aren't free. A little while ago, we had a droid that served as chief engineer, but he was reassigned to the supply fleet. These days, he flies a freighter between here and Tatooine... I think.",	"s_44":"I know this droid.",	"s_46":"You do? Well I hope that he doesn't run across these bandits!",	"s_47":"Life-support is looking good. Engine back-up systems are recharging. Looks like our hyperdrive is almost ready for use!",	"s_49":"Is anyone hurt?",	"s_51":"Some of the passengers have suffered minor injuries. Nothing serious. I fell pretty hard when the pirates torpedoed our shield system. Banged my head. They could've killed us all if they wanted to!",	"s_730":"",	"s_732":"You're too far out! You're breaking up!",	"s_734":"They just swooped in out of nowhere! They disabled our reactor and took out our automated repair system. Then... they left us for dead!",	"s_736":"Who attacked you?",	"s_738":"I don't know! Right as the first torpedoes hit, I saw an Aqualish face in the comm-screen. He said: 'The Ghrag take no prisoners!' Which I thought meant that they were going to kill us all...",	"s_740":"But they didn't.",	"s_742":"No. They just set us adrift with no power. Sure, our life-support system would have given out after a while. But they also could have destroyed us outright!",	"s_744":"What do you think they wanted?",	"s_746":"I don't know. I'm just glad to be alive! Soon as we were disabled, one of their ships docked with us. I was terrified that we were going to be boarded! But after a few seconds, the ship disengaged and left.",	"s_748":"Is anything missing?",	"s_750":"What do you mean? Something missing from the docking mechanism? Maybe they ripped something off the hull of the ship?",	"s_752":"Do you want me to check?",	"s_754":"Sure. Take a look at the hull. Let me know.",	"s_756":"Check your computer system.",	"s_758":"Okay. I'm not seeing anything out of the ordinary. All of the memory banks seem to be intact.",	"s_760":"Cargo manifest?",	"s_762":"That all appears to be in order. I hate to admit it, but we're not carrying anything of real value. We have several loads of stuffed miniatures, hologram landscapes... and passengers. Nobody of note.",	"s_764":"Your mission orders?",	"s_766":"That's still here. Just like always. We don't go anywhere special, or secret, or even interesting anymore. Not with the war flaring up in every system!",	"s_768":"Bank records?",	"s_770":"Let me see. Wait. No. Wait, this is not right. It shows that we're zeroed out! It doesn't even show the account names! It's like they transferred everyone's bank balance... somewhere...",	"s_772":"Maybe you scared them off.",	"s_774":"Yeah. That's not likely! ",	"s_776":"Did they say anything?",	"s_778":"No. I don't remember them saying anything.",	"s_780":"The Ghrag Mercenary clan.",	"s_782":"You've heard of these bandits? There's nothing about them in the merchant databank. Then again - my subscription to the merchant services is out of date!",	"s_784":"I hate those guys.",	"s_786":"You said it! Miserable bandits! I'll never understand their violent ways. ",	"s_788":"You'll be fine.",	"s_790":"I hope you're right. We don't have a proper engineering crew. The one technician we have on-board is watching the automatic repair system... but I don't think he'll know what to do if it breaks on us again.",	"s_792":"Those cowards will pay for this.",	"s_794":"Yeah! You get them for us!",	"s_795":"Does it say where?",	"s_796":"You've been robbed.",	"s_797":"I can't believe this...",	"s_798":"This is horrible!"
}}