{
	"stfFile":"conversation/ep3_eyma",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_eyma.stf) is automatically generated by the SwgConversationEditor.",	"s_211":"Got anything for me?",	"s_213":"Now that you mention it... yes! Apparently the Ghrag were also planning to buy a starship blaster prototype from the weapons dealer you disintegrated. Perhaps you would like to have it?",	"s_215":"Thanks!",	"s_217":"Farewell, %TU.",	"s_219":"Got anything for me?",	"s_221":"Now that you mention it... yes! Apparently the Ghrag were also planning to buy a starship blaster prototype from the weapons dealer you disintegrated. Perhaps you would like to have it?",	"s_223":"Thanks!",	"s_225":"Farewell, %TU.",	"s_227":"Got anything for me?",	"s_229":"Now that you mention it... yes! Apparently the Ghrag were also planning to buy a starship blaster prototype from the weapons dealer you disintegrated. Perhaps you would like to have it?",	"s_231":"Thanks!",	"s_234":"Farewell, %TU.",	"s_252":"Is that all?",	"s_254":"Now that you ask, you may be interested in speaking with a CPG Veteran that patrols the Kashyyyk space station. There is talk of tracking down remaining Ghrag mercenaries by slicing their communication system.",	"s_256":"Where do I find this veteran?",	"s_258":"Rian likes to keep at least one heavy fighter orbiting her space station at all times. Most CPG Veterans favor the YT-1300-style chassis, so look for one of those flying a patrol pattern around the station.",	"s_260":"Thanks!",	"s_262":"Take care and good luck!",	"s_275":"So, Rian Ry informs me that the Ghrag mercenary we wanted to convey out of this system has been lost. This is a tremendous loss... but we may be able to salvage the situation. Are you available to deal with this problem immediately?",	"s_278":"Yes. I want to try again.",	"s_280":"Evidently, the Ghrag traitor that we lost had a friend with whom he consulted about his flight to safety. Now that he has been destroyed, his friend is convinced that he is next on the Ghrag's hit-list. Will you escort him out of Kashyyyk space?",	"s_283":"Yes. I will.",	"s_286":"Splendid. Better luck this time, %TU.",	"s_289":"Not at this time.",	"s_292":"Then please come back when you are.",	"s_297":"The Ghrag are trying to secure a battery of heavy weapons... station-killers, if you will. It would appear that they have plans to destroy the Imperial Space station in Kashyyyk space.",	"s_307":"",	"s_309":"Good to see you again, %TU! It's been quite an interesting time, has it not?",	"s_311":"Is there anything else you need me to do?",	"s_313":"I have been contacted by your superiors at the Rebel outpost. Do you know what I mean? They have heard of your exploits and would like to offer more missions.",	"s_315":"I don't know what you mean.",	"s_317":"Of course you don't.",	"s_319":"The commander of the Imperial space station has requested your presence. I'm not exactly sure how they knew you were helping out the CPG... but it seems they are quite impressed with your abilities. Due to saving their space station from Ghrag mercenaries, no doubt!",	"s_321":"Farewell.",	"s_323":"And you the same, %TU.",	"s_325":"Not at the moment. I have authorized Rian Ry to provide you with another sort of contract. Something that the CPG reserves only for its most trusted pilots. You should talk to her about it!",	"s_327":"Sounds good.",	"s_329":"Farewell %TU!",	"s_331":"What sort of contract?",	"s_333":"Well, the Ghrag are bereft of leadership and have lost their focus... thanks to you! However, there are still many independent mercenaries of the Ghrag clan lurking in the Kashyyyk system. We would like for you to eliminate them as you see fit.",	"s_335":"I like that.",	"s_337":"Capital! Please speak with Rian at the space station and she will make sure the paperwork is in order.",	"s_339":"I'm not interested.",	"s_341":"Oh! My apologies then, %TU. You don't have to take any of these contracts. If you prefer, Rian Ry is still authorized to give you protection duties. You're quite good at protecting the civilian interests here in Kashyyyk.",	"s_343":"Thank you.",	"s_345":"Good bye, %TU!",	"s_347":"Well hello there, %TU! I have some tremendously good news. The ex-mercenary that you escorted out of Kashyyyk space has provided us with detailed tactical information about the Ghrag mercenary clan.",	"s_349":"What sort of information?",	"s_352":"Ah! I have something for you, %TU.",	"s_353":"Why would they do that?",	"s_354":"What is it?",	"s_355":"They have been doing extensive research on you, my friend. They know that you are an Imperial pilot. They believe that the Empire has commanded you to disrupt their activities as part of an ongoing mission. Now they want revenge.",	"s_357":"So what do we do?",	"s_358":"It's a Nova Breaker 792-W starship booster! We received it as a gift from the Ghrag that you safely escorted out of this system. I feel that you should have it.",	"s_359":"We must prevent the Ghrag from acquiring these weapons. They have made contact with a weapons dealer named Vosc Traaer from Naboo. You may have heard of him. He was a supplier for the Empire until he was discovered to be an embezzeler.",	"s_360":"Thanks!",	"s_361":"How do we stop them?",	"s_362":"Don't mention it. Try it out if you wish. Come back and let me know when you're available again.",	"s_363":"According to our friend the ex-Ghrag... Vosc Traaer will be escorted through this system sometime today. I suggest you intercept his starship and destroy it. Then the mercenaries will need to find some other way to ruin the Kashyyyk system. What do you say?",	"s_365":"I'm ready!",	"s_367":"Excellent! Good luck to you, %TU!",	"s_369":"The Ghrag are trying to secure a battery of heavy weapons... station-killers, if you will. It would appear that they have plans to destroy a Rebel Outpost somewhere here in Kashyyyk. Do you know of this place?",	"s_371":"Why would they do that?",	"s_373":"They have been doing extensive research on you, my friend. They know that you are a Rebel pilot. They believe you are acting on behalf of the Alliance to disrupt their activities. Now they want revenge.",	"s_375":"So what do we do?",	"s_377":"We must prevent the Ghrag from acquiring these weapons. They have made contact with a weapons dealer named Faydo Sha from Corellia. You may have heard of him. He was a supplier for the Rebellion until they discovered him to be a prolific slave-trader.",	"s_379":"How do we stop them?",	"s_381":"According to our friend the ex-Ghrag... Faydo Sha will be escorted through this system sometime today. I suggest you intercept his starship and destroy it. Then the mercenaries will need to find some other way to ruin the Kashyyyk system. What do you say?",	"s_383":"I'm ready!",	"s_385":"Excellent! Good luck to you, %TU!",	"s_387":"Rebel outpost?",	"s_389":"Heh. Your secret is safe with me, %TU. They have been doing extensive research on you, my friend. They know that you are a Rebel pilot. They believe you are acting on behalf of the Alliance to disrupt their activities. Now they want revenge.",	"s_391":"So what do we do?",	"s_393":"We must prevent the Ghrag from acquiring these weapons. They have made contact with a weapons dealer named Faydo Sha from Corellia. You may have heard of him. He was a supplier for the Alliance until they discovered him to be a prolific slave-trader.",	"s_395":"How do we stop them?",	"s_397":"According to our friend the ex-Ghrag... Faydo Sha will be escorted through this system sometime today. I suggest you intercept his starship and destroy it. Then the mercenaries will need to find some other way to ruin the Kashyyyk system. What do you say?",	"s_399":"I'm ready!",	"s_401":"Excellent! Good luck to you, %TU!",	"s_403":"No really... what Rebel outpost?",	"s_405":"You honestly don't know? Apparently there is a hidden Rebel outpost here. The Alliance has put forth a massive effort to protect the Wookiees. In turn, they recruit the Wookiees for the Rebellion. The Ghrag know that you are a Rebel pilot. They want to exact revenge from the Alliance for what you've done to them.",	"s_407":"So what do we do?",	"s_409":"We must prevent the Ghrag from acquiring these weapons. They have made contact with a weapons dealer named Faydo Sha from Corellia. You may have heard of him. He was a supplier for the Alliance until they discovered him to be a prolific slave-trader.",	"s_411":"How do we stop them?",	"s_413":"According to our friend the ex-Ghrag... Faydo Sha will be escorted through this system sometime today. I suggest you intercept his starship and destroy it. Then the mercenaries will need to find some other way to ruin the Kashyyyk system. What do you say?",	"s_415":"I'm ready!",	"s_417":"Excellent! Good luck to you, %TU!",	"s_419":"The Ghrag are now trying to secure a battery of heavy weapons... station-killers, if you will... for the purpose of destroying the Kashyyyk space station.",	"s_420":"%TU! It is imperative that you locate and eliminate that weapons broker! Let's start from the beginning and stay focused this time!",	"s_421":"Why would they do that?",	"s_422":"Yes. Let's go again.",	"s_423":"They have spies everywhere in Kashyyyk. They know that you have been talking to Rian Ry and myself and that your friendship with the Civilian Protection guild is very strong.",	"s_424":"Not right now.",	"s_425":"So what do we do?",	"s_426":"Not right now? What are you thinking?!",	"s_427":"We must prevent the Ghrag from obtaining these weapons. They have made contact with a weapons dealer named Kred'ka Sul. He'll be flying in to Kashyyyk space sometime today. You need to intercept him and prevent him from selling his wares to the Ghrag.",	"s_429":"I'm ready!",	"s_431":"Excellent! Good luck to you, %TU!",	"s_433":"I've mostly been talking to Rian.",	"s_435":"Be that as it may... they're going to blow up the station and we need to stop it!",	"s_439":"So what do we do?",	"s_443":"We must prevent the Ghrag from obtaining these weapons. They have made contact with a weapons dealer named Kred'ka Sul. He'll be flying in to Kashyyyk space sometime today. You need to intercept him and prevent him from selling his wares to the Ghrag.",	"s_447":"I'm ready!",	"s_451":"Excellent! Good luck to you, %TU!",	"s_455":"Greetings, %TU. Why don't you check in with Rian Ry. She has civilian protection contracts for you if you're interested.",	"s_458":"Sounds good.",	"s_461":"Farewell!",	"s_463":"You know, I'm not really interested.",	"s_466":"That's a shame. Really...",	"s_470":"Ah! %TU. It is good to see you again! Would you believe it... we have been contacted by a high-ranking Ghrag mercenary! He wishes to escape the criminal life and join the monks on Tatooine. Isn't that wonderful!",	"s_474":"If you say so.",	"s_477":"Yes! Now I want you to help him make his escape. You'll need to escort his shuttle to the Kashyyyk space station and protect him from any Ghrag mercenaries that would attack him. In exchange for this he will provide us with valuable tactical information. Hopefully enough to eliminate them entirely...",	"s_481":"He'll be dead before he takes off.",	"s_485":"He is constructing a ruse by which he leaves the station to secure several crates of Corellian brandy on order at the Kashyyyk space station. It's something he does quite often so they might let him slip through unscathed.",	"s_489":"Okay, then.",	"s_493":"Good luck!",	"s_497":"Sounds good to me. Let's go.",	"s_501":"Excellent! ",	"s_505":"How are you, %TU? Doing well, I hope. I believe you have more information about the Ghrag mercenary clan?",	"s_509":"Yes.",	"s_513":"What can you tell me of their tactical situation here in the Kashyyyk system?",	"s_517":"The Ghrag mercenaries are numerous and powerful.",	"s_523":"This is indeed bad news, %TU. We will need to be especially careful to protect civilian parties. Given your track-record, I suspect you are the best entity for the job. I will give Rian Ry security authorization to provide you with transport protection contracts at your discretion.",	"s_527":"Thank you, Eyma.",	"s_531":"You are most welcome, friend.",	"s_535":"The Force be with you, Eyma.",	"s_540":"And with you as well, %TU.",	"s_543":"Their numbers are thin. They are no threat to us.",	"s_547":"This doesn't sound right, %TU. What little I know of the Ghrag would indicate their numbers are rather high. This would support evidence of their continued aggression toward civilian transports. I think we'll need your help to secure Kashyyyk space.",	"s_549":"I'll do what I can.",	"s_553":"I will give Rian Ry the security clearance to broker civilian protection contracts to you at your discretion. Given your success to date, I think that our friends will be safe.",	"s_556":"Thanks.",	"s_560":"You are most welcome!",	"s_564":"Goodbye, Eyma.",	"s_567":"Farewell!",	"s_571":"That figures.",	"s_573":"Hm. Yes. When you get back to the Kashyyyk space station, Rian Ry will have civilian protection contracts available for you.",	"s_577":"Bye.",	"s_580":"Yes. Goodbye.",	"s_584":"Why are you still here? There is a civilian transport in distress, my friend!",	"s_588":"Rian Ry tells me that things did not go as we expected. She tells me that you lost the civilian transport we were trying to rescue from the Ghrag mercenaries. This is an unacceptable loss... but we must look to the future. Are you willing to help us again? Perhaps save the transport this time?",	"s_591":"Yes. I want another chance.",	"s_595":"So be it. Good luck to you, friend.",	"s_597":"Not right now.",	"s_601":"Please return when you are ready, my friend.",	"s_604":"Many thanks for your support, %TU! The Civilian Protection guild is in your debt! Please see Rian Ry as soon as you can. She is monitoring civilian communications... and things are getting bad up there!",	"s_608":"Good bye.",	"s_612":"Take care, %TU.",	"s_615":"Greetings, my friend. Are you the valiant %TU that Rian Ry has told me so much about?",	"s_619":"Yes. You wanted to speak to me?",	"s_621":"The Civilian Protection guild needs your assistance! A group called the 'Ghrag Mercenary Clan' has declared open war on the civilian traffic in Kashyyyk space. They have threatened to destroy any and all traffic they find in this system until their demands are met.",	"s_625":"I will help.",	"s_628":"Fantastic! We need you to get to work right away. A civilian distress signal has been detected deep in the Tyyyn nebula. Fly there and rescue our friends!",	"s_632":"See you soon!",	"s_636":"Farewell!",	"s_639":"What are their demands?",	"s_642":"That's unclear. I know that they have had dealings with both the Trandoshan Slaver organization and a handful of Rebel outlaws. Whatever they want - they're not making it obvious to anyone.",	"s_645":"Why target civilians?",	"s_648":"That's the question, isn't it? I believe it's a simple question of strength. The Ghrag are not very powerful and cannot take on the Trandoshan Slavers to get their revenge. Instead they must prey on defenseless civilians!",	"s_652":"Greetings kind spirit. What can I do for you today?",	"s_654":"Who are you?",	"s_657":"I am Eyma, commander of the Civilian Protection guild. We are a benevolent organization of merchants and freelance pilots that protect commerce in outlying areas such as this. Have you heard of us?",	"s_660":"This is the first I've heard of you.",	"s_663":"We're not very proficient at promoting this organization. But that's acceptable. We don't want too much attention at the moment. The very notion of a 'protection' effort for freelance pilots would draw numerous criminal forces out of the murky depths... so to speak.",	"s_667":"What sort of work do you have to offer?",	"s_670":"Yes. I have heard of you.",	"s_673":"Ah, from Rian Ry the commander of the Kashyyyk space station no doubt. She is a fine commander is she not? Very, very fine indeed.",	"s_676":"So do you have any jobs?",	"s_679":"There are definitely some issues that need clarification and problems that require solutions. I suggest you contact Rian Ry at the Kashyyyk space station and find out what's new. She'll point you in the right direction! She always does...",	"s_683":"Thanks.",	"s_686":"Goodbye!",	"s_689":"Rian and I have become friends.",	"s_692":"You don't say.",	"s_695":"Yeah. Very, very good friends!",	"s_699":"Is that so?",	"s_702":"Yep.",	"s_705":"I see.",	"s_708":"Well... not great friends of course.",	"s_711":"Oh. Of course not! She's a busy woman. Very, very busy indeed.",	"s_715":"Yup.",	"s_718":"Yes. It is true.",	"s_721":"I'm looking for work.",	"s_724":"Right to the point then. I appreciate that. To tell the truth there are many issues facing the Civilian Protection guild that need immediate solutions. To begin, I suggest you contact Rian Ry at the Kashyyyk space station and find out what's new. She's a tremendous help. Just tremendous... ",	"s_725":"What are you still doing here? The Ghrag mercenary wants to flee his evil clan as soon as possible!",	"s_729":"Thanks!",	"s_733":"Farewell, friend!",	"s_737":"How tremendous?",	"s_741":"I'm not sure what you mean...",	"s_745":"Nevermind.",	"s_749":"Farewell!",	"s_752":"You like her don't you?",	"s_754":"Well of course! She is a consummate professional. Very intelligent. Excellent work-ethic! Yes. I would say that I like her very much. We all do! All of us at the CPG are quite fond of her.",	"s_756":"See you later.",	"s_758":"Yes! I hope so.",	"s_760":"Nothing. Just passing through.",	"s_762":"What brings you to Kashyyyk my friend?",	"s_764":"Really. I have to go.",	"s_766":"Ah. Farewell, then.",	"s_768":"I am looking for work."
}}