{
	"stfFile":"conversation/ep3_imp_dr_price",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_imp_dr_price.stf) is automatically generated by the SwgConversationEditor.",	"s_263":"",	"s_264":"Hello again. I trust you had a pleasant adventure. I understand that the Avatar Platform is a fairly impressive installation. Did you manage to get me the other blood sample and the medical records?",	"s_265":"Unless you have my Wookiee blood samples, I do not have time to talk with you. They sent me an assistant who is not very swift at all...perhaps I can modify him with a mixture of benzo....",	"s_266":"Wh...what? Oh...you...you were the one who wanted to run from the katarn, right? Not a very good idea...the very thought that anyone could outrun a katarn is just foolish. The last volunteer made it roughly one and a half steps before becoming a meal.",	"s_267":"Eh? Oh, could you hold this for a moment...don't drop it...very toxic. Wait, on second thought maybe you should stand over there. Are you taking notes on all of this?",	"s_268":"I am afraid that I am extremely busy and do not have time to talk to you. Now where was I? Oh, yes...the haemoglobin seems to be infected with a strain of traso....",	"s_297":"Ummm, what?",	"s_298":"Aren't you the new assistant that I requested from headquarters? Last one got eaten by a katarn...well mostly eaten anyways. Hmmm...how fast can you run? We can probably catch one if you can lead it up from the depths of the Rryatt Trail. Wait...what would I do with a katarn...maybe later.",	"s_299":"I think you are confused. I am not your new lab assistant.",	"s_300":"Run from a katarn! That would be suicide!",	"s_301":"You would only have to lead it up the trail a little ways. I am pretty sure they get quite focused while eating so we could sneak up and capture it without too much trouble. Think of all the wonderful things we could learn from a katarn...who knows what secrets we could unlock.",	"s_302":"But I would be dead!",	"s_303":"Hmmm, so you would. I still think it is a sound plan and...wait a moment, I didn't send in my request forms for a new assistant yet. If you are not my new assistant, who are you?",	"s_304":"Oh, really? That is a shame...you certainly look fast. Well, since you are not my new assistant, who are you?",	"s_305":"I was told you were looking for someone to gather samples.",	"s_306":"Samples...samples...oh! Samples! Yes, I need to get several blood samples of various Wookiees. These samples then need to be brought to me for testing. ",	"s_307":"What do you need their blood for?",	"s_308":"We have discovered all the Wookiees we are using as labor are infected with a strain of the Elo virus. This causes them to live very short lifespans. Of course, this might be natural for the Wookiee species...they are rather a dirty race. But we suspect that the Trandoshans are infecting them with the virus before selling them to us.",	"s_309":"Why would they do something like that?",	"s_310":"Why? Well, I have never studied this but I don't think a dead Wookiee is very good at labor. Therefore, we need to buy a replacement. So it is probably a marketing technique used by the Trandoshans to increase sales. If you could help me out collecting the blood samples we could know for certain.",	"s_311":"Ok, what is it you need me to do?",	"s_312":"No thanks. This isn't for me.",	"s_313":"First, I need a sample from a Wookiee that has been recently captured by the Trandoshans.  After that, I need a sample from an untainted Wookiee. You can find Wookiees who would be perfect in some of the small villages in this area. Once you have those two samples, bring them back to me and we will go from there.",	"s_314":"Really? Oh well, maybe you would be interested in a katarn project that I just started. How fast are you?",	"s_315":"Umm...no, I have your blood samples.",	"s_316":"That is good news. I will take those from you, but I have been doing some thinking. The Trandoshans really do not have a facility on this planet that could maintain a strain of the Elo virus. When I realized that I said to myself, self where would the Trandoshans store such a virus? That is when it hit me...the Avatar Space Platform.",	"s_317":"The Avatar Space Platform?",	"s_318":"The Trandoshans take all of the captured Wookiees there for retraining. It is my understanding that it has an extensive medical facility aboard. It would be my guess that is where they would infect the Wookiees if they are doing so. You need to get on board, get a blood sample from a Wookiee who went through the medical procedure, and steal their medical records. Good luck.",	"s_319":"Wait a minute! How am I supposed to do that?",	"s_320":"I don't know. I am just a scientist, not a commando. Go talk to Commander Richards. He has been briefed on the situation and is supposed to have a plan. At least that is what I thought he said.",	"s_321":"Why don't we just make the slavers turn over their records?",	"s_322":"Commander Richards seemed so excited about having a clandestine operation that I couldn't bear to not let him do it. Besides he said something about evidence being destroyed...proof lost...I didn't understand all his military jargon. Now, please excuse me...I need to figure out how to make a man run faster than a katarn.",	"s_323":"Yeah, I got them. But it wasn't easy.",	"s_324":"Really? How wonderful! I am glad you enjoyed yourself. I will have to run some tests to make sure, but this should give me all the information that I need in order to make my report. Because you have done such a great job, I have been authorized to issue you some duty pay. I also have one of these hologram things that we were told to make sure that all of our troops received.",	"s_325":"A hologram?",	"s_326":"Yes. They are supposed to inspire confidence or something. I am not really clear on the finer details of military moral. Now if you will excuse me I need to figure out how to make a man run faster then a katarn.",	"s_42":"No...no...no. I do not wish to talk to you right now. You are to report to Commander Richards. He is the one who has your mission objectives all prepared.",	"s_43":"Oh, it's you again. I am afraid that I have nothing left for you to do. I just got a new assistant who looks very fast, so I don't even think I will need you to run from the katarn. Thank you for asking though."
}}