{
	"stfFile":"conversation/ep3_trandoshan_mosolium_zssik_03",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_trandoshan_mosolium_zssik_03.stf) is automatically generated by the SwgConversationEditor.",	"s_1037":"",	"s_1039":"You should speak to Orooroo because I have no further use for you.",	"s_1041":"Nicely done. With that pass code we now have full access to the Avatar Space Platform. And you have recovered the codes just in time, Chawroo has sent word to Orooroo that the Wookiees are ready to speak with you.",	"s_1043":"Great, so what do I do.",	"s_1045":"Turn around, walk over to Orooroo, and talk to him. Orooroo may be a Wookiee but he knows a winning team when he sees one. I have no doubts that he will guide you down the correct path.",	"s_1047":"I have to take care of something first.",	"s_1049":"Alright. We should be okay. I doubt that the Blackscale will notice one of their slave masters gone for a while so there isn't much chance of them disabling the key card.",	"s_1051":"What are you doing talking to me? I told you to go kill Klesk in Etyyy and take his key card. Do not come back to me until you have done so.",	"s_1053":"You have made it back. How interesting. I was certain that you were just as soft as you look, but maybe you do have something to you. The codes appear to be in order and now we move onto the next stage of our operation. Now we need to get the Avatar's access keys.",	"s_1055":"Isn't that what I just got?",	"s_1057":"Of course not. All you stole from the flight leader was the landing codes. You still need to get the codes that will actually let you inside the station itself. You will need to get that from a Blackscale who has access.",	"s_1059":"Ok, how do I get the Avatar's access keys?",	"s_1061":"By stealing a special key card that their slave masters carry. There is one in particular that I want you to make disappear. He goes by the name of Klesk and is currently working down south in Etyyy. There are rumors that the Blackscales maintain a small slaver camp in the southern portion of the area. You should start your search for him there.",	"s_1063":"There certainly are a lot of keys and codes involved in getting in there.",	"s_1065":"Did you expect it to be protected by a rusty screen door? Of course, when we take over, the entire system will be overhauled and we will use DNA scanners to determine who should be allowed inside. Are you ready to get started?",	"s_1067":"Yes, I am ready to begin.",	"s_1069":"Good. And feel free to make Klesk suffer a little before you put him down. Once you have his pass stop by and I will give you further instructions.",	"s_1071":"I need to take care of some other business first.",	"s_1073":"Very well. Come back and talk to me again when you think you are ready. Make it quick...I do not want to lose this chance to take Klesk out.",	"s_1075":"So, you failed to steal the landing access codes. Don't look so surprised...we have monitoring stations all through this station.",	"s_1077":"A minor set back. I will get it right this time.",	"s_1079":"I am sure you will. My confidence is soaring. Just go get me the access codes from a Blackscale flight leader.",	"s_1081":"I am going to have to try again later.",	"s_1083":"Why am I not surprised at your reluctance? Fine, come back to see me later...if I still have need of you, I will let you know then.",	"s_1085":"Maybe you should think about finishing the mission you have already started before trying to take another one. When I hire a pilot I want their absolute concentration.",	"s_1087":"I thought I told you that I didn't want to buy any of tha...oh, it's you. Listen, I am going to be honest with you...I don't like you. I don't like all this sneaking around. If I had my way we would solve the Blackscale issue in combat like true Trandoshans. But Hssissk has strictly forbidden that so I guess I will have to make due with you.",	"s_1089":"I am not too thrilled with you either.",	"s_1091":"You do not have to like me. You just need to do what I tell you to. I have been charged with preparing you for your meeting with the resistance. You will need to bring them a few...eh, gifts.",	"s_1093":"What do I need to bring them gifts for?",	"s_1095":"Fool! What did you think we were setting this meeting up for anyways? An afternoon brunch? We are going to supply them with the access codes to the Avatar Space Platform. Of course, we do not have the access codes...yet. But I know how to get them and you will get them for me. Understood?",	"s_1097":"Just point me in the right direction.",	"s_1099":"Well, the first step is that we need to get landing access. Nothing else matters unless we can get a crew to actually land on the station. You will have to steal a set of access keys. Fortunately for us the Blackscale have gotten very lax on security and hardly ever change their passcodes anymore.",	"s_1101":"Sure. How do I steal a landing access code?",	"s_1103":"All flight leaders of the Blackscale have them in their ship computers. You will intercept a flight leader, disable his fighter, and steal the codes directly from his computer banks. When you are done, do what you will with the flight leader. Naturally, I recommend you vaporize him.",	"s_1105":"Ok, and where can I find these flight leaders?",	"s_1107":"Obviously, they are somewhere in orbit above the planet. They do not file flight plans with us, so I am afraid you are just going to have to do some old fashioned searching. When you have the codes come back and see me again. I have more work for you to do.",	"s_1109":"I don't like your attitude. Get them yourself.",	"s_1111":"You are already in this too deep to just quit now. Why don't you take a few moments and think about it. Come back and see me when you are ready to fulfill your promise to us.",	"s_1113":"What do you want? Do I look like someone who would want to talk with the likes of you? Perhaps you should go talk to Boshaz. He seems to enjoy talking to offworlders.",	"s_148":"Listen up %NU. I am going to be honest with you...I don't like you. I don't like all this sneaking around. If I had my way we would solve the Blackscale issue in combat like true Trandoshans. But Hssissk has strictly forbidden that so I guess I will have to make due with you."
}}