{
	"stfFile":"conversation/ep3_forest_cryl",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_forest_cryl.stf) is automatically generated by the SwgConversationEditor.",	"s_1291":"",	"s_1293":"[Cryl chuckles.] I have no more work for you, mercenary. I ssuggest you sspeak with the otherss. If you have helped the Ssociety to the fullesst extent, I ssuggest you find the Lady Reverend, Dahlia Damassk.",	"s_1295":"Yess, merc? [Cryl turns his head inquisitively.]",	"s_1297":"From Zhadran. [ You hand him the symbol.]",	"s_1299":"[Cryl nods.] Good, good. The deed iss done then. I have no more work for you, my mercenary. Take heart that you did well.",	"s_1301":"[You nod.] Where do I go from here?",	"s_1303":"You sshould sspeak to the otherss within the Ssociety. Perhapss there iss more work to be done.",	"s_1305":"I will, indeed.",	"s_1307":"Be ssafe, mercenary.",	"s_1309":"[Cryl snarls softly.] I have no proof that you talked to Zhadran. Now leave and return to your duty.",	"s_1311":"You did as I expected, mercenary. I am pleassed. Now, I want you to take thiss delicable treat to Zhadran. He hass ssome Kerritamba he needss to get rid of.",	"s_1313":"Why not send in an assassin?",	"s_1315":"[Cryl shakes his head.] Too messsy. We do not want to implicate the Ssociety in wrong-doingss against the Kerritamba. Thiss way, it lookss like an accident.",	"s_1317":"I see. I'll do it.",	"s_1319":"You know where Zhadran iss. Take thiss concoction to him.",	"s_1321":"I don't agree with your methods. So, no.",	"s_1323":"[Cryl bares his teeth.] Get losst, then, merc. Hope that my daggersss won't follow you.",	"s_1325":"Yesss, merc?",	"s_1327":"I have your venom.",	"s_1329":"Exccellent. Avesso ssaid I could count on you. I am glad sshe was correct. Now, if you'll wait here while I mix thisss...",	"s_1331":"[Cryl frowns.] I am not known for my patience, merc. I ssuggest you find Risyl quickly before I losse my temper.",	"s_1333":"Calm down, Cryl. You have nothing to worry about.",	"s_1335":"I believe it when I ssee it, merc. Find Risyl and come back before too long.",	"s_1337":"[Cryl nods.] I've been expecting you. Avesso hass sspoken well of you. Perhapsss I could usse you for the ssmall taskss I need done.",	"s_1339":"I'm interested and listening.",	"s_1341":"Good. Then, let uss sstart off by ssending you on a little errand. I need for you to find one of my contactss in the cavess. Hiss name iss Risyl and he'll be among the Webweaversss collecting poisonss from their glandsss. Sspeak with him, retrieve one of the ssamples he hass collected and bring it to me.",	"s_1343":"I won't be your petty messenger.",	"s_1345":"You're lucky I must sstay my hand againsst brethren, mercenary. Otherwisse, you'd be left in the cavess in numerouss piecesss.",	"s_1347":"I'll find him.",	"s_1349":"The cave isss ssmall. You sshould have to trouble finding him. I await for your much needed return.",	"s_1351":"[Cryl nods to himself.] Yess. You are ssoon to be one of uss. Find Zhadran and sspeak with him. He iss our contact for Outcasst hopefulss and can be found possing as a Kerritamba citizen. He won't be eassy to missss.",	"s_1353":"[Cryl chuckles darkly.] I sssuggest you leave quickly, Kerritamba puppet. The Sssociety is hungry for your ssoul and will not hessitate in sstriking unexpectedly.",	"s_1355":"[Cryl hisses at you.] What are you doing here? You're not one of usss! Leave before I remove you myself, outsssider."
}}