{
	"stfFile":"conversation/ep3_imp_cmd_richards",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_imp_cmd_richards.stf) is automatically generated by the SwgConversationEditor.",	"s_274":"",	"s_275":"So you made it back in one piece. What have you to report?",	"s_276":"What is your major malfunction, soldier? You are supposed to be on the Avatar Space Platform getting a blood sample and those medical records. Get up there on the double!",	"s_277":"You must be %NU. I understand that you are assisting Price with collecting his samples. No...don't bother trying to explain, I am well briefed on the entire situation. I have formulated the plan of attack, run all the simulations, and confirmed that my plan cannot fail.",	"s_278":"You are not authorized to speak with me. I suggest you move along before I have you removed.",	"s_45":"I managed to get the blood sample and the records.",	"s_47":"Excellent job, soldier. With my brilliant planning and your ability to follow orders, I never had a doubt that we would succeed. I need you to rush the blood sample and the medical reports over to Price right away. Well, don't just stand there...move it, soldier!",	"s_51":"Right. Now maybe you would like to fill me in.",	"s_53":"What! Oh, yes...I do suppose you need to know the plan. It is simple, we have secured the pass codes for the Avatar Space Platform. You are to fly to the platform, use the pass codes to gain access, and investigate the station for signs of Trandoshan treachery.",	"s_55":"Won't they notice me sneaking around?",	"s_57":"Yes...well they would have except we have been monitoring a situation taking place on the platform. Apparently the Wookiee resistance has somehow gotten hold of some passwords and have staged their own assault on the platform. This lends us the perfect opportunity to use the chaos of the situation to find out what we need to know.",	"s_58":"Soldier, you should know better then speaking to your superior without permission. Just because you served me well in the past does not give you free reign. I have no need of you at this time. If that changes I will let you know.",	"s_60":"And what exactly is it that I need to do?",	"s_62":"Simple. We need a blood sample from a Wookiee captive who has already been through the medical procedures. And then we need the medical records of the station from the medical lab. We believe that Wookiees who have gone through the medical procedure are held in a containment area near the medical labs.",	"s_64":"Blood sample then medical records, check.",	"s_66":"Once you have collected both the sample and the records return to me. Remember that station is going to be in shambles and everyone up there will probably try to kill you, so watch your back. Good luck, soldier.",	"s_68":"I don't think I am ready for this yet.",	"s_70":"Listen, soldier. We do not have a lot of time. There is no way to know how long the Wookiee resistance fighters will continue their assault on the platform. The situation really needs to be taken advantage of. You take care of your other obligations and get back here right away. "
}}