{
	"stfFile":"conversation/ep3_trandoshan_dakar_zssik_02",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_trandoshan_dakar_zssik_02.stf) is automatically generated by the SwgConversationEditor.",	"s_796":"",	"s_798":"I have no further need of you. Go speak with Mosolium and leave me alone.",	"s_800":"You have returned with all your limbs intact. Do you have the tags I sent you to recover?",	"s_802":"Yes, here they are.",	"s_804":"Excellent. This should throw a wrench into the works of the Blackscale. The Zssik are grateful for your assistance to us and I have payment for services rendered. Now it is time to prepare for your meeting with the Wookiee resistance. You must go speak with Mosolium, who has the details on the next stage of our operation.",	"s_806":"Welcome back. I am glad to see that the Wookiees didn't rip your arms off...they like to do that for some reason. Do you have those ten tags I asked for?",	"s_808":"Not yet. But I am working on it.",	"s_810":"Bah...then what are you doing back here? Return to the Kkowir Forests and kill the Wookiees until you have collected ten tags put on them by the Blackscale.",	"s_812":"Ah, so you are the young warrior that Boshaz told me about. I have been expecting you. He told me that he filled you in with what we Zssik are attempting to accomplish. While we wait for your Wookiee friend to establish contact we do have another task for you to do.",	"s_814":"Alright, fill me in.",	"s_816":"One of our goals is to disrupt the operations of the Blackscale. One of our agents recently learned that they have an urgent order that needs to be filled immediately. You are to make sure that order is late in being filled.",	"s_818":"How am I to do this?",	"s_820":"The Blackscale regularly tag and release Wookiees that they wish to capture later. The tags are electronic, are used to easily track these targets, and cannot be removed without killing the Wookiees. The group they are using to fill this particular order are hiding in the Kkowir Forests. You are to find and kill these Wookiees...ten will probably do. Collect their tags and bring them back to me as proof of your success.",	"s_822":"Won't the Blackscale just take other Wookiees?",	"s_824":"Oh, I am quite certain they will. But without those tagged Wookiees, they will have to work harder to do it. With a bit of luck they will not be able to fill the order in time. The Empire is not well known for its understanding. We do not have to stop their operation just make them look undisciplined and untrustworthy to the Empire.",	"s_826":"I understand. I am ready to take care of business.",	"s_828":"It is good to see that you understand that speed is the key to any good operation. Travel to Kkowir and bring me back ten of those Blackscale tags.",	"s_830":"I see. Unfortunately I cannot do this right now.",	"s_832":"Well then hurry and finish whatever it is you are doing. We do not have a lot of time to make sure the Blackscale miss their deadline.",	"s_834":"I don't have time to chat with you right now. Perhaps you should go talk to Boshaz. I understand that he is looking for someone to assist him with a problem.",	"s_95":"Ah, so you are the young warrior that Boshaz told me about. I have been expecting you for quite some time now. He told me that he filled you in with what we Zssik are attempting to accomplish. While we wait for your Wookiee friend to establish contact we do have another task for you to do."
}}