{
	"stfFile":"conversation/ep3_cpg_veteran",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_cpg_veteran.stf) is automatically generated by the SwgConversationEditor.",	"s_156":"Can't you see I'm busy?!",	"s_159":"You bet.",	"s_160":"It's not too bad.",	"s_161":"Don't worry. You'll get back on-track!",	"s_162":"Oh no? Are you sure you're fighting for the right side?",	"s_165":"%NU! Keep up the good work!",	"s_168":"Any work around here?",	"s_169":"See Rian Ry at the Kashyyyk space station. She can offer contracts from the Civilian Protection Guild. You can become one of us!",	"s_183":"",	"s_185":"What? You're breaking up!",	"s_187":"Welcome to Kashyyyk my friend. Watch your step!",	"s_23":"Yes. My side.",	"s_233":"Rian asked you to save that droid pilot, didn't she? You ought to get moving...",	"s_235":"Good luck, %TU! Save the civilian transport from those bandits!",	"s_237":"So you're making friends with the CPG commander, eh?",	"s_239":"Roger that.",	"s_24":"Thanks!",	"s_241":"Glad to have you on our side!",	"s_243":"Good job, %TU! The Ghrag hate your guts! That means you're on the right track!",	"s_25":"Hmph.",	"s_26":"Good hunting! CPG Patrol Delta out!",	"s_27":"Thanks!",	"s_273":"So you lost a civilian transport, huh? Gives you a terrible sick feeling in your stomach, doesn't it?",	"s_28":"Good hunting! CPG Patrol Delta out!",	"s_283":"They say that when a civilian transport goes critical the atmosphere inside the vessel reaches two thousand degrees. It's a quick death.",	"s_351":"Roger. This is CPG Patrol Delta.",	"s_37":"I'm looking for more work.",	"s_38":"Well, there is some new trouble brewing in Kashyyyk. The Ghrag are beaten but they are still here... and they are trying to get back in the game.",	"s_39":"How do you know this?",	"s_40":"I have modified my starship communication system and have sliced in to the main Ghrag command frequency. From what I hear, they are recruiting talent from all over the galaxy.",	"s_41":"What do we do about it?",	"s_42":"I'll stay on patrol here and maintain a lock on their communication stream. I'll forward coordinates to you so that you can intercept the replacement pilots the Ghrag have recruited.",	"s_43":"Sounds good.",	"s_46":"Superb!",	"s_47":"No thanks.",	"s_49":"Suit yourself... I've got to get back to listening...",	"s_54":"Thanks!",	"s_56":"After you know your way around the Kashyyyk system, we should talk. I am working on a special project... Perhaps you can help?",	"s_57":"Sounds good!",	"s_58":"What sort of project?",	"s_59":"I'll tell you later. Take care!",	"s_60":"Stay safe!"
}}