{
	"stfFile":"conversation/ep3_trandoshan_unluto_bartender",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_trandoshan_unluto_bartender.stf) is automatically generated by the SwgConversationEditor.",	"s_1387":"",	"s_1389":"Hello there outworlder. What can I getcha?",	"s_1391":"Actually, I am not really interested in a drink.",	"s_1393":"I ain't got time to deal with anyone who ain't drinkin'. If you change your mind I will be here.",	"s_1395":"I actually need to talk to you about something.",	"s_1397":"Then quit wastin' my time and speak up. I don't have all day to stand around here and flap my jaws at someone who doesn't want a drink.",	"s_1399":"I understand there was an incident here the other night.",	"s_1401":"Oh, that. Yeah, there was a scuffle between some Trandos and Rodians. They were jawin' at each other the entire night. First the Trandos would yell something at the Rodians and then the Rodians would yell back. I thought it was goin' to be okay when the Rodians got up to leave, but that is when one of them Trandos pulled out a blaster.",	"s_1403":"Really? Then what happened?",	"s_1405":"That Trando, he just shot one of the Rodians right in the back...poor sucker never had a chance. I hit the floor and didn't see what happened to the other one, but from the sound of his scream I can imagine.",	"s_1407":"Who else have you told about this?",	"s_1409":"No one yet. I try to keep my nose out of local troubles. I just serve drinks and make a few credits doin'  it.",	"s_1411":"If you know what is good for you it will stay that way.",	"s_1413":"What! Was that a threat? Listen pal, no one comes walkin' into my cantina and tells me what...",	"s_1415":"Those Trandos are interested to know if Mon Cals bounce as well as Rodians.",	"s_1417":"Eh? Umm...hey, I don't want any troubles with none of them Trandos. Like I said, I keep my nose out of other peoples business.",	"s_1419":"So what did you see the other night?",	"s_1421":"I have no idea what you are talkin' about.",	"s_1423":"Good, let's keep it that way.",	"s_1425":"Whatever you say, pally.",	"s_1427":"Listen...if you tell anyone else about what happened you could be in danger.",	"s_1429":"What sort of danger could I be in? I just serve drinks to thirsty patrons of this cantina. I never bothered anyone and no one ever bothered me before.",	"s_1431":"If you talk those Trandoshans are going to get even.",	"s_1433":"Yeah, I see what you mean. They can be a nasty lot. Listen, I am not goin' to tell anyone anything. Tell them I saw nothin', I heard nothin', and I know nothin'. I am not about to stick my neck out just cause some Trandos had a problem with some Rodians.",	"s_1435":"Good. As long as you don't talk you should be safe.",	"s_1437":"Hey, thanks for the warnin'. I appreciate you helpin' me out like that.",	"s_1439":"Nothing, just looking around.",	"s_1441":"Right, well I will be here if you need anythin'."
}}