{
	"stfFile":"conversation/ep3_myyydril_patron_1",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_myyydril_patron_1.stf) is automatically generated by the SwgConversationEditor.",	"s_29":"I do not think we have anything to talk about. Good day.",	"s_583":"",	"s_586":"How are you these days? My husband and I are doing pretty well. We plan to visit Kachirho in a few days. I've never been there. I hope they'll like us... it'll be nice to get away for a few days.",	"s_588":"I agree.",	"s_590":"Well... I better get back to planning. I need to cook dinner for tonight.",	"s_592":"You know... You should speak with Chief Kallaarac. There's no doubt that he'll be wanting to speak with you after all you've done. You're quite the topic of conversation around here.",	"s_594":"Oh really? I should go, then.",	"s_596":"Be on your way. I hope he thinks favorably of you. Come back and visit sometime, will you?",	"s_598":"[Nawika looks at you expectantly.] Did you find it?",	"s_600":"Yes, I did. Here.",	"s_602":"Oh, thank you! How ever did you find it!",	"s_604":"It was a lot of luck, let me tell you.",	"s_606":"I believe you. Stay here while I put this away. I have something to tell you.",	"s_608":"You're back so soon. Were you able to find my jewelry box?",	"s_610":"Not yet. It'll be hard to find out there.",	"s_612":"I know. I just wish I could remember! Be sure to check around the crystal gardens and beyond. I don't think I had made it as far as the Deep Depths, but check there too. It couldn't hurt.",	"s_614":"Thank you. I'll go take a look.",	"s_616":"[Nawika nods and returns to her duties.]",	"s_620":"[Nawika seems startled.] Who are you and what do you want?",	"s_624":"I'm here to help you. Kirrir sent me.",	"s_634":"Oh. Well... I doubt you can help me with my problem. [Nawika shrugs.]",	"s_638":"Try me. I'm really good at helping people.",	"s_642":"You seem nice, I guess. Fine. Telling you can't hurt, can it? One of my most prized possessions, my grandmother's jewelry box, went missing the other day. I have no idea where I could have placed it. I mean... I remember going to the crystal gardens right outside the village. But I just can't seem to remember where my jewelry box could be.",	"s_646":"Hmm.. I'll try to find it for you.",	"s_656":"I really hope you can find it. I was hoping to pass it on to my children. Good luck!",	"s_660":"I'll look for it later.",	"s_664":"Suit yourself.",	"s_670":"Rrwwoorr!"
}}