{
	"stfFile":"conversation/ep3_myyydril_pers",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_myyydril_pers.stf) is automatically generated by the SwgConversationEditor.",	"s_630":"",	"s_632":"[Pers nods.] Friend. I hope things are going well for you. I'm doing another one of my projects again. Gotta get back to it.",	"s_635":"Look who it is. And look who has my crate of stuff. I knew I could count on you. You're just like me in a way; smart and quick.",	"s_637":"Thanks. I expect something for my troubles.",	"s_640":"Direct too. I don't blame you. Our work can yield very little at times. Besides... [ Pers shrugs.] You deserve a little something. Here. I hope you'll find some use for it.",	"s_643":"It was a pleasure working with you.",	"s_645":"And you. [Pers nods.]",	"s_648":"Is anyone following you? [Pers looks around for a moment.] Doesn't seem like it. Good. You're better than I thought. What do ya got for me?",	"s_650":"Well, I haven't got the weapons yet.",	"s_673":"Go then and hurry back.",	"s_679":"You probably shouldn't say that around here.",	"s_685":"That's a problem. I need them, fast. Supposedly, the Urnies are acting up again. Go out there and show me what you're made of.",	"s_687":"Right!",	"s_689":"[Pers slinks into the shadows.]",	"s_691":"Your subtly astounds me. Yes. [Pers nods slowly.] You'd be perfect for my plans.",	"s_693":"What plans? What--Just who are you?",	"s_695":"Shh. You needn't know. You and I... We share the same... [Pers looks around, whispering.] profession. I need your help.",	"s_697":"You're a smugg--",	"s_699":"Shh! The Myyydril musn't know. They think I'm a chef! HA! Come closer, friend, we have much to discuss.",	"s_701":"What will you have me do?",	"s_703":"I, let us say, 'supply' the Myyydril with specific weapons made from the tough, priceless Nak'tra Crystals. I manipulate the gemstone and fasten the finished piece into... [Pers looks around cautiously.] ... Imperial rifles. It's my best work. But!",	"s_705":"You need Imperial Rifles?",	"s_707":"No! The bloody bastards took my finished crate of Nak'tra Crystal Rifles! I just need them back now. And that's where you, my fellow smuggler, come in.",	"s_709":"Sounds like my kind of work.",	"s_711":"And that's exactly what I was hoping for. There's an Imperial camp nearby. At least, in the forest. Find it, steal--I mean 'smuggle'--the crate of weapons and come back. It's that simple.",	"s_715":"I'd rather smuggle Wookiees.",	"s_719":"You're not the one I am looking for. The chosen must be able to infiltrate the most secure of places and retrieve what it is that I need.",	"s_868":"I'll find it quickly."
}}