{
	"stfFile":"conversation/ep3_kachirho_varactyl_egg",
	"entries": {
		"do_not_edit":"The English version of this file (ep3_kachirho_varactyl_egg.stf) is automatically generated by the SwgConversationEditor.",	"s_16":"Hello there. stranger. Sorry I cannot talk right now. I am busy planning my next expedition into the wilds. Take care and safe journeys to ya.",	"s_19":"Good day to ya. I must say, it is days like this that make me glad that I am on Kashyyyk and not someplace cold...like Hoth. Well, time is money and so forth. See ya around, stranger.",	"s_295":"",	"s_327":"Hello again, stranger. I told ya everything I know about Jagged Fang and the egg. Sorry I can't be of any more help to ya. Safe travels.",	"s_329":"Ho, there traveler. Long way from home, aren't ya? No matter, none of my business any ways. I see yer admiring Clarissa here. Fine mount she is. Strong, fast, saved my life more then once.",	"s_331":"Yes, she is nice. Where did you get her?",	"s_333":"Well, she ain't no test tube critter like most of the varactyl ya see around these days. She is the real deal. Hatched from an egg, just like nature intended. The thing about varactyl is if ya ain't around when they hatch they will never been tamable. But if ya are there at that special moment, they will be loyal to ya fer all their life.",	"s_335":"So how can I get a natural varactyl?",	"s_337":"Like I said, ya have to get an egg and be there when it hatches. Now that I think of it there is only one place in these parts where ya can get a varactyl egg but if I wouldn't go there.",	"s_339":"Come on, tell me.",	"s_341":"I haven't seen this ya understand but Jagged Fang is supposed to have a nest in the region. I would imagine any offspring of hers would really be something special. Of course, those little bugger are going to be wild and only the best creature handlers are going to be able to tame them once they hatch.",	"s_343":"What is a Jagged Fang?",	"s_345":"Not a Jagged Fang...the Jagged Fang. She is the matriarch of all the varactyl in the area. A mean spirited lizard if there ever was. If I know anything about varactyl, and I know a thing or two, it is they are very protective of their nesting sites. If ya are going to try to get an egg from Jagged Fang, ya are going to have to kill her first.",	"s_347":"I want an egg. Where can I find Jagged Fang?",	"s_349":"Like I said I have never seen it but if I had to guess I would imagine she would set up a nest site somewhere to the north. Probably near the river. But that is just a guess. Good luck in getting yer egg, stranger.",	"s_351":"I think I will pass on that attempt.",	"s_353":"Can't say that I blame ya. Good luck on yer travels there, stranger."
}}