{
	"stfFile":"conversation/ephant_mon",
	"entries": {
		"do_not_edit":"The English version of this file (ephant_mon.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"If this is what you call collecting key-chips then perhaps you're not smart enough to be working for me after all.",	"s_12":"Those Slavemasters aren't going to take care of themselves, now are they?",	"s_14":"Have you done what I asked you to yet? You know, with the Sennex? You haven't have you?",	"s_16":"I heard you had no trouble taking care of those Sand Splitters for Ree-Yees?",	"s_18":"That's right. What about it?",	"s_2":"",	"s_20":"Just mentioning it is all. Have you ever heard of the Sennex? They're a bad lot, worse than the Hutts, and I say that with all due respect. They're slave traders and slave trading's been outlawed on Tatooine. Got it?",	"s_22":"Just tell me about the Sennex.",	"s_27":"Is there some history with Jabba and slave trading?",	"s_29":"Jabba's a little more clever than most people realize, which is one of the reasons he's stayed in business for so long. Not long ago, Jabba ran the slave trade on Tatooine.",	"s_31":"Before it was outlawed?",	"s_33":"Right. He cut a deal with another Hutt, Gardulla. Gardulla got all slave trading, Jabba got all other illegal activities.",	"s_41":"Slavers, criminals, crooks. They're making Jabba upset, and no one likes it when Jabba is upset. You want to help us?",	"s_42":"Just give me some work.",	"s_43":"And?",	"s_44":"Jabba knew the outlaw of slave trading was coming. Shortly thereafter Gardulla was arrested and disappeared. Jabba's been running things ever since.",	"s_45":"Interesting story.",	"s_46":"Not really, but now you know it anyway. You want some work, or not?",	"s_47":"No thanks.",	"s_48":"Whatever you got.",	"s_5":"It's done? I had a feeling about you. These old bones never lie. I promised you a reward, and now here it is. Enjoy it. If you've got some time you might go see Porcellus in the kitchen. I hear he's having a hard time, and if you could use a good meal there's no place better on Tatooine to get one.",	"s_50":"Sennex are causing trouble, bringing heat to the planet, and Jabba doesn't like it. Start thinning the Sennex herd, will you?",	"s_52":"Sorry, I don't have time for this right now.",	"s_54":"Time? That's all I seem to have these days. If you find any, time that is, then come back and see me again.",	"s_55":"Sure.",	"s_56":"No thanks.",	"s_58":"I'm not sure how you got up here, but if you want some work you should speak with Reelo, or perhaps Ree-Yees.",	"s_7":"I need you to wipe that databank as soon as possible.",	"s_9":"Thanks again for all your help. While we didn't rid the planet of the Sennex, we definitely put some hurt on them."
}}