{
	"stfFile":"conversation/event_ls_informant_2",
	"entries": {
		"do_not_edit":"The English version of this file (event_ls_informant_2.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Where are the other informants?",	"s_11":"I know enough. Goodbye.",	"s_12":"Niles Ferrier is the greatest ship thief I ever heard of. Been driving the RSF crazy for years trying to catch up to him.",	"s_13":"Every two to five hours the ships are picked up. They drop a new one at the same time somewhere else in the region. Each time a new ship is dropped, you have a chance to get another Navigational Core.",	"s_14":"Go on.",	"s_15":"Seems he recently acquired a squadron each of X-wings and Tie Bombers. Hard to hide that much hardware, so the RSF hopes to find the ships.",	"s_16":"What does the RSF want with faction ships?",	"s_17":"They want the Navigational Cores. That will tell the RSF where the ship's been and perhaps help them find their man.",	"s_18":"How do I help?",	"s_19":"Speak to the informants and search those regions. If you are the first to find that ship, you will be able to grab the Navigational Core.",	"s_2":"",	"s_20":"Then what?",	"s_21":"Once you have a core from all six regions, bring them to Captain Dramont. She's got a headquarters in the basement of a house in Wayfar, Tatooine. Waypoint -5090 -6619.",	"s_22":"What do I get if I return all six cores?",	"s_23":"Dunno. Some sort of prize, but only if you are one of the first to do so.",	"s_24":"Once you have a core from each of the six regions, bring them to Captain Dramont. She's runs a secret RSF task force from the basement of a house in Wayfar. The waypoint is Tatooine -5090, -6620.",	"s_25":"Go to any starport on Dathomir, Endor or Yavin 4 (but not the Imperial Base). You'll find one of my mates getting a drink in the cantina. They can tell you if any of Ferrier's stolen ships have been seen in the area.",	"s_26":"Good luck.",	"s_3":"You Dramont's eyes and ears out here?",	"s_5":"Just tell me what you know about the stolen ships.",	"s_6":"Scans in this region indicate the ships are hiding north of the Imperial Base, but south of the equator. Don't bother looking west of longitude negative 2000, everything's been east of there.",	"s_7":"I don't know what you mean. What is this all about?",	"s_8":"How often do the ships get moved? ",	"s_9":"Where do I deliver the Navigational Cores?"
}}