{
	"stfFile":"conversation/event_bossk_bossk",
	"entries": {
		"do_not_edit":"The English version of this file (event_bossk_bossk.stf) is automatically generated by the SwgConversationEditor.",	"s_161":"",	"s_163":"What're you doin' here? You haven't even finished the last job I gave ya. Take care of that then find me.",	"s_165":"Valarian's spice courier got away...",	"s_167":"I knew I never should have trusted you. If you're still interested I might have something else for you to do.",	"s_169":"The tusken got away I think...",	"s_171":"You think??? Of all the... You're lucky I don't tear your head off and wear it as a trophy! Actually, you still might have some use. Talk to me if you're interested in trying something else.",	"s_173":"The assassin got away...",	"s_175":"So you're telling me there's an assassin loose, he's after one of Jabba's informants and you just left your post? That informant is as good as dead! That's the last time I ask you to do anything, get out of my face!",	"s_177":"You again? You can go find your own jobs from now on. I don't have anything more for ya.",	"s_179":"Still alive, huh? I have more work for you.",	"s_181":"If you've got another job, I'll listen.",	"s_183":"You know about the Blacksun, right? Jabba's got a guy on the inside, but his cover's probably blown.",	"s_185":"He's probably dead. What you want me to do?",	"s_187":"Jabba wants to know more about them. How strong. How many. He wants to send some blasters out there to test their strength.",	"s_189":"What about Jabba's informant?",	"s_191":"You dig up any intel on the guy, let me know. Frankly, I don't care but Jabba may pay extra. You on board?",	"s_193":"I'm on board.",	"s_195":"The info is in your journal. Don't get killed before you get some info I can use.",	"s_197":"Not this time.",	"s_199":"Your loss. I can find better help elsewhere.",	"s_201":"Partners? Not this time. Bye, Bossk.",	"s_203":"No one says no to Bossk. You better get lost before I end up gnawing your bones as a snack.",	"s_205":"Jabba's pleased with how the Tusken plan worked out. I have another job for you.",	"s_207":"What do you have in mind?",	"s_209":"Jabba's got some kind of a bet with a cousin on Naboo or something. The bet is to see who can come up with the most interesting trophy.",	"s_211":"Trophy? Go on.",	"s_213":"Hutts don't get out much, so it's up to you to find something shiny for 'em. If you're up for it, I've got just the place for you to look.",	"s_215":"I'm game. What's the plan?",	"s_217":"Head out to Dathomir and hunt some Nightsisters until you loot something good. You'll know when it happens, and bring it to one of Jabba's couriers. The details are in your journal.",	"s_219":"I think I'll find work someplace else.",	"s_221":"Blaster jockeys are a cred a crate out here. Don't need you anyway.",	"s_223":"I think I'll find work someplace else.",	"s_225":"Blaster jockeys are a cred a crate out here. Don't need you anyway.",	"s_227":"That Valarian traitor is dead. You aren't that pathetic after all. If you're looking for more work, I have another job that doesn't require a lot of brain power.",	"s_229":"Surprised you didn't take it then. What do you have?",	"s_231":"Jabba's cookin' up a plan to get the Tuskens to attack Mos Eisley. Don't know why. Don't care. There is a problem though.",	"s_233":"What's the problem.",	"s_235":"A Tusken scout's got wind of the plan and can blow the whole deal. You have to find him before he can report to his friends.",	"s_237":"How do I find him?",	"s_239":"That's the fun part. Just start shooting some Sand People. They'll either get so mad they attack Mos Eisley anyway or you might find a clue to where he's hiding.",	"s_241":"Alright. I'm in.",	"s_243":"Details are in your journal. Get going.",	"s_245":"I got no problems with Tuskens. I'm out.",	"s_247":"Can't handle this? Blast off, barve.",	"s_249":"I'm not doing your work for you. I'm out of here.",	"s_251":"What do you know? Get lost, nerf herder.",	"s_253":"You don't look like much ta me, but I don't think that matters. If you need some work, I have some tasks that might not kill ya.",	"s_255":"I can handle anything you got.",	"s_257":"Valarian has a mole in Jabba's palace who's stealing info on Jabba's spice shipments. ",	"s_259":"Where do I come in?",	"s_261":"Jabba's paying creds to anyone willing to take out some of Valarian's people while looking for the barve who's selling secrets. Think you can handle it?",	"s_263":"I'm in.",	"s_265":"OK, you're working for me now. The details have been uploaded to your journal. Take care of the job and you'll get your cut.",	"s_267":"I don't want to cross Valarian.",	"s_269":"Hey, it's your life. Not my problem if you don't have a spine. Now get lost before you waste more of my time.",	"s_271":"I think I better go. This isn't my kind of job.",	"s_273":"Hey, it's your life. Not my problem if you don't have a spine. Now get lost before you waste more of my time."
}}