{
	"stfFile":"conversation/event_bossk_informant",
	"entries": {
		"do_not_edit":"The English version of this file (event_bossk_informant.stf) is automatically generated by the SwgConversationEditor.",	"s_23":"I don't have time to talk. Go play fetch with a rancor.",	"s_24":"You stiffed me out of my carbine, moron.",	"s_25":"Whoa, hey now! My bad. It was just an oversight or something. I mean, would I cheat you on purpose? We're best pals and all! Here ya go, no hard feelings, right?",	"s_26":"You stiffed me out of my carbine, moron.",	"s_27":"Whoa, hey now! My bad. It was just an oversight or something. I mean, would I cheat you on purpose? We're best pals and all! Here ya go, no hard feelings, right?",	"s_28":"You gave me broken gloves, idiot.",	"s_29":"Well, I mean... They look nice don't they?",	"s_30":"Fix them or I'll punch you in the eye.",	"s_31":"No need to get violent or anything crazy like that! There, a little tweak and good as new!",	"s_32":"Sure they're nice. They also don't work right.",	"s_33":"Details, details! Let me see... There, good as new!",	"s_482":"",	"s_484":"Hey buddy, how's every little thing?",	"s_486":"Can't complain.",	"s_488":"Great! *leans forward and whispers* Thanks again for everything, hey?",	"s_490":"I can't thank you enough. That assassin would have done me in. I'm no fighter like you. I knew I shouldn't have given away that carbine.",	"s_492":"So you're the informant too?",	"s_494":"Yes, it was me all along but I'd prefer it if you kept this just between us. Jabba might be... annoyed if he found out I was getting two pay checks if ya know what I mean. I know you're getting paid for this already but I want you to have this as a token of thanks. There are tiny servos in these gloves that vibrate to counteract any shaking by the wearer. They're great for when you're quaking in your boots.",	"s_496":"You got the stuff?",	"s_498":"Right here. What do you think?",	"s_500":"That's it? A Nightsister shroud? I got my kids a set of these for Life Day. This ain't going to cut it.",	"s_502":"So what should I get?",	"s_504":"Tell you what. You get a shroud off of a Nightsister Elder, and then we're talking. Those are rare.",	"s_506":"Alright. An Elder it is.",	"s_508":"Sounds good. Say, wasn't Bossk supposed to be handling this...oh well, what do I care. Try to not die.",	"s_510":"Something's come up. I have to go. Be right back.",	"s_512":"Whatever. Just bring that trophy or Jabba's going to be pretty upset at someone, and it's not going to be me.",	"s_514":"Hey, you're back! You get the goods?",	"s_516":"Right here. An Elder's Shroud.",	"s_518":"Oh yes, this is nice work. Very nice. I'll get this right to Jabba's. Good work. Here, take this. I know what you're saying. It's just a crummy carbine, blah blah blah, but this one's top of the line! I know Jabba's going to toss me a little extra for this one and Bossk is making a mint off this deal. I know what you're getting paid and I kinda feel bad...",	"s_520":"What???",	"s_522":"Uh, right. Forget I said that, la la la. Enjoy the gift! Run along, I have work to do!",	"s_524":"Errr... Is something wrong buddy?"
}}