{
	"stfFile":"conversation/event_ls_cpt_dramont",
	"entries": {
		"do_not_edit":"The English version of this file (event_ls_cpt_dramont.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"What do I do if I find one?",	"s_12":"If you are the first to find a ship, you can pull the Navigational Core. Bring me one core from all six regions, and we'll see if we can compensate you.",	"s_14":"What if I find less than six?",	"s_16":"We need the navigational data from at least six different regions if we hope to backtrack Ferrier's movements. Any less we can't use.",	"s_18":"Where should I look for the stolen ships?",	"s_2":"",	"s_20":"Dathomir, Yavin 4 and Endor. We have informants at each of the starports except the Imperial Base on Yavin 4. They can give you a clue about where to look in that region.",	"s_22":"I have Navigational Cores for you.",	"s_24":"You don't have a core from all six regions. We need all six if we want to catch Ferrier. Come back if you ever manage to find a complete set.",	"s_26":"I'm sorry, but you're too late. We already have all the navigational cores we need. Better luck next time.",	"s_28":"A lot of work went into this, Don't you have anything for me?",	"s_30":"I'll pay you for the cores, but that's the best I can do. Here you go.",	"s_32":"Excellent! This will help greatly. As for the finders fee, we can give you one of the ships that we confiscated. It doesn't work, but it will make a great city decoration. Which do you want?",	"s_34":"I'll take a Tie Bomber decoration.",	"s_36":"You're sure you want the Tie Bomber city decoration? ",	"s_38":"Yes. I want the Tie Bomber city decoration. ",	"s_4":"We're very busy trying to find Niles Ferrier, what can I do for you?",	"s_40":"OK. Here you go. Thanks for all your help. Hopefully we'll be able to put Ferrier away this time.",	"s_42":"Wait a minute, let me think.",	"s_44":"Don't take too long. The reward is first come, first served and I'd hate to see someone beat you to it.",	"s_46":"I'll take an X-Wing City decoration.",	"s_48":"You're sure you want the X-wing city decoration? ",	"s_50":"Yes. I want the X-Wing city decoration.",	"s_52":"OK. Here you go. Thanks for all your help. Hopefully we'll be able to put Ferrier away this time.",	"s_54":"Wait a minute, let me think.",	"s_56":"Don't take too long. The reward is first come, first served and I'd hate to see someone beat you to it.",	"s_6":"I want to help look for the stolen ships.",	"s_8":"Excellent. We know he's hiding ships on Dathomir, Yavin 4 and Endor. We've pinpointed two regions per planet, but he only leaves a ship in one spot for two to five hours. We need you to find them."
}}