{
	"stfFile":"conversation/event_cheerleader_vader",
	"entries": {
		"do_not_edit":"The English version of this file (event_cheerleader_vader.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Just like last time?",	"s_102":"Yes. The Rebellion relies heavily on their Special Forces Soldiers. By eliminating as many of them as possible we will dramatically impact their offensive efforts.",	"s_104":"Enemy combatants are my specialty.",	"s_106":"The Rebels are relying more and more on their Admirals. By breaking the chain of command at that level we can disrupt their operations greatly. ",	"s_108":"What do I do?",	"s_110":"Rebel Admirals aren't easy to find, but they are out there. Do what you can to find one and remove him from command.",	"s_112":"I'm on it.",	"s_114":"Succeed in this task and I'll see that you are given command of a detachment headquarters.",	"s_116":"Enemy Special Forces are my specialty.",	"s_118":"These Special Forces are responsible for almost all of our base losses. Succeed in this task and I'll see that you are given command of a detachment headquarters.",	"s_22":"",	"s_24":"The Rebellion will fail. Return to your friends and inform them of their impending destruction. Leave my sight before I stop being so generous towards you.",	"s_26":"If you wish to join me in destroying the Rebellion and bringing order to the galaxy you must join the Imperial side of this war.",	"s_28":"There is still more to be done, but you have too much to accomplish already. Finish your current missions so you can focus on the task at hand.",	"s_30":"You have proven yourself a worthy member of the Empire. I have no more assignments for one such as you. You will have to take on missions of your own choosing from now on. Goodbye.",	"s_32":"The Empire has need of loyal Soldiers to fight the Rebels. Will you serve the Emperor in these tasks?",	"s_34":"I'm ready to serve.",	"s_36":"The Rebels grow more brazen every day. We must prove to all that the Empire is in control.",	"s_38":"What do you need me to do?",	"s_40":"Your task will be simple. Eliminate Rebels. However, you must choose whether to face Rebel Combatants or Special Forces.",	"s_42":"I'll face the Rebel Combatants.",	"s_44":"Very good. I'll upload the mission for you. Do not fail me.",	"s_46":"I'll take on the Rebellion's Special forces.",	"s_48":"Very good. I'll upload the mission for you. Do not fail me.",	"s_50":"You have served effectively in the past. Are you ready to serve again?",	"s_52":"I'm ready to fight against enemy combatants.",	"s_54":"We must keep the Rebels off balance to prevent them from regrouping. Even now they gather to attack Imperial controlled cities.",	"s_56":"What do you need me to do?",	"s_58":"Continue as you did before, but my expectations are now higher.",	"s_60":"I'll do my best against the Rebel combatants.",	"s_62":"I expect nothing less. I'll upload the mission for you. Do not fail me.",	"s_64":"I want to fight against enemy Special Forces.",	"s_66":"We need to make sure the Rebels don't stage a counter-strike. We need to keep them busy and prevent them from regrouping.",	"s_68":"What do you need me to do?",	"s_70":"We need you to take part in hit-and-run strikes on their ground forces. Just enough to keep them busy.",	"s_72":"I'll take on the Rebels's Special forces. ",	"s_74":"I expect nothing less. I'll upload the mission for you. Do not fail me.",	"s_76":"I want to fight more enemy combatants.",	"s_78":"Watchful rebel guards in this region are trying to recruit the locals into the Rebellion. We need to show everyone what happens to those who oppose the Emperor.",	"s_80":"Take out watchful Rebel guards? I can do that.",	"s_82":"Good. We need to show the populace who controls the cities. Removing some Rebels should clarify the situation.",	"s_84":"I want to fight more enemy Special Forces.",	"s_86":"Good. We need to show everyone what happens to those who oppose the Emperor.",	"s_88":"I'm ready for a real challenge against enemy combatants.",	"s_90":"You have done well in the past, so I feel that you are up to an even greater challenge.",	"s_92":"I'm up to it. What do you need from me?",	"s_94":"Excellent. The Rebels refuse to die. You will strike against the Rebel leadership from the ground up. Your assignment is to seek out those Rebels you can find and permanently change their status.",	"s_96":"I'm ready for a real challenge against enemy Special Forces.",	"s_98":"Our forces are doing well on this planet, but the Rebels could retaliate at any time. We have to deplete their resources to keep them off balance."
}}