{
	"stfFile":"conversation/exar_kun_intro_wagglehorn",
	"entries": {
		"do_not_edit":"The English version of this file (exar_kun_intro_wagglehorn.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"A colleague of mine, Professor Walter Emanus, has been leading an archeological dig on Yavin IV, as I said. They were hoping to find artifacts or relics related to Exar Kun near the Temple of Exar Kun. I fear they may have found something far worse. Please travel to the dig site on Yavin IV and find Professor Emanus.",	"s_12":"The investigation team at the outpost found evidence of a mind controlling substance in the blood of the deceased researcher as well as some samples of the same stashed nearby. That, along with your discovery of a cult devoted to Exar Kun, worries me. A colleague of mine, Professor Walter Emanus, has been leading a team on Yavin IV. That team is hoping to find artifacts related to Exar Kun. I fear this cannot be a coincidence.",	"s_15":"What do you wish me to do?",	"s_17":"Professor Emanus has been leading an archeological dig on  Yavin IV, as I said. They were hoping to find artifacts or relics related to Exar Kun near the Temple of Exar Kun. I fear they may have found something far worse. Please travel to the dig site on Yavin IV and find Professor Emanus.",	"s_18":"Please travel to talus and investigate the research outpost that is being funded by the University of Corellia.",	"s_19":"I shall do so.",	"s_2":"",	"s_20":"My teaching assistant can also arrange for transport from Aurilia to the dig site on Yavin IV whenever you are ready to confront Exar Kun and his enslaved minions...including my unfortunate friend, Professor Emanus.",	"s_22":"Thank you for coming to speak with me. I am a professor with the University of Corellia. The University has a mobile research outpost on Talus, and unfortunately we have lost contact with them. No communication or responses to our queries for over a month. I do not wish to involve the authorities unless there is truly cause to do so and the University agrees. Will you help us by investigating?",	"s_24":"I would not be here otherwise.",	"s_26":"I am thankful. The research outpost is on Talus. I'll upload their last known location to your journal. When you learn anything, please use their communications terminal to contact me.",	"s_28":"I find this to be a very restful place as I pursue knowledge and prepare to pass that knowledge along to my students.",	"s_5":"The evil of Exar Kun cannot go unchecked, and he must answer for what he has done to my friend, Professor Emanus, and his students.",	"s_6":"Travel to Aurilia and speak with my teaching assistant there. He can alter the medallion to allow you to enter the inner sanctum of the Temple of Exar Kun where Professor Emanus and his followers are held in sway by the spirit of Exar Kun."
}}