{
	"stfFile":"conversation/faction_recruiter_imperial",
	"entries": {
		"do_not_edit":"The English version of this file (faction_recruiter_imperial.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Welcome aboard. If you need to change your status, use the icon in your command browser named Change Neutral Status.",	"s_101":"I show that you are already in the process of changing your status.",	"s_103":"I show that you are already in the process of changing your status.",	"s_105":"I show that you are already in the process of changing your status.",	"s_114":"I see you are already working as a mercenary. The mercenary status will be removed if we continue.",	"s_115":"Yes. I want to be a part of the Empire!",	"s_116":"Welcome to the Imperial Military.  I expect good things from you, recruit!",	"s_117":"Thank you, sir.",	"s_122":"I don't have those kind of supplies. You'll need to find a recruiter in a city.",	"s_123":"I don't have those kind of supplies. You'll need to find a recruiter in a city.",	"s_124":"Surely you don't expect the Empire to welcome you with open arms after having aided the Rebel insurgency so recently??? Get out of here, you terrorist!",	"s_126":"I dont have access to the supplies. Perhaps another recruiter can assist you.",	"s_294":"Yes, sir, I am ready to resume my duties.",	"s_296":"Good for you!  Before I start the paperwork, though, I want to make sure that you are serious about returning to active duty.  If you run into most rebels, they will attack you on sight.  Are you returning to active duty?",	"s_298":"Yes, sir!",	"s_300":"It will take the system about 30 seconds to process your status.  After that, you are good to go.",	"s_302":"Excuse me, sir, I misspoke.  I need a few more days of leave.",	"s_304":"Don't waste my time.  Come back to duty when you are serious about your responsibilities.",	"s_306":"I do not talk to terrorists and insurgents.  ",	"s_308":"Leave my sight, scum.  Insurrectionists like you should be punished.",	"s_310":"Greetings, soldier.  What may I do for you?",	"s_324":"I am looking to requisition some supplies.",	"s_326":"Very well.  I will show you what is available.",	"s_410":"How are we doing in the war effort against the Rebel scum?",	"s_412":"Our satellite readings have the planetary occupation at Imperial: %DI and Rebel: %TO.",	"s_414":"Greetings, civilian.  Would you be interested in joining the military?",	"s_428":"I would like to join the military.",	"s_430":"The Empire appreciates your enthusiasm, but cannot accept you into the military at this time. Thank you. Move along.",	"s_432":"Joining the military is a big commitment.  Are you sure that you are ready?  You realize that those upstart rebels will attack you on sight?  Not the so-called 'special forces' but their main troops.",	"s_434":"Absolutely.  It would be a great honor to serve the Empire.",	"s_436":"Welcome to the Imperial Military.  I expect good things from you, recruit!",	"s_438":"Thank you, sir.",	"s_440":"Perhaps I should think about it a bit longer.",	"s_442":"Stop wasting my time.  If you are serious, come back and talk to me.",	"s_444":"Your paperwork is currently going through the channels.  Come back when it goes through.  I can't do much to help you right now.",	"s_49":"I would like to make a change to my military status.",	"s_50":"What kind of change were you considering?",	"s_52":"I would like to request a new role within the military.",	"s_54":"You are currently enrolled in Special Forces. I can change your status to combatant, which means that the rebel 'special forces' riffraff will not concern themselves with you. Is that what you are requesting?",	"s_55":"On second thought, I think I'll stay as I am.",	"s_56":"Unfortunately yes, sir. I am no longer interested in Special Forces.",	"s_57":"Changed your mind, eh? Very well. Is there anything else I can help you with?",	"s_58":"Give me a moment to change your status and alert your superior.  This process will take approximately 5 minutes.",	"s_60":"I have reconsidered, for the glory of the Empire!",	"s_62":"I find your dedication admirable.  You will go far in the Empire.  Is there something else you need?",	"s_64":"Special Forces is recruiting.  Would you like to submit your application?  This means that you will be authorized to hunt the Rebel 'special forces', as they like to call themselves.",	"s_66":"Yes, I want to join Special Forces, sir!",	"s_67":"I've been doing mercenary work for the Empire. I'm here to requisition supplies.",	"s_68":"Very good.  I'll fast-track this application and you will be active in 30 seconds.",	"s_69":"Everything looks in order. This is what I have.",	"s_70":"Maybe not, sir.",	"s_71":"I'm here to requisition supplies using Imperial Tokens.",	"s_72":"Special Forces isn't for everyone.  If you change your mind, let me know.  Is there anything else I can do for you?",	"s_74":"I would like to use my personal leave time.",	"s_75":"Understood. This is what I have.",	"s_76":"Are you certain that this is what you want to do?  You may be missing out on some important battles.   Going on leave means that you will not be recognized as a member of the Imperial military and will be ignored by the Rebel Alliance.",	"s_78":"",	"s_79":"I am certain.",	"s_80":"Hello, soldier.  Are you ready to resume active duty?",	"s_82":"I need to process your paperwork.  You will officially be on leave in 5 minutes.",	"s_84":"I will stay active. I know that the war effort needs me.",	"s_85":"I would like to be an Imperial Mercenary.",	"s_86":"Your sense of duty is admirable.  Long live the Emperor!",	"s_87":"I see. Well you wont receive Imperial Rank if you decide to take this route. You will also be the target of Rebel thugs. If you choose, you may participate in city conflicts and even special forces duty. Are you still interested?",	"s_88":"I believe it is time to end my tour of duty.  I would like to resign.",	"s_89":"Yes.",	"s_90":"I beg your pardon?  You would leave the greatest opportunity of your life?  You must be mad...or a traitor. ",	"s_91":"Would you like to sign on as Special Forces or Combatant?",	"s_92":"I am no traitor.  I would just like to leave the military.",	"s_93":"Special Forces",	"s_94":"So be it.  I'll put the paperwork through.  We will watch you closely to make sure that you don't cross any lines, citizen.",	"s_95":"Great! Watch your back! If you need to change your status, use the icon in your command browser named Change Neutral Status.",	"s_96":"No no, I was only kidding.  I'm a loyal member of the military.",	"s_97":"Combatant",	"s_98":"That type of humor is unbecoming of an officer.  I'll thank you to not engage in it again.  You will remain in the military."
}}