{
	"stfFile":"conversation/faction_recruiter_rebel",
	"entries": {
		"do_not_edit":"The English version of this file (faction_recruiter_rebel.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"I show that you are already in the process of changing your status.",	"s_102":"I show that you are already in the process of changing your status.",	"s_113":"I see you are already working as a mercenary. The mercenary status will be removed if we continue.",	"s_114":"Yes. I want to be a part of the Alliance!",	"s_115":"Superb!  Welcome to the Rebellion!  ",	"s_116":"Thank you very much.",	"s_119":"Our intelligence indicates that you were recently associated with the Empire and as such cannot be trusted!  You better get out of here.",	"s_120":"I don't have those kind of supplies. You'll need to find a recruiter in a city.",	"s_121":"I don't have those kind of supplies. You'll need to find a recruiter in a city.",	"s_214":"",	"s_216":"Hello friend.  Ready to get back to some real work?",	"s_218":"I am ready to get back to my duties.",	"s_220":"Good to hear!  I just want to make sure that you are serious about returning.  You really want to come off leave?  Remember that most of the Imperials will attack you on sight. ",	"s_222":"Absolutely.",	"s_224":"Let me send your paperwork through.  It should only take me about 30 seconds to get it done.",	"s_226":"Actually, I think I like being on leave.  ",	"s_228":"All right.  We need you, but I think I can give you a few more days of leave.",	"s_230":"I'm sorry, but I do not know you and do not wish to.",	"s_232":"What are you doing talking to me?  People like you are destroying the galaxy.",	"s_234":"Hello friend.  Is there something that I may do to help you?",	"s_248":"I need supplies.  Do you have anything available?",	"s_250":"As you wish.  I will show you what is available.",	"s_330":"How are we doing in the war against the Imperial tyrants?",	"s_332":"Our spies have reported that the possession of the planet stands at Rebel: %TO and Imperial: %DI.",	"s_334":"Hello friend.  Is there something that I can do for you?  Are you interested in helping free the peoples of the galaxy?",	"s_348":"I would like to join you in your fight against the Empire.",	"s_350":"Your enthusiasm warms my heart. I'm afraid that right now, you are not eligible to join the Rebellion. But seriously, thanks.",	"s_352":"This is not a decision to be taken lightly.  Rebels are hunted across the galaxy.  If you join us, while you are an active combatant, Imperials will attack you on sight but Imperial Special Forces will leave you alone.  Are you ready for that?",	"s_354":"That doesn't scare me.  Down with the Emperor!",	"s_356":"Superb!  Welcome to the Rebellion!  ",	"s_358":"Thank you very much.",	"s_360":"Now that you put it that way, perhaps I was a bit hasty.",	"s_362":"We only want serious, committed candidates.  If you change your mind, talk to me then.",	"s_364":"Greetings.  I see that your status is currently being processed.  I won't be able to help you until that is complete.  It should not take much longer.",	"s_49":"I would like to make a change to my military status.",	"s_50":"What kind of change were you considering?",	"s_52":"I would like to request a new role within the military.",	"s_54":"You are currently in Special Forces.  Do you need to step back from it for now?",	"s_55":"On second thought, I don't think I'll make a change.",	"s_56":"Yes please.  I would like to return to combatant status and not fight the Imperial Special Forces.",	"s_57":"Sure, sure. Is there anything else I can help you with?",	"s_58":"That's a shame.  It will take some time to push the paperwork through for approval.  Your status will change in about 5 minutes.",	"s_60":"Actually, I want to stay in Special Forces.",	"s_62":"Good show!  Show those Imperials what for.  May I help you with something else instead?",	"s_64":"We can use good people in Special Forces.  As a member of the Special Forces, you will be able to attack and be attacked by Imperial Special Forces members.  Does this interest you?",	"s_66":"Yes.  I want to hunt Imperial Special Forces.  Sign me up!",	"s_68":"Good for you!  I'll update your status and you will be a member of the Special Forces in 30 seconds.",	"s_69":"I've been doing mercenary work for the Alliance. I'm here to requisition supplies.",	"s_70":"Actually, maybe it isn't for me after all.  Never mind.",	"s_71":"Everything looks in order. This is what I have.",	"s_72":"If you are in doubt, then Special Forces isn't for you.  If you change your mind, let me know.  Is there anything else you need?",	"s_73":"I'm here to requisition supplies using Rebel Tokens.",	"s_74":"This is all too much for me.  I would like to resign completely.",	"s_75":"Understood. This is what I have.",	"s_76":"How could you turn your back on people trying to win freedom from tyranny?  We need everyone we can get!  Won't you reconsider?",	"s_78":"I'm sure.  I have had enough war. I want out.",	"s_80":"So be it.  If you decide that you want to come back, let me know.  But for now, you are no longer a member of the Rebellion.",	"s_82":"You are right.  It was a momentary lapse. I will stay with the Rebellion.",	"s_83":"I would like to be a Rebel Mercenary.",	"s_84":"Doubt is understandable, but have faith.  We are on the right side.  No one wants to cater to a tyrant.  Down with the Empire!",	"s_85":"I see. Well you wont receive Alliance Rank if you decide to take this route. You will also be the target of Imperial Stormtroopers. If you choose, you may participate in city conflicts and even special forces duty. Are you still interested?",	"s_86":"I need to go on leave for a time.",	"s_87":"Yes.",	"s_88":"We really need your skills.  Are you sure that you want to go on leave now?  You will be overlooked by most Imperials, unless you get stopped by a tenacious agent that finds something linking you to us. ",	"s_89":"Would you like to sign on as Special Forces or Combatant?",	"s_90":"Yes.  I really need to take some leave time.",	"s_92":"It will take me some time to process, but you will be on leave beginning in 5 minutes.  ",	"s_93":"Special Forces",	"s_94":"Maybe not.  I will stay active.",	"s_95":"Combatant",	"s_96":"I wish all of our soldiers had your dedication.  I salute you!",	"s_97":"Great! Watch your back! If you need to change your status, use the icon in your command browser named Change Neutral Status.",	"s_98":"I show that you are already in the process of changing your status.",	"s_99":"Welcome aboard. If you need to change your status, use the icon in your command browser named Change Neutral Status."
}}