{
	"stfFile":"conversation/fan_faire_pgc_c3po",
	"entries": {
		"do_not_edit":"The English version of this file (fan_faire_pgc_c3po.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_28":"What is the Chronicle System?",	"s_29":"The Chronicle System is a way for you to take storytelling to a whole new level by creating your own quests. These quests can then be enjoyed by others throughout the galaxy.",	"s_31":"What is a Relic Fragment?",	"s_32":"What is a Chronicle Relic?",	"s_33":"By collecting Chronicle Relics, you give yourself more exciting options for your quests. A Chronicle Relic is the essence of a quest task that can be used in your Chronicle Holocrons. When you create a Chronicle Holocron, the Chronicle Relics used in that Holocron are consumed. A Chronicle Relic may be deconstructed into Relic Fragments.",	"s_34":"Hello. I am C-3P0, Human-Cyborg relations. May I help you with the Chronicle System?",	"s_35":"How do I make a Chronicle Quest?",	"s_37":"What kinds of quest tasks can I use with the Chronicle System?",	"s_38":"A Relic Fragment is a shard or remnant of a Chronicle Relic. These are formed when you deconstruct a relic and often as a remnant when building a Chronicle Holocron. If you have 10 Relic Fragments, you may reconstruct those into a new,  random Relic.",	"s_40":"What is a Chronicle Draft?",	"s_41":"Simply use the Chronicle Builder button in the game menu or use the command /chronicleQuestBuilder. Creating a Chronicle Holocron requires that you have Chronicle Relics for each task in your quest.",	"s_43":"A Chronicle Draft is a template for a Chronicle Holocron that you are building. It can be a work in progress or a finished quest that you may want to save or duplicate. With a Chronicle Draft, you may freely test your quest, edit it, or create Chronicle Holocrons from it. No Chronicle Relics are consumed when you save or edit a Chronicle Draft.",	"s_45":"Currently, you may use the following tasks: Destroy, Destroy and Loot, Go To Location, Comm. Message, Craft Item, Perform, and PvP Objective.",	"s_46":"What is Chronicle Holocron Sharing?",	"s_47":"What is a Destroy task?",	"s_48":"What is a Destroy and Loot task?",	"s_49":"What is a Go To Location task?",	"s_50":"What is a Comm. Message task?",	"s_51":"What is a Craft Item task?",	"s_52":"What is a Perform task?",	"s_53":"What is a PvP Objective task?",	"s_55":"A Destroy task requires you to defeat a certain number of enemies before it will be completed. For example, a Destroy task may ask you to kill 14 womp rats.",	"s_56":"A Destroy and Loot task is one that requires you to defeat a type of enemy while trying to find the ones with the items or information that the task requires. The item or information is purely fictional rather than an actual item that would be taken from a defeated enemy. For example, you might be asked to collect 4 Tusken Raider gaffi sticks.",	"s_57":"A Go To Location task simply requires you to travel to a certain location.",	"s_58":"In a Comm. Message task, you will receive a message from an NPC. A Comm. Message task is used for flavor and storytelling rather than requiring you to do something.",	"s_59":"A Craft Item task will require you to craft a certain number of a specific item.",	"s_60":"A Perform task requires you to perform, either music or dance, in a specific location.",	"s_61":"A PvP Objective task requires you to complete a specific Player Versus Player objective. This could be as straightforward as defeating a certain number of opposing players of a given rank or as complex as winning a set of battlefields.",	"s_62":"Chronicle Holocron Sharing allows a single Chronicle Holocron to be shared with others so that you may enjoy the quest together. To share a Chronicle Holocron, you must be in the same group, or guild, or Storyteller Story with whomever you wish to share the quest. Whether or not a Chronicle Holocron can be shared is decided by its creator as well as how many times it may be shared.",	"s_63":"I have questions about something else.",	"s_64":"How may I help you?",	"s_66":"I would like to become a Chronicle Master.",	"s_68":"Certainly. I'll happily get you started on the road towards being a Chronicle Master, but you will have to start at the beginning as an Apprentice.  Is there anything else I can help you with?"
}}