{
	"stfFile":"conversation/gcw_demoralized_soldier",
	"entries": {
		"do_not_edit":"The English version of this file (gcw_demoralized_soldier.stf) is automatically generated by the SwgConversationEditor.",	"s_14":"Ask yourself, what would people think if they knew you were hiding when the fighting started?",	"s_17":"That's the risk you took when you signed up.",	"s_19":"Just go away! I'm not going back to the fighting!",	"s_2":"",	"s_20":"The Imperials fight to maintain peace in the galaxy. You cannot turn your back on that!",	"s_21":"You're right, I can't turn my back on my duty. Thank you.",	"s_22":"Yeah, I know.",	"s_23":"Would you want the people back home to be ashamed of you?",	"s_25":"No... No I don't! I need to pull myself together and get back out there. Thank you.",	"s_26":"When you get back home, you'd want them to know you fought the rebel menace.",	"s_28":"Get back home? If I fight I might never get back home. Go away!",	"s_30":"Not much of an imperial if you hide at the first sight of blaster fire!",	"s_32":"Yeah, maybe I'm just not cut out for this.",	"s_34":"Get a hold of yourself soldier! I want to see you out there killing rebel scum RIGHT NOW!!",	"s_36":"yes.. I mean YES! DIE REBEL SCUM!",	"s_38":"Yeah, I can see that. Pay is bad, food is worse and I hear Vader can be a though boss to work for.",	"s_4":"Thank you. I just came apart when the fighting started. ",	"s_40":"Argh.. go away!",	"s_42":"Thank you. I panicked when the fighting started.",	"s_44":"That's understandable. But they need you out there!",	"s_46":"I know. But the more they need me, the more dangerous its going to be.",	"s_48":"The rebellion fights to free the galaxy from oppression, you cannot turn your back on that!",	"s_50":"You're right, I can't turn my back on my duty. Thank you.",	"s_52":"That's the risk of you took when you signed up.",	"s_54":"Just go away! I'm not going back to the fighting!",	"s_56":"Ask yourself, what would people think if they knew you were hiding when the fighting started?",	"s_58":"Yeah, I know.",	"s_6":"That's understandable. But they need you out there!",	"s_60":"Would you want the people back home to be ashamed of you?",	"s_62":"No. No I don't! I need to pull myself together and get back out there. Thank you.",	"s_64":"When you get back home, you'd want them to know you fought Imperial oppression.",	"s_66":"Get back home? If I fight I might never get back home. Go away!",	"s_68":"A soldier of the Rebellion should not leave his post.",	"s_70":"Yeah, maybe I'm just not cut out for this.",	"s_72":"Get a hold of yourself soldier! I want to see you out there killing Imperial vermin RIGHT NOW!!",	"s_74":"yes.. I mean YES! DIE IMPERIAL SCUM!",	"s_76":"I can see that. The Empire's got Star Destroyers, Death Stars, a Huge Army, AT-AT's, Darth Vader, and ...",	"s_78":"Argh.. go away!",	"s_8":"I know. But the more they need me, the more dangerous its going to be.",	"s_80":"Please, go away. They'll find me. I can't take this! I need to get away from the fighting!"
}}