{
	"stfFile":"conversation/generic_newbie_pilot_info_01",
	"entries": {
		"do_not_edit":"The English version of this file (generic_newbie_pilot_info_01.stf) is automatically generated by the SwgConversationEditor.",	"s_0":"",	"s_100":"How do I join the Alliance?",	"s_12157feb":"The military gives out free ships?",	"s_144ec5cc":"Sounds good. Thanks!",	"s_148":"Thanks!",	"s_150":"No problem!",	"s_151":"Freelance agencies?",	"s_152":"What freelance agencies?",	"s_153":"The Empire has three squadrons that are currently recruiting. The Inquisition is located on Naboo in the city of Kadaara. The Storm Squadron resides on Tatooine, in Bestine. Finally, the Black Epsilon reqruits out of the Imperial Outpost on Talus.",	"s_154":"How do I find a contact when I get there?",	"s_155":"Open the your planetary map (default V). On the right side of the screen is a list of locations. Pick trainers and find yours, right click his name and create a waypoint. Or I can provide you with a waypoint to your trainer of choice?",	"s_156":"Easy enough, thank you!",	"s_157":"My pleasure, good luck!",	"s_159":"It took some tracking down but I found the Alliance recruiters. The Havok Squad is located on Corellia in the city of Tyrena. The Vortex Squadron resides on Naboo, in Moenia. Finally, the Crimson Phoenix Squadron reqruits out of Mos Espa on Tatooine.",	"s_161":"How do I find a contact when I get there?",	"s_169":"There's a few organizations with enough power and wealth to reqruit a large number of pilots. The Smugglers Alliance is located on Tatooine in Mos Eisley. The Royal Security Forces of Naboo has a recruiter in Theed. Finally, the Corsec reqruits out of Coronet on Corellia.",	"s_171":"How do I find a contact when I get there?",	"s_17bc5d9b":"When you approach the space station, use SHIFT+C to target it and open communication with the commander. You will be asked if you want to purchase repairs or if you want to land on the planet.",	"s_1d489448":"You are an Imperial pilot. You don't need my help.",	"s_21bf1a8c":"How do I join the Alliance?",	"s_250fded0":"I know you. What can I do for you?",	"s_270c87b2":"How do I get them to repair my ship?",	"s_27186cee":"I don't have enough money.",	"s_42ddcfd5":"Local space stations are the easiest way to get your ship repaired. When you are heading back here, you should stop at the space station and ask them for repairs. They will provide a quick estimate on what it will take to get you back on-track.",	"s_53":"The Inquisition on Naboo.",	"s_54":"The Storm Squadron on Tatooine.",	"s_55":"The Black Epsilon on Talus.",	"s_56":"Very well, I'll add it to your datapad. Good luck!",	"s_58":"Very well, I'll add it to your datapad. Good luck!",	"s_5989c487":"There are all sorts of civilian contracts available on the 'mission terminals' you find throughout town. Look for them near any major structure. Use the terminal to bring up the current list of local contracts. Choose the one that interests you most and you'll make money when the task is complete.",	"s_598fb819":"You are a Rebel pilot. You don't need my help.",	"s_60":"Thanks!",	"s_61":"Very well, I'll add it to your datapad. Good luck!",	"s_63":"Open the your planetary map (default V). On the right side of the screen is a list of locations. Pick trainers and find yours, right click his name and create a waypoint. Or I can provide you with a waypoint to your trainer of choice?",	"s_64":"Don't mention it.",	"s_66":"Easy enough, thank you!",	"s_68":"How do I join the Empire?",	"s_69":"My pleasure, good luck!",	"s_71":"The Havok Squadron on Corellia.",	"s_728131b6":"That's a shame. It seems like most systems have fallen on hard economic times because of the war. Most of the pilots are flying for either the Empire or the Rebellion, now. Too few free pilots for my taste. Ever think of joining the military to get a starship?",	"s_73":"Very well, I'll add it to your datapad. Good luck!",	"s_75":"The Vortex Squadron on Naboo.",	"s_77":"Very well, I'll add it to your datapad. Good luck!",	"s_79":"The Crimson Phoenix Squadron on Tatooine.",	"s_81":"Very well, I'll add it to your datapad. Good luck!",	"s_83":"Open the your planetary map (default V). On the right side of the screen is a list of locations. Pick trainers and find yours, right click his name and create a waypoint. Or I can provide you with a waypoint to your trainer of choice?",	"s_847df52f":"Don't mention it.",	"s_85":"Easy enough, thank you!",	"s_87":"My pleasure, good luck!",	"s_89":"The Royal Security Forces on Naboo.",	"s_8b23fac":"I want to learn to fly.",	"s_8b37a99a":"How do I make money?",	"s_8b70941b":"You are a Privateer pilot. You don't need my help.",	"s_91":"Very well, I'll add it to your datapad. Good luck!",	"s_93":"The Smugglers Alliance on Tatooine.",	"s_94e18e61":"Oh! Hello there. I just got back from a rather dangerous trip through the star system. It sure feels good to be back on solid ground. What can I do for you?",	"s_95":"Very well, I'll add it to your datapad. Good luck!",	"s_97":"The Corsec on Corellia.",	"s_97a37895":"Have you checked the bazaar terminals? Shipwrights from all over the area put finished starships up for sale on the local bazaar.",	"s_99":"Very well, I'll add it to your datapad. Good luck!",	"s_a2737181":"That's what I've heard. I can understand how the Empire does it. They're pretty well-equipped! But there are rumors that the Alliance has also prepared a fleet of ships so they can get new recruits into the fray as soon as possible. Even some freelance agencies have enough resources and need for new pilots that they give out ships.",	"s_ab00aa08":"Bazaar terminals are located all over major cities. Check the areas surrounding major hot-spots like the starport, the bank, any of the cantinas, or even the hospitals.",	"s_acc368b1":"How do I join the Empire?",	"s_add31f19":"I need a starship.",	"s_b641cda6":"Where can I find a bazaar terminal?",	"s_c7f2987a":"There are several routes you could take. The war-machine of the Empire is always in need of more pilots. On the other hand, the Alliance grows stronger by the day but still need help. There's also some freelance agencies that need willing pilots to help out.",	"s_cf5fc0f":"How do I repair my starship?",	"s_f2a4df5e":"Good idea! Thanks.",	"s_fae2eb08":"You don't have the space expansion.",	"s_fe631380":"Good luck, my friend!"
}}