{
	"stfFile":"conversation/generic_broker_4",
	"entries": {
		"do_not_edit":"The English version of this file (generic_broker_4.stf) is automatically generated by the SwgConversationEditor.",	"s_14":"I have some merchandise that needs to be delivered fast.  You want to make a quick buck?",	"s_16":"Associates? Please tell me who I need to contact.",	"s_17":"Yes. I would like a regular assignment.",	"s_18":"Not right now.",	"s_19":"Well the underworld has many contacts throughout the galaxy.  If you ever need to be pointed in the right direction, come back and see me again.",	"s_2":"",	"s_20":"Tell em I said you were OK.",	"s_22":"I will need %DI credits front money before I hand over the goods.",	"s_24":"OK.",	"s_26":"You do not have much time.  Good luck and watch your back!",	"s_28":"Not right now.",	"s_30":"Ah well, your loss.",	"s_38":"No.",	"s_4":"We have nothing to discuss.",	"s_40":"Ah well, your loss.",	"s_42":"I have some contraband I found.",	"s_44":"Some of my associates deal with distribution of these items.  You will need at least 5 to make enough for a shipment.  When you have collected at least 5 of the same type, I will direct you to an associate that would be interested.",	"s_46":"I see you have collected enough contraband.  You will need to take it to one of my associates.",	"s_48":"Who do I take the contraband to?",	"s_49":"Yes - although I like a challenge. I am not afraid of Bounty Hunters.",	"s_50":"I will need %DI credits front money before I hand over the goods. This is important cargo, accepting this assignment will surely draw the attention of player bounty hunters.",	"s_51":"OK.",	"s_52":"You do not have much time.  Seriously, watch your back for bounty hunters!",	"s_53":"Not right now.  I changed my mind",	"s_54":"I understand. Good luck.",	"s_56":"Tell em I said you were ok.",	"s_58":"Not right now.",	"s_6":"I see you currently have an assignment. My customers do not like to be kept waiting. Finish your current delivery and then come see me.",	"s_60":"Come back and talk to me when you're ready for this assignment.",	"s_8":"If you're looking to do some more smuggling, you need to talk to one of my associates. "
}}