{
	"stfFile":"conversation/greeter_dantooine_brother_rebel",
	"entries": {
		"do_not_edit":"The English version of this file (greeter_dantooine_brother_rebel.stf) is automatically generated by the SwgConversationEditor.",	"s_0":"",	"s_19aad16e":"No. And you need help. Seriously. What the heck are you talking about? Family bantha? Do we look like ranchers? Please. The magic beans sound cool though.  Anyway, no. He joined the Empire and became an Imperial pilot.",	"s_1b178396":"I wish I could help, but I'm stumped.",	"s_69796047":"He traded the family bantha for some magic beans?",	"s_6bbf120e":"With Fern? Absolutely correct! You'd never guess what that no-brain womp rat went and did? Try and guess. Go ahead and try.",	"s_7cedb568":"Yeah, that's right. I can't believe you guessed it. Wow.  Anyway, yeah, he became an Imperial pilot and I'm a Rebel pilot. We were supposed to join the same military, not opposed ones. And now I don't know what to do about it.",	"s_7ea269a5":"Of all the stubborn, no-account, 'don't bother to say anything to your brother' brothers, mine is definitely the worst! By far. No one else could ever come close.",	"s_85e41490":"He became an Imperial pilot while you became a Rebel pilot?",	"s_91cb4419":"You seem to be upset with your brother?",	"s_93511893":"Why don't you join the Empire with your brother?",	"s_9b136077":"That's what Fern keeps insisting. But I'm not sure I trust the Empire. They seem to treat their pilots like fodder by sending wave after wave into battle with no regard for their survival. Fern says that's not the case, but I'm not so sure. And his claims that leaving the Empire might be dangerous do little to boost my confidence. Seriously, I just don't know what to do.",	"s_a4b89de2":"What's wrong is that I became a Rebel pilot!   We wanted to join the military and become pilots. But we were supposed to join the same military, not opposed ones. He didn't tell me he was going to join the Empire. How was I supposed to know? And now what do we do?",	"s_ad02b6b3":"He ran off with your girlfriend and married her?",	"s_af88e52c":"What!! He ran off with my girlfriend! That son of a kreetle! I can't believe he would do something like that!! Wait a minute, I don't have a girlfriend. No, no, that's not it. That's not it at all.  No, he joined the Empire and became an Imperial pilot.",	"s_b20f640e":"No, but that's a good guess. That's exactly the kind of thing Fern would do.  No, he joined the Empire and became an Imperial pilot.",	"s_d434d6d3":"I appreciate it anyway.",	"s_e52fbe2d":"He took the last sweesonberry roll without asking if you wanted one?",	"s_f2356ea5":"What's wrong with that?"
}}