{
	"stfFile":"conversation/grenz_zittoun",
	"entries": {
		"do_not_edit":"The English version of this file (grenz_zittoun.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"Oh yeah the 'Girlfriend', I'll get right on that!",	"s_103":"Quietly, quietly! Grenz is beginning to have second thoughts about the ability of %TO to keep a secret!",	"s_105":"%TU, just the being Grenz was looking for. Grenz needs the assistance of %TO with a very sensitive situation. Can %TO keep a secret?",	"s_107":"Of course I can. What's going on?",	"s_109":"Those Sulfur Lake Pirates are about as bright as Darth Vader's wardrobe but occasionally the Sulfur Lake Pirates show a spark of animal cunning.",	"s_111":"What did they do?",	"s_113":"The Sulfur Lake Pirates have created a most embarrassing situation.  This must remain strictly between %TO and Grenz. Grenz shudders to think what would happen should Nym find out!",	"s_115":"Ok, I get it, Nym can't know. Are you going to tell me or make me guess?",	"s_117":"Hastily squashed rumor has it that the Sulfur Lake Pirates captured a particularly repulsive creature native to Lok and have taken to referring to it as 'Nym's Girlfriend'!",	"s_119":"*snicker*",	"s_121":"This is no laughing matter! This creature must be found and destroyed before Nym finds out!",	"s_123":"Ok, ok. I'll take care of it.",	"s_125":"Grenz has placed the location of the Sulfur Lake Pirates' hideout in the datapad of %TO. Please act with utmost speed and discretion!",	"s_127":"Certainly, but I'm a little busy right now.",	"s_128":"%TU must speak with Jinkins before Grenz will work with %TO again.",	"s_129":"%TU must speak with Kole before Grenz will work with %TO again.",	"s_131":"Grenz sees. Well do try to hurry; this could be a major embarrassment.",	"s_133":"Looks like things got a little bit mixed up with that Pirate Hideout Boss. Let me help.",	"s_134":"Looks like things got a little bit mixed up with those Imperial Mine Bosses. Let me help.",	"s_135":"Looks like things got a little bit mixed up with those Imperial Research Facility Bosses. Let me help.",	"s_136":"%TU must speak with Vana before Grenz will work with %TO.",	"s_138":"Grenz deals with things so that Nym doesn't have to, get it?",	"s_139":"I can't believe it myself, but I don't have any more enemies left for you to kill, %TU. Great working with you.",	"s_140":"Looks like things got a little bit mixed up with that Pirate Hideout Boss. Let me help you with that.",	"s_141":"Looks like things got a little bit mixed up with those Imperial Mine Bosses. Let me help you out with that.",	"s_2":"",	"s_44":"If %TU can find the time, Grenz has another situation...",	"s_47":"What kind of situation?",	"s_48":"Vana Sage has given Grenz intelligence on happenings within the Imperial Mine.",	"s_49":"And...",	"s_50":"Grenz believes that the figures known as the Controller and the Grand Foreman are to some degree responsible for the seemingly random attacks by the miners upon inhabitants of Lok.",	"s_51":"And Nym doesn't like attacks on the people of Lok, right?",	"s_52":"Correct, %TO! That makes this a situation with which Grenz must deal.",	"s_53":"And that's where I come in.",	"s_54":"Correct again! Seek out Ran Machado and Teemu Komo, the Controller and Grand Foreman, in the Imperial Mine and eliminate them so that these attacks may cease. Grenz has placed the location of the Imperial Mine in the datapad of %TO.",	"s_55":"But not one that I have to deal with.",	"s_56":"Not yet, anyway...",	"s_57":"The Controller and Grand Foreman not much of a challenge for %TO?",	"s_58":"Um... I wouldn't know, yet.",	"s_59":"Grenz is disappointed. ",	"s_60":"Intelligence reports that the Controller and Grand Foreman are no more. Is this true, %TU?",	"s_61":"It is, Grenz.",	"s_62":"Excellent! %TO does good work. Grenz approves.",	"s_63":"Grenz needs %TU's attention to another few minor details.",	"s_64":"Can I get back to you on that?",	"s_65":"Please return and speak with Grenz again soon.",	"s_66":"How minor?",	"s_67":"It seems that the Mercenaries hired to protect a certain Imperial Research Facility are not content to sit and collect a salary.",	"s_68":"This is beginning to sound like less-than-minor details, Grenz.",	"s_69":"%TO is astute. It seems that boredom has driven the Bosses of these Research Facility Mercenaries to send underlings to poke Mercenary noses where Mercenary noses do not belong.",	"s_70":"And these noses are getting close to something Nym would rather they not, correct?",	"s_71":"Uncomfortably so. These Bosses deserve a vacation in a most grave way, understand?",	"s_72":"Did you just make a joke? Are you ok? Do you want to lie down?",	"s_73":"Rather than Grenz, perhaps %TO can arrange for these Bosses to lie down... in a most permanent way?",	"s_74":"I'm on it.",	"s_75":"Let me sleep on it.",	"s_76":"Grenz has provided the datapad of %TO with the location of the Imperial Research Facility.",	"s_77":"Return soon, %TO, so that this matter may be laid to rest.",	"s_78":"Intelligence reports two Mercenary Bosses, %TU has seen to both?",	"s_79":"Not quite.",	"s_80":"Then Grenz has nothing more to say.",	"s_81":"Intelligence reports both Mercenary Bosses are no longer an issue, %TU!",	"s_82":"Of course not.",	"s_83":"Indeed. Grenz has come to expect no less than success from %TO.",	"s_84":"As you should.",	"s_85":"Grenz looks forward to the possibility of working with %TO again in the future.",	"s_87":"Sorry, Grenz, but I can not find the time right now.",	"s_89":"Grenz will be here when %TO locates a moment.",	"s_92":"%TU has taken care of that little situation, Grenz trusts?",	"s_94":"Consider the breakup complete.",	"s_96":"Wonderful, %TO! Remember, this is just between %TO and Grenz. No need to mention it ever again. Ever.",	"s_99":"And has %TU so quickly done what Grenz asked?"
}}