{
	"stfFile":"conversation/gt643_stormtrooper",
	"entries": {
		"do_not_edit":"The English version of this file (gt643_stormtrooper.stf) is automatically generated by the SwgConversationEditor.",	"s_17":"Is it true you retrieved the shuttle parts we need to make that bucket of bolts fly?",	"s_18":"Well...not too bad, %TU. I took a lot of courage to rescue those survivors. Would have been a shame if you'd come back undead or something.",	"s_19":"Well I, uh...",	"s_2":"",	"s_20":"Look, I've served with these guys...these guys are important to me.  They probably won't tell you how we'd all lost hope...but we had until you arrived.",	"s_21":"We aren't out of this yet.",	"s_22":"No...you are right. I need to keep my bearing. Goo..good luck, %TU.  We are all depending on you.",	"s_23":"Uh...thanks?",	"s_24":"See ya around.",	"s_27":"She?",	"s_29":"Got a problem with that?  I dare you to bring it up with her. Haha.",	"s_31":"I will thanks.",	"s_33":"If you feel like being on guard duty, I'd love to catch some rest.",	"s_35":"How are you guys alive.",	"s_37":"I don't know. HX-138 says we were all chosen. Frankly, I don't care anymore. You should speak to her if you want to know more.",	"s_39":"Her?",	"s_41":"I'm a Rebel. You going to shoot me?",	"s_43":"I was asked to rescue these civilians...pffft. I have to hand it to you, %TU, you got guts. Good luck, I'll be here to back you up if you come in hot. Do us all a favor and don't come back if you...you know, get infected.",	"s_44":"Hey, %TU, I wanted to let you know there is a wager regrading your future success. ",	"s_45":"Oh?",	"s_46":"Yeah, a few think you''ll be coming back as a walking scab as a result of looking for shuttle parts. ..but I have all my credits on you.  Thought you should know.",	"s_47":"I don't care if you are a wild Rancor looking for refuge. If you are willing to help hold the line, I've got your back. Get it?",	"s_49":"Got it. I'm here to help.",	"s_51":"Yeah...you can deliver that radio to Sogan...about time he earned his keep.",	"s_60":"You can find medical assistance behind the hasty walls. Good luck.",	"s_73":"I hope you are reinforcements.",	"s_96":"No, but I'm here to help.",	"s_97":"Good to hear. Speak to HX-138. She's in charge."
}}