{
	"stfFile":"conversation/halloween_vendor",
	"entries": {
		"do_not_edit":"The English version of this file (halloween_vendor.stf) is automatically generated by the SwgConversationEditor.",	"s_12":"I can't give you another costume right now %TU, I don't have an endless supply of these you know. Come back in a few minutes and I should have more in stock.",	"s_13":"Certainly %TU, let me see what I have in stock.",	"s_14":"What are you selling?",	"s_16":"Take a look at my inventory %TU.",	"s_2":"",	"s_43":"Can I get an even better Trick or Treat Projector?",	"s_45":"Yes I can upgrade a Trick or Treat Projector II to a permanent projector but it will cost you 700 Galactic Moon Coins.",	"s_47":"I just stopped by to thank you for organizing the festival!",	"s_49":"I thank you on behalf of the generous Jabba the Hutt %TU. Happy Galactic Moon Festival to you!",	"s_51":"I'm a GM, remove my costume lockout.",	"s_52":"Is there anything else I can buy?",	"s_53":"Yes for a mere 900 Galactic Moon Coins the benevolent Jabba the Hutt will grant you the badge of Galactic Moon Jester.",	"s_54":"Sounds great, I have the coins right here!",	"s_55":"Interesting, thank you.",	"s_56":"Excellent, congratulations %TU!",	"s_57":"Not a problem, Happy Galactic Moon Festival %TU.",	"s_59":"Done.",	"s_6":"Welcome to the Galactic Moon Festival! What can I do for you friend? A costume perhaps? Or some trinkets courtesy of the benevolent Jabba the Hutt?",	"s_61":"I'm a GM, give me 5000 coins.",	"s_63":"How do I Trick or Treat?",	"s_64":"All the citizens of Mos Eisley and Moenia gladly agreed to participate in the Galactic Moon Festival, when Jabba asked them. With a townsperson targeted, say 'Trick or Treat'. If they like your costume they will give you Galactic Moon Coins. If not, use your Trick or Treat device and scare them!",	"s_65":"Alright.",	"s_67":"I need to be able to see you to apply a costume %TU.",	"s_68":"I'm a GM. Remove my third projector lockout.",	"s_69":"You have to come closer if you want a costume %TU.",	"s_7":"I'd love a costume!",	"s_72":"Very well.",	"s_74":"I'm a GM, reset my daily limit.",	"s_76":"Sure.",	"s_78":"Sounds good. I would like to upgrade my projector.",	"s_80":"Are you sure? It will cost you 700 Galactic Moon Coins to upgrade your Projector II to a class III. It does come with a lifetime warranty though.",	"s_82":"So it will never disappear?",	"s_84":"That is correct.",	"s_86":"That sounds great, do it!",	"s_88":"Excellent %TU! Here you go, enjoy and have fun!",	"s_90":"You don't have enough Galactic Moon coins anymore %TU.",	"s_92":"Maybe later.",	"s_94":"I'll be here."
}}