{
	"stfFile":"conversation/heroic_echo_collector",
	"entries": {
		"do_not_edit":"The English version of this file (heroic_echo_collector.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"You still haven't told me what you're doing here.",	"s_12":"I'm here researching the wildlife here on Hoth.  Some may call me 'crazy', but I believe the Wampa are closely related to Wookiees.",	"s_2":"",	"s_21":"You're right, I bet most people think you're crazy.  Including me.",	"s_23":"Imperial Forces have located our base.  We are evacuating our forces as we speak.  What are you doing back here?",	"s_25":"Can you give me a hand with something?",	"s_26":"That would depend on what you have in mind.",	"s_27":"I am really busy right now, I must get back to my squad.",	"s_28":"Be careful.",	"s_29":"Over the past few years, the Wampa population has quadrupled in this area.  It's making it very difficult for me to continue my research. If you were to clear them out, it would help a lot.",	"s_30":"I can do that for you.",	"s_31":"Thank you!  When you've finished clearing 25 of each type, come talk to me and I'm sure I can find something to give you in return.",	"s_32":"Just so we're clear from the start, I have nothing to do with them being here.  I've always been a staunch supporter of the Rebellion.  I've been here since shortly after the Wampa attacked and destroyed the barracks over there.",	"s_34":"You still haven't told me what you're doing here.",	"s_36":"I'm here researching the wildlife here on Hoth.  Some may call me 'crazy', but I believe the Wampa are closely related to Wookiees.",	"s_38":"You're right, I bet most people think you're crazy.  Including me.",	"s_4":"What are you doing here?",	"s_40":"Can you give me a hand with something?",	"s_42":"That would depend on what you have in mind.",	"s_44":"Over the past few years, the Wampa population has quadrupled in this area.  It's making it very difficult for me to continue my research. If you were to clear them out, it would help a lot.",	"s_46":"I can do that for you.",	"s_48":"Thank you!  When you've finished clearing 25 of each type, come talk to me and I'm sure I can find something to give you in return.",	"s_50":"I am really busy right now, I must get back to my squad.",	"s_52":"Be careful.",	"s_54":"I'm just dropping by to see how things are going.  Are you keeping warm out here?",	"s_56":"Oh yes, Every night I sneak over to the destroyed barracks and hole up in there.  Be careful out here, I think the Wampa in different areas of Hoth are coming to investigate the recent attacks.",	"s_58":"I can't seem to find enough Wampa to finish what you asked.",	"s_6":"We have located the Rebel base located here and are disposing of them as you and I speak.  What are you doing in this frozen wasteland?",	"s_60":"Don't worry, more are coming.  Try back tomorrow or the next.  They often spend a few days roaming around.",	"s_62":"I finished 'thinning out' the Wampa for you.",	"s_64":"Ah!  Thanks a lot!  This will definitely make things easier for me.  Here's an ice sculpture I made a few months ago, you can have it.  Thanks again for helping!",	"s_8":"Just so we're clear from the start, I have nothing to do with them being here.  I've always been a staunch supporter of the Empire."
}}