{
	"stfFile":"conversation/ig88_bothan_02",
	"entries": {
		"do_not_edit":"The English version of this file (ig88_bothan_02.stf) is automatically generated by the SwgConversationEditor.",	"s_13":"What are you doing back here? Have you got my parts yet?",	"s_17":"No, I was just checking in.",	"s_18":"I, um, forgot what I needed to get.",	"s_2":"",	"s_20":"Well get back in there, Kaibe needs this data.",	"s_21":"Yes very.",	"s_22":"No, not at all.",	"s_23":"That's nice (distracted)...  Ah! there we go. I knew he wasn't talking to his sister. Here you go. The data has been transferred to your datapad.",	"s_24":"Um, sister?",	"s_25":"Yes, I was seeing someone who works for Tao-Ni Security. That's why I wanted the personnel files. Now get going, Kaibe needs that data.",	"s_26":"Here, I will upload it to your datapad.",	"s_28":"Hello you must be %TU. Kaibe said you would be paying me a visit. He also told you that I would help you get the parts he needs, right?",	"s_30":"Yes, he did.",	"s_32":"What he didn't tell you was, I will not be accompanying you. I only do reconnaissance. Do you understand?",	"s_34":"Yes.",	"s_36":"Good, lets get down to business. Unlike my brother, I do things the old fashioned way. I snuck into the facility, and took notes for the items we will need. I will need you to collect three items for me.",	"s_38":"Where are they?",	"s_4":"What are you doing here, our business is concluded.",	"s_40":"I don't know where they are now, but I am sure you can find them easily enough. I need an electronic key, a copy of personnel files, and a handheld retinal scanner. Bring those to me and I will get the data Kaibe needs.",	"s_42":"No problem, I am on my way.",	"s_44":"If you haven't yet, don't forget to pay a visit to my eccentric brother. He has a task for you as well.",	"s_46":"No problem, what do you need?",	"s_48":"Excuse me, is there a reason you are in my home?",	"s_6":"Welcome back %TU. I see you have the items I need. This will just be a moment. Was it difficult?"
}}