{
	"stfFile":"conversation/ig88_slicer",
	"entries": {
		"do_not_edit":"The English version of this file (ig88_slicer.stf) is automatically generated by the SwgConversationEditor.",	"s_16":"Are you a bird lover? Tell me the sound a Peko Peko makes.",	"s_18":"Yes, you have all the data?",	"s_19":"What are you doing back here? I need you to get the data from Galody and Tupit.",	"s_2":"",	"s_20":"Did you get the data from Galody and Tupit?",	"s_21":"No, I forgot what data I need.",	"s_22":"Fine, here it is. I have reloaded it for you.",	"s_23":"Yes, here. Those Bothans are.... strange.",	"s_24":"Strange, but effective. Let's see what we have here...",	"s_25":"... and?",	"s_26":"Patience, patience. I am remotely hacking into the security clearance levels... There, done.",	"s_27":"Whoof! Whoof!",	"s_29":"Done? Now what?",	"s_30":"Good ol'e Nym. He sent you to find me, didn't he. What can I do for you?",	"s_31":"Now you just go to the factory, use the retinal scanner, and you will be allowed entry.",	"s_33":"Nym needs your expertise to allow me access to a certain factory.",	"s_35":"So Nym has enlisted the aid of an Imperial, eh? No matter, I have been expecting you. If I am to get you past that security checkpoint, I am going to need a few things.",	"s_37":"What things, and where?",	"s_39":"Straight to the point, I like that. I need you to meet with a Bothan brother and sister team. They have already scouted out the parts I require. They can tell you how to get them. You will find them on Endor.",	"s_41":"I'll be back.",	"s_43":"What is that, some kind of hokey one-liner? Just come back with my supplies.",	"s_45":"So Nym has tossed his lot in with the Alliance, eh? No matter, I have been expecting you. If I am to get you past that security checkpoint, I am going to need a few things.",	"s_47":"That's the Nym I know, playing both sides of this war. No matter, I have been expecting you. If I am to get you past that security checkpoint, I am going to need a few things.",	"s_49":"Shouldn't you be at the factory?",	"s_50":"I don't know you and you don't know me. Good day."
}}