{
	"stfFile":"conversation/illicit_broker_5",
	"entries": {
		"do_not_edit":"The English version of this file (illicit_broker_5.stf) is automatically generated by the SwgConversationEditor.",	"s_19":"OK.",	"s_2":"",	"s_22":"Thank you!  I am sure it is in safe hands with you.  Good luck.",	"s_23":"Never mind. I changed my mind.",	"s_25":"Suit yourself.",	"s_27":"Can I deliver these for you?",	"s_29":"Thanks for the offer but you have advanced in our organization to the point these missions are beneath someone with your skills.  I will find someone else to deliver these items for me.",	"s_31":"I am afraid you haven't demonstrated enough skill to deliver these.  You have to build a level of trust in our organization before I will trust you with such valuable cargo deliveries.",	"s_34":"Who do I need to see to turn them in?",	"s_36":"Tell them I said you were ok.",	"s_38":"Not right now.",	"s_4":"We have nothing to discuss.",	"s_40":"Suit yourself then.",	"s_49":"I only deal in rare contraband, it appears you do not have any.  We have no business at this time.",	"s_50":"I see you have some rare contraband but not in the quantity required.  When you have collected at least 5 of the same type, come back and talk to me and we can do business.",	"s_51":"I see you have some %TO.  I have some customers who are interested in these. ",	"s_52":"I would like to sell it to you.",	"s_53":"I would like an assignment to deliver this rare contraband to one of your customers.",	"s_54":"I will give you %DI credits for (5) %TO.",	"s_57":"I will pack it up for you in a container so the customer will know its authentic.",	"s_58":"You have a deal.",	"s_59":"Thank you! I deposited %DI credits into your account. I will get someone else to deliver this for me.  Pleasure doing business with you.",	"s_6":"I see you currently have an assignment. My customers do not like to be kept waiting. Finish your current delivery and then we can talk.",	"s_60":"No. I will hold onto it for now.",	"s_61":"Suit yourself.",	"s_62":"If you want to turn in those other illicit contraband items, you will need to see one of my associates."
}}