{
	"stfFile":"conversation/imperial_empire_day_major_tantor",
	"entries": {
		"do_not_edit":"The English version of this file (imperial_empire_day_major_tantor.stf) is automatically generated by the SwgConversationEditor.",	"s_102":"Yes Freelancer?",	"s_103":"I want to help the Empire.",	"s_104":"If you help the Empire you will not be able to switch sides to help the Rebellion before your tasks are done. You'll be exclusively helping us during that time. Are you sure you want to do this?",	"s_105":"Yes.",	"s_106":"Are you ready to get to work?",	"s_107":"Yes sir!",	"s_108":"What is my current score?",	"s_109":"Well, Champion %TU. Congratulations on the award ceremony. You have every reason to be proud of your accomplishments with the Empire.",	"s_110":"You have %TO",	"s_116":"Welcome back, %TU. What can I help you with?",	"s_121":"Know anyone that can put a Trader to work?",	"s_122":"Know anyone that can put an Entertainer to work?",	"s_123":"As a matter of fact there is someone that is looking to put traders to work for the Empire and it is not far from here.",	"s_124":"As a matter of fact there is someone that is looking to put entertainers to work for the Empire and it is not far from here.",	"s_125":"Where exactly?",	"s_126":"Where exactly?",	"s_127":"I put a waypoint in your datapad. ",	"s_128":"I put a waypoint in your datapad. ",	"s_130":"Right.",	"s_131":"Sign me up.",	"s_132":"Here are your orders. Would you like anything else?",	"s_133":"Here are your orders.",	"s_135":"Right.",	"s_136":"Sign me up.",	"s_137":"Here are your orders. Would you like anything else?",	"s_138":"Here are your orders.",	"s_139":"I'm back for more work.",	"s_141":"Ah yes. What can I help you with, %TU?",	"s_142":"I want to help the Empire.",	"s_144":"Oh look, a Freelancer that is on my watch list for supporting the Rebellion.",	"s_145":"I want to work for the Empire now.",	"s_147":"You'll need to finish up business with the Rebellion first. Come back when that is done and we'll talk. ",	"s_149":"Oh nothing. Just saying 'Hi.'",	"s_151":"Hi.",	"s_156":"Know anyone that can put a Trader to work?",	"s_158":"As a matter of fact there is someone that is looking to put traders to work for the Empire and it is not far from here.",	"s_161":"Know anyone that can put an Entertainer to work?",	"s_162":"Where exactly?",	"s_164":"I put a waypoint in your datapad. ",	"s_165":"As a matter of fact there is someone that is looking to put entertainers to work for the Empire and it is not far from here.",	"s_167":"We have nothing to discuss. You made your decision to support the Rebellion, now live with it. Finish up all business you have with them and maybe we'll talk.",	"s_168":"You managed to somehow participate in both Imperial and Rebellion Kiosk events and that is not allowed. I can remove the Rebel Kiosk Collections now and fix you, or you can go back to the Rebels and have them remove the Imperial Collections.  What will it be?",	"s_169":"I want to remove the Rebel Collections now.",	"s_170":"Are you sure?",	"s_171":"Yes",	"s_172":"Done! Speak with me again once you are ready.",	"s_173":"Do you have any jobs for me?",	"s_174":"Where exactly?",	"s_175":"Looks like you have done a lot of work. You have excellent work ethic, %TU. Go get some much deserved rest and relaxation.",	"s_176":"Lets Look...",	"s_178":"I put a waypoint in your datapad. ",	"s_182":"I am looking for the Empire Day ceremony. Do you know where it is?",	"s_183":"Hello, what can I do for you?",	"s_184":"I'm looking to help out.",	"s_186":"Of course I do. It is just around the corner in front of Theed Palace.  Pull up your map. we are standing less than 120 meters away from the ceremony.",	"s_190":"Who are the Empire Day top performers?",	"s_192":"You too can be a top performer if you finish both  Recruitment and Anti-Propaganda tasks with a high enough score.",	"s_2":"",	"s_212":"Looks like you have gone above and beyond the what Imperial High Command has requested, %TU. I am very proud to have worked with you.",	"s_214":"I want to do more Major. There must be something.",	"s_216":"Well, I am not an officer who would stand in the way of a soldier with a mission. In your case I will waive the Imperial High Command directive and put you back in the field immediately. Let me know what you want to do.",	"s_218":"Allow me to redo both the Recruitment and Anti-Propaganda Events.",	"s_220":"This will reset the datpad data for the event but you will still keep all your rewards. Are you sure you want to do this?",	"s_222":"Yes.",	"s_224":"Datapad data reset. You can now redo this event.",	"s_248":"Looks like you have a problem with this event that needs to be fixed.",	"s_250":"Imperial Recruitment ",	"s_252":"Since the loss of the Death Star the Empire has needed recruits to fill the ranks of the fallen. Imperial High Command needs volunteers to dedicate an hour a day to posting recruitment posters around Theed. ",	"s_254":"So...you want me to post recruitment posters?",	"s_256":"Right.  Also, there is something extra in it for you if you do this while Special Forces. Imperial High Command encourages you to be as visual as possible.",	"s_258":"Sign me up.",	"s_260":"So you are going to hang Recruitment posters as an Imperial On Leave or Enemy Combatant. Is this correct?",	"s_262":"Yes.",	"s_264":"Here are your orders. Would you like anything else?",	"s_266":"Here are your orders.",	"s_268":"So you are going to hang Recruitment posters as an Imperial Special Forces. Is this correct?",	"s_270":"Yes.",	"s_272":"Here are your orders.  Would you like anything else?",	"s_274":"Here are your orders.",	"s_276":"Anti-Rebel Propaganda ",	"s_278":"The Rebellion has launched a counter-recruitment campaign around Theed.  We need someone to remove the Rebel propaganda.",	"s_280":"So tear down the propaganda posted by the Rebellion?",	"s_282":"Right.  Also, there is something extra in it for you if you do this while Special Forces. Imperial High Command encourages you to be as visual as possible.",	"s_284":"Sure. I'll give it my best.",	"s_286":"So you are going to tear down Rebel posters as an Imperial On Leave or Enemy Combatant. Is this correct?",	"s_288":"Yes.",	"s_290":"Here are your orders. Would you like anything else?",	"s_292":"Here are your orders.",	"s_294":"So you are going to tear down Rebel posters as an Imperial Special Forces. Is this correct?",	"s_296":"Yes.",	"s_298":"Here are your orders.  Would you like anything else?",	"s_300":"Here are your orders.",	"s_301":"Who are the Empire Day top performers?",	"s_302":"You too can be a top performer if you finish both  Recruitment and Anti-Propaganda tasks with a high enough score.",	"s_50":"The Rebellion killed my father.  You best be on your way.",	"s_56":"Not at the moment. Finish up your tasks and come back. Maybe I'll have more work for you then.",	"s_57":"Is there nothing else I can do for the Empire?",	"s_59":"Well. I do know there are other, unofficial, parties looking for assistance. I have never met them but I know they have proper clearances. Would you like to know their location? ",	"s_60":"Yes.",	"s_61":"I've placed a location in your datapad. Good luck.",	"s_64":"How long before I should come back?",	"s_67":"Welcome back, %TU. What can I help the Champion of the Empire with today?",	"s_72":"Ah! %TU, I have heard good things about you. ",	"s_74":"And you are?",	"s_76":"I am Major Brenn Tantor. Perhaps you have heard of my recent success against the Rebellion on Sriluur's moon, Ruul?",	"s_78":"A pleasure to meet you.",	"s_80":"What can I help you with, %TU?",	"s_90":"Which event are you speaking of?",	"s_91":"Imperial Recruitment ",	"s_92":"Anti-Rebel Propaganda ",	"s_95":"Looks like %TO.",	"s_96":"Looks like %TO."
}}