{
	"stfFile":"conversation/imperial_life_day_vendor",
	"entries": {
		"do_not_edit":"The English version of this file (imperial_life_day_vendor.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Of course not, of course not. We're happy to have you %TU, just unexpected, that is all.",	"s_101":"I'm afraid the Rebels have removed all contraband for now %TU. We're planning another raid tomorrow though, you should come back then.",	"s_102":"I just need some merchandise.",	"s_103":"Where are you getting this intel? Anyway, see you tomorrow.",	"s_104":"You know we can't reveal that but I will be here tomorrow, hope to see you then %TU.",	"s_2":"",	"s_34":"Who are today's propaganda masters?",	"s_35":"There you have it.",	"s_38":"Good. Now what do you need help with?",	"s_39":"The Rebels have been placing piles of presents in Wayfar, Doaba Guerfel and Dearic, claiming they are 'gifts' for the poor. We're, however, sure that most of them are full of propaganda and maybe even weapons, so we need you to destroy them! If you proudly show off your Imperial allegiance at the same time, there will even be a bonus in it for you.",	"s_43":"It appears you're already doing work on this Life Day nonsense %TU.",	"s_45":"I just need some merchandise.",	"s_47":"Who are today's propaganda masters?",	"s_49":"Who are today's propaganda masters?",	"s_50":"Didn't I see your face on the most wanted network? Hey where are you going? Come back here, I want to 'talk' to you!",	"s_51":"There you have it.",	"s_52":"Who are today's propaganda masters?",	"s_53":"There you have it.",	"s_54":"There you have it.",	"s_56":"Who are today's propaganda masters?",	"s_58":"There you are %TU, time to get to work! We have word that the Rebel scum are using this Wookiee 'Life Day' nonsense as a cover for their goal to over throw the Empire.",	"s_59":"There you have it.",	"s_60":"How can I help?",	"s_62":"You're a trader right? What do you have?",	"s_63":"Who are today's propaganda masters?",	"s_65":"There you have it.",	"s_70":"The Rebels have been placing piles of presents in Wayfar, Doaba Guerfel and Dearic, claiming they are 'gifts' for the poor. We're, however, sure that most of them are full of propaganda and maybe even weapons, so we need you to destroy them! If you proudly show off your Imperial allegiance at the same time, there will even be a bonus in it for you.",	"s_71":"Rebel Kreetle dung! I will destroy them all!",	"s_73":"My time is pressed at the moment but I can help for a bit.",	"s_75":"I have too much on my plate right now, sorry.",	"s_77":"I knew I could count on you %TU! Get out there and destroy those 'presents'. You have a limited time before the Rebels catch on to you and remove the contraband from the piles, so get as many as you can. If you get enough, you might even be recognized Galaxy wide for your contributions.",	"s_79":"I know you have a lot on your plate %TU but every little bit counts. If you could find time to destroy ten piles, that should be enough.",	"s_81":"I understand %TU, I know your time is precious. You know where to find me if your schedule opens up.",	"s_83":"Ah the famous %TU. Are you here to offer your skills to the Empire?",	"s_85":"Figured you could use a professional around here.",	"s_87":"No, too much to do I'm afraid. Just stopping by.",	"s_89":"I see. You're not on the Rebel Alliance payroll though I hope? I'm just joking of course, you have always been considered a valuable asset for the Empire.",	"s_91":"Most certainly so. The Rebels have been placing piles of presents in Wayfar, Doaba Guerfel and Dearic, claiming they are 'gifts' for the poor. We're, however, sure that most of them are full of propaganda and maybe even weapons, so we need you to destroy them! Should be a walk in the park for you %TU.",	"s_93":"I just need some merchandise.",	"s_95":"'Trade' has been good and I have plenty of things acquired from Kashyyyk. I currently only accept Imperial Propaganda Tokens as payment though. Not my idea, orders from above.",	"s_96":"You... you're here to help?",	"s_97":"You have a problem with that Trandoshan?!",	"s_98":"I was until I saw what scum they have running things around here!",	"s_99":"I'm sorry %TU, I meant no disrespect. We could really use your help!"
}}