{
	"stfFile":"conversation/imperial_empire_day_mara_jade",
	"entries": {
		"do_not_edit":"The English version of this file (imperial_empire_day_mara_jade.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Yes.",	"s_101":"The third officer mission.",	"s_103":"Are you sure you want me to reset this mission?",	"s_104":"Yes.",	"s_105":"Right, here is the plan. You'll need to fight your way in and in the confusion find an enemy uniform. Once you have the enemy uniform, give it to the officer to make an escape.",	"s_106":"Okay done. Do you need a waypoint to the facility?",	"s_107":"Are you sure you want me to reset this mission?",	"s_109":"That is your plan?",	"s_111":"Yes.",	"s_112":"The fourth officer mission.",	"s_113":"Okay done. Do you need a waypoint to the facility?",	"s_114":"Do you have a better one?",	"s_115":"Are you sure you want me to reset this mission?",	"s_117":"Yes.",	"s_118":"Yes. Send Ewoks in to cause a distraction.",	"s_119":"Okay done. Do you need a waypoint to the facility?",	"s_121":"Great idea! And perhaps you could lead the assault in hot pants and Ewok wings. Are you done making jokes?",	"s_122":"The fifth officer mission.",	"s_123":"Yes.",	"s_124":"Yes.",	"s_125":"Yes.",	"s_127":"Are you sure you want me to reset this mission?",	"s_128":"Yeah okay.",	"s_129":"Yes.",	"s_131":"Okay done. Do you need a waypoint to the facility?",	"s_132":"Can we send in Vader to crush everyone's larynx first?",	"s_133":"Oh look! A Rebel who has no where to go. Whats-a-matter, do you wish you were Imperial?  Boo hoo!",	"s_134":"Hello citizen.",	"s_135":"Yes.",	"s_137":"Uh, no. Are you ready for the mission or not?",	"s_139":"Yeah okay.",	"s_140":"The sixth officer mission.",	"s_142":"No I suppose not.",	"s_144":"Alright, here is the mission. Don't mess this up, %TU, I am counting on you.",	"s_145":"Are you sure you want me to reset this mission?",	"s_149":"Yes.",	"s_153":"Okay done. Do you need a waypoint to the facility?",	"s_156":"Yes.",	"s_157":"I received word from Imperial High Command that all 6 officers have been rescued, %TU, fantastic work!",	"s_158":"It was challenging but somehow your plan worked.",	"s_159":"Yes?",	"s_160":"I heard you had to defeat a Force Sensitive too. That should make for a heroic story.",	"s_161":"Oh, you know...all in a day's work.",	"s_162":"What are your plans now that you are a hero?",	"s_163":"I'll probably relax at my mansion, maybe wash the Deluxe BARC speeder.",	"s_164":"Wow, sounds great.",	"s_165":"Hello again, %TU. I heard you got an award from  Imperial High Command. Congratulations friend.",	"s_167":"I'm here to assist.",	"s_169":"I'm just here overseeing 'things.' What's your name? Oh right. I'm just overseeing things, %TU.",	"s_171":"Oh.",	"s_173":"You should stop by sometime. I'll show you my pet Durni.",	"s_174":"Sure, and in the meanwhile, here's a little something to remember me by.",	"s_175":"Kiss for good luck?",	"s_176":"...",	"s_177":"You can count on me Mara. I'm the best.",	"s_178":"Right.",	"s_179":"...",	"s_180":"Now go!",	"s_181":"Hold that thought. I'm receiving a priority message from Imperial High Command.  ",	"s_183":"...",	"s_185":"I see. %TU, are you still available?  I need someone to, uh, look into something.",	"s_187":"Yes ma'am!",	"s_189":"Why are you still here?",	"s_190":"A Rebel ship has just crash landed on Corellia. I need you to investigate the location and recover any intelligence. Does this seem like something you can handle?",	"s_191":"Done.",	"s_193":"You look familiar.",	"s_194":"Yes ma'am!",	"s_195":"Yes. we met last year. I'm here to assist.",	"s_197":"No, but I'm looking for some way to help out.",	"s_198":"Here are the coordinates.",	"s_2":"",	"s_53":"You're back.",	"s_55":"You asked me to come back. What now?",	"s_57":"I like you, %TU, but you are a little green behind the ears for the next mission.",	"s_59":"I guess I'll come back when I have more experience then.",	"s_61":"Sounds good, %TU. See you soon I hope.",	"s_63":"Even though I lack the experience I still want to try.",	"s_65":"Are you sure? If you fail, you can't hold me responsible.",	"s_67":"I am sure. Please tell me about the mission.",	"s_69":"Here is the deal, %TU. I need you to infiltrate that detainment facility and rescue any Imperial personnel that may be inside.",	"s_71":"I like you, %TU, but you being a trader makes things a little...complicated. You may not be suited for the next mission.",	"s_73":"Oh is combat involved?  Yeah I guess I'll pass.",	"s_75":"Sounds good, %TU. See you around.",	"s_77":"Even though I am a Trader I am completely capable of doing combat missions.",	"s_79":"Uh oh.  What happened at the Detainment Facility? Are you stuck?",	"s_80":"I like you, %TU, but you being an entertainer makes things a little...complicated. You may not be suited for the next mission.",	"s_82":"Oh is combat involved?  Yeah I guess I'll pass.",	"s_83":"I need a waypoint to the facility.",	"s_84":"I need you to reset my mission.",	"s_85":"Here you go.",	"s_87":"Which one?",	"s_88":"Even though I am an Entertainer I am completely capable of doing combat missions.",	"s_89":"The first officer mission.",	"s_91":"Here is the deal, %TU. I need you to infiltrate that detainment facility and rescue any Imperial personnel that may be inside.",	"s_93":"The second officer mission.",	"s_94":"Do you know how many?",	"s_96":"Based on the intelligence you collected there appear to be six Imperial Officers being held at that location.",	"s_98":"I'm ready to give it my best.",	"s_99":"Are you sure you want me to reset this mission?"
}}