{
	"stfFile":"conversation/imperial_general",
	"entries": {
		"do_not_edit":"The English version of this file (imperial_general.stf) is automatically generated by the SwgConversationEditor.",	"s_102":"Medic reporting, sir!",	"s_111":"Can I temporarily help the Empire?",	"s_112":"We encourage volunteers to pledge support by joining our ranks...but, if that feels like too much a commitment we also hire mercenaries. ",	"s_113":"I'm interested in being a mercenary.",	"s_114":"Reporting, sir!",	"s_115":"If you join us as a mercenary you will not receive Imperial Rank. On the other hand, you will be eligible for any rewards we sell our troops. Are you still interested?",	"s_116":"Yes.",	"s_117":"You've hunted down ten Rebels? Good work.",	"s_118":"Would you like to sign on as Special Forces or Combatant?",	"s_119":"Special Forces",	"s_120":"Combatant",	"s_121":"Thank you sir.",	"s_122":"Welcome aboard. If you need to change your status, use the icon in your command browser named Change Neutral Status.",	"s_123":"Great! Watch your back! If you need to change your status, use the icon in your command browser named Change Neutral Status.",	"s_124":"Imperial Command has issued a directive enabling me to recruit any personnel to lend a hand for the defense of this city.",	"s_125":"I show that you are already in the process of changing your status.",	"s_126":"What can Entertainers do?",	"s_127":"Our intelligence suggests that all enemy patrol points have been destroyed. However, here are some more explosives in case the intelligence turns out to be incorrect.",	"s_130":"I show that you are already in the process of changing your status.",	"s_131":"I show that you are already in the process of changing your status.",	"s_132":"I show that you are already in the process of changing your status.",	"s_133":"Normally we'd need you to scout out the enemies patrol points but other scouts have reported that all enemy patrol points have been destroyed.",	"s_134":"Our intelligence suggests that all enemy patrol points have been destroyed. However, here are some more explosives in case the intelligence turns out to be incorrect.",	"s_135":"Normally we'd need you to scout out the enemies patrol points but other scouts have reported that all enemy patrol points have been destroyed.",	"s_136":"Someone else already took care of it. Our intelligence shows no remaining patrol points in the area.",	"s_139":"Need intelligence on the enemy, sir?",	"s_140":"Your mission is to scout and sabotage patrol points. ",	"s_141":"Right now we are constructing defensive assets and waiting for reinforcements.  You may assist our supply engineers with their construction.",	"s_142":"I need more explosives.",	"s_144":"Someone else already took care of it. Our intelligence shows no remaining patrol points in the area.",	"s_145":"What do I need to do for the scout quest again?",	"s_146":"What can Traders do?",	"s_147":"What do I need to do for the destroy quest again?",	"s_148":"We need all traders to construct defensive assets. Turrets, towers, barricades and patrol points all need to be constructed as soon as possible. Use the Supply Terminal for more details. ",	"s_149":"No problem...but try not to waste them alright?",	"s_150":"All you have to do is find an enemy patrol point outside the city. Once you find one, report its position to High Command.",	"s_151":"What can Commandos do?",	"s_153":"Reinforce the lines! We need volunteers to slow the progress of the enemy.",	"s_154":"Find an enemy patrol point outside the city and place explosives to destroy it. Pretty simple.",	"s_156":"What can Jedi do?",	"s_157":"Performing at a patrol point will help our forces. Use a patrol point and you will be issued orders and details on what needs to be done. We also need entertainers to rally any troops who are losing heart in the battlefield and we still need fatigue removed from the people building and repairing our structures.",	"s_158":"Reinforce the lines! We need volunteers to slow the progress of the enemy.",	"s_159":"Right now we are constructing defensive assets and waiting for reinforcements.  We need you to entertain our supply engineers to keep them from becoming too fatigued.",	"s_161":"What can Smugglers do?",	"s_163":"Reinforce the lines! We need volunteers to slow the progress of the enemy.",	"s_166":"What can Bounty Hunters do?",	"s_168":"Reinforce the lines! We need volunteers to slow the progress of the enemy.",	"s_172":"You will crush these rebel scumbags with impunity, Soldier!  Destroy their turrets and barricades to soften their defenses!",	"s_181":"If and when any a barricade, turret or patrol point takes damage we'll need the trade skilled volunteers to repair those assets. Use the Supply Terminal for details.",	"s_183":"If the enemy outflanks us and damages vehicle or patrol points we'll need the trade skilled volunteers to repair those assets. Use the Supply Terminal for more details.",	"s_185":"Right now we are constructing offensive assets and waiting for reinforcements.  We need you to entertain our supply engineers to keep them from becoming too fatigued.",	"s_187":"We have many targets of opportunity for one of your skills!  Our main concerns are the turrets and barricades keeping our troops from advancing.",	"s_190":"It's a tough nut to crack, but there are some hefty rewards involved.  Take down some barricades and turrets and I'll personally see that you are rewarded!",	"s_193":"The general coordinating the defenses of the city needs to be removed.  Before we can do that, we must clear the turrets and barricade defenses.",	"s_196":"Your mission is to scout and sabotage patrol points.  You may find other targets of opportunity such as barricades and turrets.  ",	"s_2":"",	"s_201":"Excellent!  We have wounded to attend to on the battlefield, turrets to destroy, and barricades to bring down.  Here are your orders!",	"s_204":"Ah, yes!  I need you to coordinate attacks on the turrets and barricades.  Bring those defenses down, so our troops can reach their general!",	"s_209":"Right now we are constructing defensive assets and waiting for reinforcements. Find a good place to defend the city and stay put.",	"s_211":"Right now we are constructing defensive assets and waiting for reinforcements. Find a good place to defend the city and stay put.",	"s_213":"Right now we are constructing offensive assets and waiting for reinforcements.  You may assist our supply engineers with their construction.",	"s_215":"Right now we are constructing offensive assets and waiting for reinforcements.  You may assist our supply engineers with their construction.",	"s_217":"Right now we are constructing offensive assets and waiting for reinforcements.  You may assist our supply engineers with their construction.",	"s_219":"Right now we are constructing offensive assets and waiting for reinforcements.  You may assist our supply engineers with their construction.",	"s_221":"Right now we are constructing offensive assets and waiting for reinforcements.  You may assist our supply engineers with their construction.",	"s_223":"Right now we are constructing offensive assets and waiting for reinforcements.  You may assist our supply engineers with their construction.",	"s_225":"Right now we are constructing offensive assets and waiting for reinforcements.  You may assist our supply engineers with their construction.",	"s_227":"Right now we are constructing defensive assets and waiting for reinforcements. Find a good place to defend the city and stay put.",	"s_229":"Right now we are constructing defensive assets and waiting for reinforcements. Find a good place to defend the city and stay put.",	"s_23":"Imperial Command has issued a directive enabling me to recruit any personnel to lend a hand for the invasion of this city.",	"s_25":"Yes, citizen?",	"s_26":"I'm here for my orders!",	"s_276":"What can Medics do?",	"s_28":"I'd like to help the Empire but remain neutral.",	"s_286":"We have wounded in the city. Find them and tend to their injuries!",	"s_288":"Right now we are constructing defensive assets and waiting for reinforcements. Find a good place to defend the city and stay put.",	"s_29":"Performing at a patrol point will help our forces. Use a patrol point and you will be issued orders and details on what needs to be done. We also need entertainers to rally any troops who are losing heart in the battlefield and we still need fatigue removed from the people building and repairing our structures.",	"s_299":"What can Officers do?",	"s_30":"There is no such thing as neutral in this conflict. You either support terrorism or abhor it. As far as incentives, we reward those who support the Empire.",	"s_301":"Reinforce the lines! We need volunteers to slow the progress of the enemy.",	"s_308":"Right now we are constructing defensive assets and waiting for reinforcements. Find a good place to defend the city and stay put.",	"s_310":"I suggest you evacuate the area citizen. This is no place to be curious.",	"s_312":"I need more explosives.",	"s_314":"No problem...but try not to waste them alright?",	"s_316":"What do I need to do for the scout quest again?",	"s_318":"All you have to do is find an enemy patrol point in the city. Once you find one, report its position to High Command.",	"s_320":"What do I need to do for the destroy quest again?",	"s_322":"Find an enemy patrol point in the city and place explosives to destroy it. Pretty simple.",	"s_324":"We need volunteers to destroy any enemy barricades they can find. Once the enemy defenses are down the ground forces will have an easier time pressing the attack.",	"s_326":"We need volunteers to destroy any enemy turrets they can find. Once a turret is destroyed our ground forces will have an easier time pressing the attack.",	"s_34":"What can Traders do?",	"s_36":"We need all traders to construct offensive patrol and vehicle points. Use the Supply Terminal for more details.",	"s_39":"I'm a commando, what can I do?",	"s_51":"May I lend a hand in the assault?",	"s_61":"What makes you think I want to go near that city?",	"s_71":"Where's my target?",	"s_81":"Need intelligence on the enemy, sir?"
}}