{
	"stfFile":"conversation/inquisitor_admin",
	"entries": {
		"do_not_edit":"The English version of this file (inquisitor_admin.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_20":"I was sent by Darth Vader. I expect your full cooperation.",	"s_22":"Wh..what? Show me your authorization code!",	"s_24":"Here.",	"s_26":"Look...we did all we could here. It all happened so quickly.",	"s_28":"I'm not here for your debriefing...I'm here to enter the research facility and find a sample of unmutated virus.",	"s_30":"But...that is suicide. If you don't succumb to the virus, you'll surely be eaten!",	"s_32":"I'll be sure to tell Vader that you refused to support his bidding.",	"s_34":"Wait...uh, I don't know where they kept the virus samples. You'll need an access key to use the facility command consoles. Surely they kept a record of all the experiments on the facility mainframe. I dropped my key long ago or I'd let you have it.  I am pretty sure you'll be able to find one in the administrative building if you want to try that building.",	"s_36":"Is there a specific room in the building I should check?",	"s_37":"Looks like you have the key...",	"s_38":"You made me come back to tell me what I already knew?",	"s_39":"No. I wanted to also try and talk sense into you. The research facility has been overrun. There is nothing alive down there I assure you.",	"s_40":"I am not here to rescue survivors.",	"s_41":"No?  What then?",	"s_42":"I need to retrieve an unmutated Blackwing sample and destroy the canisters so the virus will dissipate.",	"s_43":"Maybe that is why the Empire hasn't bombarded this area into the stone age.",	"s_45":"There was a lot of chaos when everything happened. There is no telling where a key might be. Sorry I can't give you an exact location.",	"s_47":"I'm going to look. You better hope you are right.",	"s_49":"Well, if you don't come back...",	"s_50":"Come back when you have the key...if you even find it.",	"s_52":"Maybe.",	"s_53":"What am I supposed to do with that radio? Find someone else to pawn your goods to...I'm not interested.",	"s_54":"Well, hopefully I'll be long gone if you are successful.  Oh, by the way, thanks for the shuttle parts. I hear we may be flight worthy sometime in the next several hours.",	"s_56":"I'd suggest you find a rock to hide under if you leave without me.",	"s_58":"Uh...well...uhm. I see. So, the facility has several underground levels. Some I haven't even seen myself. The Chief Virologist is....well, was...Dr. Giffax Jin. You might have a good chance of finding an unmutated sample in one of the cryogenic storage rooms next to his main office.  Where that can be found I have no idea. ",	"s_59":"Great. Anything else?",	"s_61":"No. Good luck, %TU.",	"s_62":"So you lost your instructions for the facility? No problem. Let me get you that data.",	"s_65":"Anything you see here is Empire business. I expect you to forget it all once it is over.",	"s_73":"I have no time for your small talk citizen."
}}