{
	"stfFile":"conversation/itp_kaja_main",
	"entries": {
		"do_not_edit":"The English version of this file (itp_kaja_main.stf) is automatically generated by the SwgConversationEditor.",	"s_16":"Using Major Herand's codes, send a signal from the communication array. The message should say that you suspect your cover has been compromised and that you need immediate help escaping the planet. Then track them and eliminate them. Gather any intel from their camp that you can.",	"s_19":"Greetings, my friend and well met. I am always glad to see an upcoming member of the Empire show an interest in furthering their military career. Unfortunately, the military objectives I can offer are for someone a bit more seasoned. Return when you have more experience.",	"s_2":"",	"s_20":"We wish to track down Major Herand's contacts here on Naboo. Using his codes, send a signal from the communication array asking for help escaping from Naboo.",	"s_22":"I'll handle it immediately.",	"s_25":"The message should say that you suspect your cover has been compromised and that you need immediate help escaping the planet. Then track them and eliminate them. Gather any intel from their camp that you can.",	"s_26":"No thank you.",	"s_28":"Well done. With the traitor Herand eliminated and his contacts removed, you have helped to make Naboo safer for the Empire. Oh, but before you go, Inquisitor Redge would like a word with you.",	"s_30":"Very well.",	"s_32":"To find the identity of the traitor, you will investigate recent suspicious incidents. Check the requisition terminal's logs and find out who procured a jamming device that was discovered on an AT-ST. Examine the terminals on the guard towers for unauthorized access. Question the shuttle pilot about the person he saw tampering with the shuttle. Get to it, trooper.",	"s_34":"There is reason to believe that an officer in this retreat is selling information to the Rebel Alliance. Your assistance is required to help find and apprehend this traitor",	"s_36":"I am ready to help.",	"s_39":"To find the identity of the traitor, you will investigate recent suspicious incidents. Check the requisition terminal's logs and find out who procured a jamming device that was discovered on an AT-ST. Examine the terminals on the guard towers for unauthorized access. Question the shuttle pilot about the person he saw tampering with the shuttle.",	"s_41":"No thank you.",	"s_43":"I'm afraid I only have orders I have are for those on active duty.",	"s_44":"You are not welcome here.",	"s_45":"Very well."
}}