{
	"stfFile":"conversation/itp_emperor_main",
	"entries": {
		"do_not_edit":"The English version of this file (itp_emperor_main.stf) is automatically generated by the SwgConversationEditor.",	"s_16":"Your orders cannot be fulfilled from my chambers. On your way, soldier.",	"s_2":"",	"s_20":"The Jantsk mercenaries are going to intimidate Queen Kylantha and demand military and financial aid.",	"s_22":"What are my orders?",	"s_25":"You are to clear the way for the mercenaries by ridding the Queen of her security. There is little enough of it, as she believes herself to be quite safe. We are going to convince her otherwise.",	"s_26":"No thank you.",	"s_28":"It is now time to prove to the Queen that the Rebels are behind her recent difficulties.",	"s_29":"You have important duties that you cannot complete in my presence. See to them.",	"s_30":"Very well.",	"s_31":"What do you need me to do?",	"s_32":"Why do you remain? You have your mission.",	"s_33":"You will eliminate Vurrha Jantsk and thus any possible connection to the Empire. And you will provide proof that the Rebel Alliance was behind the attack on the Queen.",	"s_34":"Queen Kylantha is dangerously close to betraying her Emperor. But in my overly magnanimous mood, I would like to show her that the Empire is her friend. Failing in this is not an option. ",	"s_35":"No thank you.",	"s_36":"Yes, my lord..",	"s_37":"Very well.",	"s_39":"There is a little known group of mercenaries on Endor known as the Jantsk mercenaries. You will approach their leader on my behalf. He is expecting you, but those in his employ must not know that the Empire is hiring them. Leave at once and deliver to Vurrha Jantsk my instructions.",	"s_41":"No thank you.",	"s_43":"I'm afraid I only have orders I have are for those on active duty.",	"s_44":"The function of this base is not of your concern. I would suggest you make yourself scarce.",	"s_45":"Very well.",	"s_46":"Why do you waste my time? Begone. Perhaps Colonel Veers could make use of a miscreant such as yourself.",	"s_9":"Queen Kylantha is now completely devoted to me, which is as it should be. You may go. Perhaps Lord Vader can make use of you."
}}