{
	"stfFile":"conversation/jinkins",
	"entries": {
		"do_not_edit":"The English version of this file (jinkins.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Sorry, we have work to do here. Not interested.",	"s_101":"Who are you?",	"s_102":"I'm Jinkins, Nym's chief engineer. Nym asks for weapons, and I build them. I joined up with the Lok Revenants a few months before the Battle of Naboo, which makes me one of this crew's oldest members, along with Kole of course. ",	"s_103":"What is the job?",	"s_104":"Alright, what is the job?",	"s_105":"You look a little lost. Maybe you should speak with Vana Sage to make sure you aren't in the wrong location at the wrong time.",	"s_106":"I need you to check something out for us. I sliced some the data from the Imperial droid you found and discovered that it was on a ship trying to escape an Imperial mining installation here on Lok.",	"s_107":"Why was it trying to escape?",	"s_108":"It was an Imperial labor camp. Obviously not a place known for their safe working conditions... Anyway, the droid says the miners hit some sort of gas pocket. The entire work crew had their brains boiled. They survived, but they're crazy. And the droid thinks that some of the Imperial officers were infected too. Any gas that drives Imperials out of their minds is a good thing to have around, so we want some samples of it.",	"s_109":"Won't the facility be filled with poison?",	"s_110":"We are looking into that. For now we need you to visit someone to find out what type of threats might exist in the mine.",	"s_119":"Threats?",	"s_121":"Since the Imperials aren't sure what's going on with the mine, they've sent some of their droids to monitor the situation.  You may have to deal with them as well.",	"s_123":"What kind of droids?",	"s_125":"We don't know, exactly. But we do have an ex-Imperial in our pocket who might have some information for you. Sergeant Moore owes Nym several thousand credits. He'll probably tell you whatever you need to know, for a price. Since he left the Imperial army, he spends most of his time in the cantina.",	"s_127":"Why did he leave the army?",	"s_129":"The Empire found out that he was borrowing credits from Nym. He was going to be executed, but he has friends in the Tagge family. They put in a good word, and Moore was kicked out instead of killed. But, he still has good information about the Empire's droids.",	"s_132":"Where is he?",	"s_133":"Maybe I should go talk to him.",	"s_134":"You'll be happy to hear he is in the Stronghold Cantina. I know you've been there before, but just in case you've forgotten, I've given you a waypoint. Come back once you get the information about the droids in the mining facility.",	"s_135":"I wasn't expecting you to come back. Figured you hopped a shuttle back to Naboo or whatever planet you come from. So you met with Sergeant Moore? What did he say about Imperial threats in the mine?",	"s_136":"Possibly some Droidekas.",	"s_137":"So are you in?",	"s_138":"What about the poison gas?",	"s_139":"It looks like the mine has a cheap air filtration system. It barely meets Imperial code and didn't stop the gas from infecting the miners. But I think the filters trapped some of the gas. Just find the filtration system and look for some kinda sealed container. Oh, and now that the filters have had some time do their work, the air down there should be clean. If you're lucky, anyway. ",	"s_140":"How dangerous is this gas?",	"s_141":"You scared? I said don't worry about the gas. The filters should have scrubbed the air clean by now. The real danger is gonna be the miners. The gas has poisoned their brains. They've taken over the mine and will attack anyone who comes near the place. They're like wild dinkos...",	"s_142":"And the Droidekas.",	"s_143":"Oh yeah. Them too.",	"s_144":"Well, I can take a shot at getting this gas...",	"s_145":"Good. I'll mark the location of the mine in your datapad. This will be a tough mission, though; if you have any friends, you might want to ask for their help. Or least tell them how you want your remains handled.",	"s_146":"Yes?",	"s_147":"What was I supposed to do?",	"s_148":"Go to the Imperial mine and get the air filter. ",	"s_2":"",	"s_38":"You are back? Did you bring me the gas?",	"s_39":"Here is the filter. Why so surprised?",	"s_40":"Great. You're pretty persistent...and resourceful, %TU. Good work. This gas should be extremely useful to Nym. Come see me again when you are ready for another mission.",	"s_46":"I'll get started right away.",	"s_47":"Excellent. Before you leave, you might try asking around to see if anyone else has tasks involving that mine.",	"s_48":"Great work on the Mine, %TU. I have a feeling you have a bright pirate future ahead of you.",	"s_50":"Hi again, %TU. Speak with Kole. He has some special plans for you.",	"s_52":"You earned the title of Lok Revenant, %TU. Make sure to check with all the other pirates and see if they need your help. There is a special prize I'm reserving for you if you can get all the work done.",	"s_99":"Great job with the Sulfur Lake Pirates, %TU. I have a dangerous job that pays well if you are willing to accept it."
}}