{
	"stfFile":"conversation/kole",
	"entries": {
		"do_not_edit":"The English version of this file (kole.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_21":"I ain't got nothing for you yet. Go talk to Jinkins. He's always handing out blue milk runs for outlanders like you.",	"s_23":"Jinkins sent me to you.",	"s_24":"You're back. What did you find?",	"s_25":"The facility has research data and IMGGCUs.",	"s_26":"Ah, Imperial Military Grade Grenade Casing Units. Obviously, there are two things we want: First, we'll want all the research the scientists have done that can fit on a holodisk. Just back up the memory unit from one of the lab's computers onto a disk. Second, I need some Imperial Military Grade Grenade Casing Units.",	"s_27":"This sounds a little more complex.",	"s_28":"I'll make sure you're well-paid. Now get outta here! Bring me back what I asked for, and we'll do some business.",	"s_30":"What? Does that mean you got the mine filter?",	"s_32":"Yes.",	"s_34":"Well then, you've certainly proven to be pirate material...maybe.",	"s_36":"I'm ready for my next assignment.",	"s_38":"I might have work for someone too stupid to know when to give up. Would that be you?",	"s_40":"Yep. That is me.",	"s_42":"The pay is good.",	"s_44":"Right...well, there's an Imperial research facility on Lok that our spies think is filled with experimental weapons. Nym wants whatever that base is building.",	"s_46":"Do we know what that might be?",	"s_48":"Not really. To find this out you'll need to talk to a 'friend' of Nym. This guy owes Nym money and to repay he'll be acting as an informant. You already know him...it is Sergeant Moore.",	"s_50":"That guy drained me of credits.",	"s_52":"Well, he has the information you need. Take care of business.",	"s_53":"What are you doing here? Go speak with Sergeant Moore in the cantina.",	"s_55":"What happend? You need to go to the Imperial Research Facility and bring back the Imperial Military Grade Grenade Casing Units and holodisk back up of the lab's computers. Now go.",	"s_56":"You're back, and in one piece. Don't tell me...you got 'tied up' with something else and now you are here to give some lame excuse.",	"s_57":"I'm back from the research facility.",	"s_58":"Prove it.",	"s_59":"I have the IMGGCU prototype and the holodisk.",	"s_60":"Well, well. We knew you could pull it off, %TU. Great work. Return to me when you are ready to prove yourself again.",	"s_61":"We're done, %TU. Speak with Nym.",	"s_62":"Who are you?",	"s_64":"According to the Imperial criminal databank, my name's Kole, and that's the only name you need to know. I'm Nym's first mate, which means that I slip a vibro-blade between the ribs of anyone who he don't like. So watch yourself. Me and Jinkins, we've been around long enough to bury hundreds of outlanders just like you.  ",	"s_66":"I'll keep that in mind.",	"s_68":"So what did you need?",	"s_69":"I'm going! I'm going!",	"s_71":"Try and make yourself useful and see if anyone else can make use of you while you're in that lab.",	"s_72":"I'm ready for my next assignment.",	"s_73":"I'm on my way.",	"s_75":"So you're one of us now? Don't even think of giving me orders!",	"s_76":"Peddle your blue milk, or whatever you're selling, to someone else."
}}