{
	"stfFile":"conversation/lava_beetle_nest_destroy_donko",
	"entries": {
		"do_not_edit":"The English version of this file (lava_beetle_nest_destroy_donko.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"Are those nests gone yet? No? Well, no time to chitchat. Get out there and get the job done. No excuses on this crew.",	"s_12":"The reports just came in. Nicely done. You have proven that you will be a fine addition to our team.",	"s_13":"I don't work for the company.",	"s_14":"Yes, I think that with you around, we will have the finest crew in the whole company. ...Did you just say that you do not work for the company?",	"s_15":"That is what I have been trying to tell you.",	"s_16":"Hmmm...well, maybe you should keep this under wraps. Having you go out and take care of that nest wasn't exactly legit, according to company bylaws. In fact, take this as payment for a job well done.",	"s_2":"",	"s_26":"You must be that new off-world miner the company said was coming. Good to have you onboard and not a moment too soon. We have a job that needs your immediate attention.",	"s_28":"Uhhh...wait a min...",	"s_30":"I don't know how they did things in your previous crew, but on this crew, when I speak, you listen. We have found a new vein of mentchal, and it is a rich one. The problem is that there are four nests of those nasty kubaza beetles ringing the camp we set up to mine it. Before we can start our drilling, those nests needs to be cleaned up.",	"s_31":"Sorry, I will get back out there and do my best.",	"s_32":"See that you do.",	"s_34":"I am not who...",	"s_35":"I wasn't able to finish the job.",	"s_36":"I see. Well, my guess is that those beetles have already rebuilt their nests. You just need to get some more charges and get back out there and take care of business.",	"s_37":"Maybe I will take care of it later.",	"s_38":"Ok, I am ready to do it this time.",	"s_39":"Bah, I thought you were supposed to be a specialist with this sort of thing. Well, I guess we will just have to wait for you to get ready.",	"s_4":"Thanks for not saying anything to my foreman. I would have really gotten into hot water for sending a civilian out to a job site.",	"s_40":"Good. Here are the charges. Remember, there are four nests that need to be taken out. Be ready for those soldiers to retaliate.",	"s_42":"All you need to do is to take one of these charges and drop it into the mouth of each of the nests. Be careful because once you start messing with the nests, I am sure the kubaza soldiers will show up...they always do. Make sure you kill any of them that get out of the nests or they will just rebuild them. With your qualifications, this job should be no problem at all. Well, don't just stand there. Get moving.",	"s_44":"I don't know how...",	"s_46":"No need to be modest. Just get out there, blow up those nests, and kill any soldiers that get out. We can discuss your permanent position when you get back. Good luck."
}}