{
	"stfFile":"conversation/legacy_naboo_lt_col_typho",
	"entries": {
		"do_not_edit":"The English version of this file (legacy_naboo_lt_col_typho.stf) is automatically generated by the SwgConversationEditor.",	"s_13":"What would you like to do now?",	"s_2":"",	"s_21":"I'm ready to do some piloting.",	"s_22":"I'd like to work for the police force.",	"s_24":"Ok, I need a pilot to run some patrols for me. That's gonna be you.",	"s_25":"Good work on that patrol mission, by the way. Rezunin Starwing, one of the Naboo Pirate bosses is in the area. Take him down.",	"s_26":"Well, you've helped us clear our piloting backlog, so we'll have to find something else for you to do.",	"s_28":"Doogal Belstar is at the top of our current most wanted list, here on Naboo. He leads the Mauler Disciples. I want you to see if you can track him down for us.",	"s_29":"Our police force work is up to date. I don't have anything pressing in that area right now.",	"s_31":"I want you to do some investigating. Check out the Maulers, I want to know what they're up to.",	"s_33":"I really don't have anything else for you to do at the moment.",	"s_34":"Good work with Rezunin. He was a thorn in our side. What can you do for us now?",	"s_35":"Good work on that patrol. What are you interested in doing for us right now?",	"s_36":"Doogal is finished, that's good. We may have to update our most wanted list now, see who's next in line for our attention. What's next for you?",	"s_37":"The Maulers will know you on sight, and hopefully show you a little respect. You did excellent work.  What would you like to do now?",	"s_38":"Excellent work against the Mauler higher-ups. I wonder if you're still looking for more work...",	"s_39":"Great work with those explosives. Are you ready to do some more work for me?",	"s_40":"Come back when you've finished the task I gave you.",	"s_41":"I'd like to do Marine work.",	"s_43":"Impressive work against the Mauler higher-ups. I'm out of tasks for the Marine units right now. Perhaps we can find something else for you to do.",	"s_45":"Good work on the weapons cache, but now I need you to eliminate some of the more dangerous members of the Mauler organization.",	"s_47":"The Mauler Stronghold is a difficult place to get into, but I need somone to sabotage their weapons cache.",	"s_49":"Colonel Panaka said he was sending some recruits my way. I'm not sure what your particular specialties are, but I have tasks open in three divisions, the RMR, the Police Force, and the Naboo Defense.",	"s_51":"I'm a pilot, Naboo Defense is what I'd like to do.",	"s_53":"Very good. We've had to cut short some of our patrols because we're running out of pilots. Can you do some patrolling for me?",	"s_55":"Police work sounds fine to me.",	"s_57":"I want you to do some investigating. Check out the Maulers, and see what they're up to.",	"s_59":"Royal Marine Regiment sounds like it might be for me.",	"s_61":"I'd like to advance through the ranks.",	"s_62":"Well, you're at the highest clearance I can grant you, perhaps you should go see Poo'ja Naberrie in Theed. Here, I'll show you where to look.",	"s_63":"We have need of someone to infiltrate the Mauler Stronghold by force and destroy their weapons cache. You could be the one to pull it off.",	"s_65":"I need to increase my standing with the RSF.",	"s_66":"Sorry, I'm up to my eyes in paperwork and backlogged case files so I can't speak with you right now.",	"s_67":"Starwing got away?! That's bad news. With luck, we can take another shot at him before he decides to go into hiding. Are you ready to try again, or would you like to try something else?",	"s_68":"What happened out there, Pilot? Why didn't you complete your patrol? I supposed I can give you another chance, if you wish. Or would you like to try something different?"
}}