{
	"stfFile":"conversation/legacy_naboo_eirtae",
	"entries": {
		"do_not_edit":"The English version of this file (legacy_naboo_eirtae.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"A group of offworld dignitaries are considering moving a large portion of their business to Naboo, but they want to see the land first, and make sure that they like it. To that end I've arranged a nature walk for them, through some of the safer areas of the wilds. There is a problem, however.",	"s_12":"What do I have to kill?",	"s_14":"Very astute. The tusk cats in the region have become a bit agitated of late, and I believe they're more aggressive at this time of year than normal. I'd like for you to cull their population so that none of the dignitiaries is harmed during their visit.",	"s_16":"Sure, I can do that.",	"s_18":"Good. I was hoping so. When you've completed the task I'll send you word on what to do next. And I thank you in advance.",	"s_2":"",	"s_20":"Isn't that a little cruel?",	"s_22":"Only to one who doesn't understand the nature of life. The reason the tusk cats are agitated is because they're overpopulated. Normally many of them would be killed by spiders, mott bulls, and other natural predators, but the influx of hunters has culled all those populations, leaving most of the tusk cats to starve, and attack human settlements. You're simply putting an end to this problem.",	"s_24":"You make a compelling argument.",	"s_26":"Protocol is my specialty.",	"s_28":"Ok, I'll help out.",	"s_30":"Perhaps we shall be friends someday in the future. But right now it doesn't seem to be that day.",	"s_31":"I do wish you'd hurry up with that task I gave you. Those dignitaries will be here soon, and I don't want them being eaten by tusk cats!",	"s_4":"The dignitaries will be so happy that they can take their nature walk undisturbed. Thank you for your help.",	"s_6":"I am Eirtae, I was the protocol expert for Queen Amidala when she was alive. My sisters mentioned that you'd be coming to me, and I have alread decided what it is I need from you.",	"s_8":"What can I do to help?"
}}