{
	"stfFile":"conversation/legacy_button_jawatracks_b3p0",
	"entries": {
		"do_not_edit":"The English version of this file (legacy_button_jawatracks_b3p0.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"Good to see you! We are waiting for a pick up from another Sand Crawler. This sand is just not doing my gears any good. Couldn't you use a protocol droid? I am sure my master will sell me for a good price.",	"s_115":"What are you doing out here?",	"s_144":"What are you waiting around for! The Tuskens are forming to the north to attack again! We are all going to die! Save us!",	"s_145":"Oh Thank the Maker. hmmm ... I mean ... my master says he wishes to reward you and offers you a choice of these items. ",	"s_150":"Are you done with the datapad yet? I mean it can't be too much of a problem to decide if you want to purchase anything from us.",	"s_151":"Just going to get to it now.",	"s_152":"Thank  you.",	"s_153":"Use it? I thought you where going to take care of getting me the information.",	"s_154":"I saw you put it into your backpack, if you please. Just open your pack, download the data. ",	"s_29":"Oh ... I was sure we were doomed! What?... oh yes... My master says that you have been very kind to help. The Tuskens have looted much of our cargo. They have also looted data disks with our software encryption keys. We need those keys.",	"s_30":"Just point me in the right direction. ",	"s_31":"There are four of them that must be recovered. I fear that the Tusken are wearing them as decoration...the cases are very bright and shiny.",	"s_32":"Why do you need encryption keys?",	"s_33":"Without those keys my master cannot access his computers, unlock any of these maglocked cargo containers, or activate any of his droids. He is very desperate. He is so agitated that I can barely understand him as it is.",	"s_34":"Of course I will help.",	"s_37":"Please we are in need of those codes. ",	"s_38":"I'll take care of it.",	"s_42":"My master says... hmmm... well I can't say it that way...he might take offense...very well. My master says ... go away you pile of bantha poodoo. I am sorry, but he is ordering me to say that.",	"s_43":"Please do or we are all doomed!",	"s_44":"I am on my way.",	"s_45":"Good luck.",	"s_47":"Thank you. I would like to have a brief look at your inventory. Something might interest me.",	"s_48":"I understand. I'll be on my way then.",	"s_49":"My master says ... of course. With the encryption keys that you recovered we once again have access to our database. Here is a complete inventory of what we had at the start of our journey. The things we sold are listed but most of the rest of the inventory survived the raid.",	"s_51":"No problem. ",	"s_52":"Thank you.",	"s_53":"Just return the datapad when you are done.",	"s_55":"Thank-you. And I do apologize for the rudeness. ",	"s_56":"Not now.",	"s_57":"If you are interested I expect to still be here.",	"s_803":"",	"s_805":"Hello there. My Jawa master says ... that you should move along...Nothing to see here...No nothing at all...Good-bye."
}}