{
	"stfFile":"conversation/legacy_naboo_sabe",
	"entries": {
		"do_not_edit":"The English version of this file (legacy_naboo_sabe.stf) is automatically generated by the SwgConversationEditor.",	"s_13":"I am very concerned about Sache. I have heard reports that she was kidnapped by a group called the Maulers. These are followers of the so-called teachings of Darth Maul. They believe that might makes right, and in this case, they believe that the capture of a former handmaiden will allow them to attain something of value.",	"s_14":"What do they want?",	"s_15":"Their motives are unclear right now. I am unconcerned with what they want. What I am concerned with is the safety of my sister, Sache. You will have my faith if you can find her and make sure that she is safe.",	"s_18":"Then that is what I will do.",	"s_19":"Return to me with good news, friend, and I shall give you what you came here for. Information pointing you in the right direction.",	"s_2":"",	"s_21":"So, this was Sache's plan all along? It's very like her. She has always been the brave one. Very well, you have proven yourself to me. I shall now answer your questions.",	"s_22":"What happened to the lightsaber?",	"s_23":"I was afraid that would be your question. In fact, I knew it would. The answer Panaka wouldn't give you is still not mine to give, though he was right to indicate that it was more freely to be given by me then by him.",	"s_24":"What shall I do?",	"s_26":"Uh...what?",	"s_27":"I can't tell you the answer, but I can tell you who will. No tricks, no more secrets. The answer given to you by this person will be the truth, and not just another name of another person who won't answer your question. Your question will be answered.",	"s_28":"By whom?",	"s_29":"Senator Poo'ja Naberrie. You can find her in Theed. She has the answer you seek, and will give it to you if you but ask.",	"s_30":"Find her and return to me with news of her safety. If she needs your help you are to give it, freely. Is that understood?",	"s_32":"Understood.",	"s_34":"I can't help you until you've done what I asked.",	"s_36":"Panaka speaks highly of you, but I'm not as trusting as he is. When I was a young handmaiden my sisters and I were charged with the protection of the queen. You learn very quickly that people's motives are not always clear.",	"s_38":"Your sisters?",	"s_40":"Not true sisters, but a sisterhood no less powerful than that familial bond. The other handmaidens and I are still very protective of each other. We still maintain contact with each other, and help each other when we can.",	"s_42":"How can I prove my motives?",	"s_44":"My motives are pure.",	"s_46":"I'm sure they are, or at least you think they are. However, I'm not so easily swayed as by words. Actions are far more important. If you're really interested in getting information from me, as I'm sure you are, then you will perhaps take on the burden of my sister handmaidens.",	"s_48":"I will gladly help the other handmaidens.",	"s_50":"Very well. Handmaiden Rabe has informed me that there is a task with which she requires assistance. Go forth and speak to Rabe. Do what she tells you, and if she asks then speak to whom she tells you. When you have satisfied my sisters then I shall point you in the right direction.",	"s_52":"I'm very sorry, and please don't think me rude, but I can not speak with you right now. If there is something you need, perhaps you could speak with Colonel Panaka?"
}}