{
	"stfFile":"conversation/legacy_head_ev9d9",
	"entries": {
		"do_not_edit":"The English version of this file (legacy_head_ev9d9.stf) is automatically generated by the SwgConversationEditor.",	"s_103":"Confirming ... kill confirmed.",	"s_117":"I want the droid head.",	"s_118":"Jabba has many incorrigible droids. Acquired head to study neural pathway feedback circuitry and safety cut offs. Built pain bolts on knowledge.",	"s_119":"Do you have the head?",	"s_120":"I kept head as trophy. I give to you for your service.",	"s_123":"Runaway droids not chastised. Return when you have accomplished tasks.",	"s_125":"Rods not recovered. Return when you have gained the rods. ",	"s_127":"Equipment not recovered. Recover equipment.",	"s_133":"Task completed. Equipment recovered. Compensation granted. Are you accessible for one more task?",	"s_135":"Not right now.",	"s_137":"Conditions acceptable. Mission parameters uploaded to subject's datapad.",	"s_139":"What do you need?",	"s_141":"Not right now.",	"s_145":"Accessing database ... subject is space qualified. Do you wish to accept employment involving space combat?",	"s_149":"I prefer to do my work on the ground.",	"s_153":"Escaped droids must be made example of. Are you willing?",	"s_157":"Yes I am",	"s_161":"Data and mission parameters uploaded to subject's datapad. ",	"s_174":"Sorry to bother you.",	"s_176":"Exit this facility.",	"s_180":"Scanning authorized personnel database ...You are not authorized to be in this area. Leave immediately.",	"s_196":"Detecting anomalous datapad function. Punishment devices needed. Do you need a reboot?",	"s_199":"Yes I can fight in space.",	"s_2":"",	"s_201":"To keep droids disciplined I need escaped droids destroyed before they exit system. Are you willing?",	"s_203":"Yes I am.",	"s_205":"Data and mission parameters uploaded to subject's datapad.",	"s_207":"On second thought no.",	"s_216":"Where do I go for the shock rods?",	"s_218":"Information uploaded to datapad.",	"s_223":"Detecting anomalous datapad function. Equipment needed.  Do you need a reboot?",	"s_224":"Detecting anomalous datapad function. Droids not chastised.  Do you need a reboot?",	"s_226":"I need the locations of the runaways.",	"s_228":"Information uploaded to datapad.",	"s_230":"Punishment in space or on the ground?",	"s_232":"Space.",	"s_234":"Data uploaded.",	"s_236":"Ground.",	"s_238":"Data uploaded.",	"s_240":"I need the location of your equipment. ",	"s_242":"Information uploaded to datapad.",	"s_244":"Detecting anomalous datapad function. Do you need a reboot?",	"s_246":"I have done everything you asked.",	"s_248":"Yes you have.",	"s_255":"Accessing database ... subject is not space qualified. Do you wish to accept employment involving combat?",	"s_257":"Yes I will accept employment.",	"s_259":"No not right now. ",	"s_260":"Not right now.",	"s_261":"Equipment recovered. Speak to me again for final task. ",	"s_262":"I will.",	"s_263":"Compensation granted.  ",	"s_36":"All tasks accomplished. No other actions necessary",	"s_38":"All tasks accomplished. EV-9D9 performance efficiency at 100%. What do you desire?",	"s_47":"Assigned task not complete. Can you accomplish the task? Or do you have something to report?",	"s_49":"I can handle the tasks.",	"s_51":"Very good. Return when tasks are fully complete.",	"s_53":"The droids' transports got away. ",	"s_55":"Tapping into cargo manifests ... Droids transshipped onto different transports ... New targets identified ... Uploading data.",	"s_77":"I seem to have misplaced the droid head, can I get another?",	"s_78":"Droid head found. Take, and do not lose again.",	"s_79":"Scanning authorized personnel database ... individual authorized. What is its need?",	"s_80":"Where do I need to go again?",	"s_81":"I am looking for a missing droid part.",	"s_82":"Searching memory banks.... There was mention of one Watto. Perhaps that is where you were going.",	"s_83":"Droids must obey. Droids that do not obey are to be disciplined. I lack the assets necessary to discipline. Will you help?",	"s_85":"I will if you give me the part I require.",	"s_90":"I lost the locations.",	"s_91":"I want the head.",	"s_92":"What do you need?",	"s_93":"I require shock rods. Jabba's beastmaster has items but will not cooperate with this unit. I require someone to aquire rods for me. ",	"s_94":"I'll do it.",	"s_95":"Not right now. ",	"s_96":"Data and mission parameters uploaded to subject's datapad. ",	"s_98":"The droids' transports have been destroyed.",	"s_99":"All tasks accomplished. Authorization for this area has been revoked.  Leave immediately."
}}