{
	"stfFile":"conversation/legacy_naboo_typho",
	"entries": {
		"do_not_edit":"The English version of this file (legacy_naboo_typho.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"I really don't think so.",	"s_102":"Hm. Sabe was so sure about you. Well, I guess you never can tell.",	"s_104":"Let's get to it.",	"s_106":"I'll help. What do you need done?",	"s_108":"Just tell me what you need done.",	"s_110":"I'm not trying to be rude, but I'm very busy at the moment and I don't have time to talk with you. Perhaps you could come back some other time?",	"s_2":"",	"s_31":"You're the one Sabe sent? Good, she tells me you're an excellent field operative. I need someone with some experience and who knows how to handle a dangerous situation. You sound like the person for the job.",	"s_33":"Dangerous? What did Sabe tell you?",	"s_35":"She told me what you did for the handmaidens. You've handled Nightspiders, fanned rawls, veermoks, and the Mauler clan. I can't think of anyone more qualified to help me out.",	"s_37":"I guess I did do all that.",	"s_38":"I still need you to collect those narglatch claws so I can test them against the victims wounds.",	"s_39":"I'll get these to the lab immediately. In the mean time, I need another set of claws. One of the scientists found some research papers on how the Imperial army was training veermoks. That research might have been done on Naboo.",	"s_40":"So I'll go get veermok claws.",	"s_41":"You think some of those veermok are here?",	"s_42":"I knew I could count on you. Head out there and bring me back ten of these. Just like the before.",	"s_43":"I still think what I thought originally. That this is something else, and not a wild animal. But I'm covering every possibility.",	"s_44":"Ok, I'll go get veermok claws.",	"s_46":"Well, all right then. Let's get down to business, shall we?",	"s_47":"Good, you've brought me the veermok claws. We're going to switch modes here for a minute. I'll send these claws off to the lab, but I have a new lead. There's a new group of criminals forming on Naboo. They call themselves the Naboo Criminal Coalition. We're going to check them out.",	"s_48":"I still need those Veermok claws to test against the victims.",	"s_50":"Tell me what you need.",	"s_51":"Ready when you are.",	"s_53":"I'm not ready just yet.",	"s_54":"The Coalition thugs have been bragging about some of their stolen goods. My informants tell me that some of the goods they have match items that were missing when we found the victims. Check it out, see if you can find the stolen goods, and then report back to me.",	"s_55":"I had a feeling. These visually match up with the descriptions we got for the missing goods. The lab came back with their answer too, definitely not an animal attack. Someone planned these murders. And now, thanks to these stolen goods, we know who.",	"s_56":"Have you found any of the stolen goods I asked you to look for?",	"s_57":"What now?",	"s_58":"There's just a little more evidence we need to gather. I'm not going to let these guys get off because we got anxious and moved in too fast. My understanding is that some of the higher ranking Coalition members may be carrying some unusual weapons. If you can get those and we can match them to the victims wounds we'll be all set.",	"s_59":"I'm ready whenever you are.",	"s_60":"You're turning out to be quite an agent. I'll remember that in the future. Ok, go out there and see if you can find me some of these unusual weapons.",	"s_61":"Have you found anything yet? Any weapons you don't recognize, or ones that could have caused the damage we've seen?",	"s_62":"You're back! Great. Let me take a look at those weapons. Hm...yes, it's just what I thought. These would certainly simulate a wild animal attack. Now we need to find out where the Coalition is hiding out.",	"s_63":"You want me to look into it?",	"s_64":"Sure. Thanks for volunteering. I think if you take down enough Coalition thugs you should be able to figure out where they're hiding. I'll make contact with you in the field if we get anything new.",	"s_65":"Don't worry, I'll contact you in the field if we get any new information. For now just keep looking for information from those thugs.",	"s_66":"What are you doing here? I sent you the location of that Coalition Compound. Go there.",	"s_67":"This is it? This is it! It's encrypted, but I'll get the slicers on that right away. You've done a heck of a job. I thank you, and the Royal Security Forces thank you.",	"s_68":"I need you to go to that Compound and bring back the information from their databank.",	"s_69":"Feeling a little nervous? I don't blame you. That assassin's going to be pretty tough to deal with. Maybe you should take some back up.",	"s_70":"You're done. Thanks.",	"s_72":"That's right. I'm the one you want.",	"s_74":"I'm exactly the person you're looking for.",	"s_76":"Here's my situation. There have been a series of mysterious accidents, all claiming the lives of top government officials here in Keren. The bodies are found clawed and bloody, and there's concern that a creature or group of creatures has gone rabid.",	"s_78":"You don't believe that, do you?",	"s_80":"No, I don't. You're pretty sharp. There's too much coincidence. How come every victim is a high ranking government official? How come no one else has been attacked? What is this creature and why is it suddenly rabid? No, there's just too many questions.",	"s_82":"Where do I come in?",	"s_84":"RSF headquarters wants to be sure that it's not just a coincidence, so they're doing a full investigation. They need exemplar claws from creatures in the area to test against the wounds of the victims. I need you to get those claws.",	"s_86":"No problem.",	"s_88":"All right. We're looking at the narglatchs right now, based on the size and the depth of the wounds. Go out and get me 10 narglatch claws. When you're done bring them back and I'll get the lab to work on them.",	"s_90":"What's an exemplar?",	"s_92":"It's a test case. You'll bring us a claw and we'll check to see if it's the same type that made the wounds. If we can rule out all the local animals then we can start looking for who really did this.",	"s_94":"I understand.",	"s_96":"So, you're ready to go to work then?",	"s_98":"Absolutely."
}}