{
	"stfFile":"conversation/legacy_button_jawatracks_cunan",
	"entries": {
		"do_not_edit":"The English version of this file (legacy_button_jawatracks_cunan.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"I sure miss Janus. If only you could have been able to save him. But I really appreciate the effort. ",	"s_115":"I am more interested in any recent purchases that you have made from some Jawas.",	"s_116":"Thanks, I'll look around.",	"s_117":"Feel free to browse. Oh! I just got in a new shipment of power converters and control modules that you might be interested in.",	"s_119":"Yeah, I took in a shipment, but my warehouse manager, Janus, handled the details. You need to talk with him. ",	"s_131":"Just dump the info into my datapad.",	"s_135":"Where is he?",	"s_136":"Here is the location. Just get him the parts and he should be able to give you the information that you need. ",	"s_137":"We bought a load of power converters and control modules from the Jawas. He decided to test out some of them in his speeder. He headed off into the wilderness an hour ago. I just got a call that he is stuck out there.",	"s_138":"So you want me to play service department and get his speeder started again?",	"s_139":"You know I am not really interested in helping out.",	"s_140":"Well Janus isn't going anywhere soon.",	"s_141":"Well I run the place. You can't expect me to go off and help out a wayward employee, can you? Janus has all of the invoices and inventory lists on his datapad anyway. So just run out to him, help him fix his speeder and he can give you the information that you want. ",	"s_142":"Ok I'll do it.",	"s_143":"Maybe later.",	"s_144":"What are you doing back here? Janus is still stuck out in the mountains with a busted speeder. ",	"s_145":"Janus is dead, you say. He was a good man, we need more like him, and seem to be losing more than we should. We need to stick to the mission and not let his death be in vain. Did you search for his datapad?",	"s_146":"No I forgot.",	"s_147":"Well then you better go back out there, find it and download the information you need. ",	"s_148":"There where more demons around. I had to get out in a hurry.",	"s_149":"Well  desert demons or no, I don't have the information that you need. Get back out there and download the inventory.",	"s_25":"Anytime.",	"s_26":"Thanks again",	"s_28":"I need to find the next stop.",	"s_30":"Here is the information.",	"s_32":"I need to find the Jawas' next stop.",	"s_34":"Here is the information.",	"s_37":"Got it.",	"s_39":"I was wondering if you could help out a friend named Sorna as well.",	"s_41":"No. I have what I need.",	"s_43":"Ok.",	"s_45":"Sure, tell me what you need.",	"s_47":"A simple task, but one that would make a few some people very happy.",	"s_49":"Tell me about it.",	"s_51":"Talk to her here in Tosche. She has something she needs delivered to the old Lars homestead.",	"s_52":"Is there anything else I can do for you?",	"s_53":"You can help out Sorna. She still needs someone to perform a task for her..",	"s_54":"Ok.",	"s_55":"Now that your friend is dead, I have time to help that lady out.",	"s_56":"What!? Oh, you mean Sorna. Yes, she still needs some help.",	"s_57":"Where can I find her?",	"s_58":"She is right behind these hovels.",	"s_59":"You can find her just behind these hovels.",	"s_60":"I changed my mind about helping Sorna. Can you tell me where she is?",	"s_61":"She is right behind these hovels.",	"s_75":"Do you know anyone in town that might need help?",	"s_77":"Kind of you to ask. I do, indeed. Please talk to Sorna. You can find her behind these hovels.",	"s_79":"I can do that.",	"s_803":"",	"s_805":"Welcome to Tosche Station. If you are looking to get the most out of your speeder I have what you need. ",	"s_81":"Thank you.",	"s_83":"On second thought, No thanks.",	"s_84":"I have already spoken with her.",	"s_85":"Excellent. You are most efficient.",	"s_87":"As you wish."
}}