{
	"stfFile":"conversation/legacy_button_bastra",
	"entries": {
		"do_not_edit":"The English version of this file (legacy_button_bastra.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"The Imps are also looking for this droid. I don't think they know you are on to its owner yet. Please get it back from Watto.",	"s_102":"As I suspected. You are just a coward. Well if you ever get that spine replaced come see me. ",	"s_115":"I am not an Imperial agent. I was the one that helped Solo.  ",	"s_116":"Sorry I didn't mean to bother you. ",	"s_117":"Good. Now leave.",	"s_119":"Okay. Your bio-metrics check out with those sent to me by Inaldra. So why are you here?",	"s_144":"I told you no direct contact. You need to find out the contents of all three shipments. You will blow my cover if you keep coming back here. I will contact you by comm when you complete your mission. ",	"s_145":"You know you don't play this entrapment game very well. I am a loyal citizen of the Empire. Leave me alone, before I hurt you. ",	"s_28":"I've decided that I should help the rebellion. ",	"s_38":"I want to help, but I need more experience.",	"s_39":"Talk with Ordo, around the corner then. He might help.",	"s_41":"Thanks I will. ",	"s_43":"Come back when you are ready.",	"s_45":"I am sorry. It will not happen again.",	"s_47":"See that it doesn't. ",	"s_48":"I need the Jawa information again.",	"s_49":"I need the Valarian location again.",	"s_50":"I need the Darklighter location again.",	"s_51":"Here is their last known location.",	"s_52":"Yea I expect you do.",	"s_53":"Where is the slicer?",	"s_54":"Here is his location.",	"s_55":"You need to get a move on. ",	"s_70":"Shouldn't you be on Naboo?",	"s_71":"Just passing through.",	"s_72":"Well keep on moving?",	"s_73":"I seemed to have lost the name of my contact there.",	"s_74":"Lost the name? Are you some type of nerf herder?",	"s_76":"Hmmm... no?",	"s_77":"Here it is again. ",	"s_803":"",	"s_805":"So is Imperial Intelligence sending younglings to check up on me now?",	"s_85":"Where is Watto again?",	"s_86":"In Mos Espa.",	"s_89":"I really have nothing to back up your word that you aren't an Imperial agent. But right now the Imps know the faces of most of my agents and I do need some help.",	"s_91":"I will do my best to help.",	"s_93":"A shipment that I am interested in has been acquired by three different groups. A Jawa trading party, Valarians and Darklighters. Here is the information that I have. Let's start with the Jawas first. They are on a trade circuit. Here is their last known location.",	"s_95":"It will be done in a flash.",	"s_97":"Just get it done.",	"s_99":"I am not sure that I want to do this."
}}