{
	"stfFile":"conversation/legacy_button_jawatracks_zef",
	"entries": {
		"do_not_edit":"The English version of this file (legacy_button_jawatracks_zef.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"Good seeing you again my friend. Thanks so much for your help with those droids. ",	"s_115":"I am not here to take this farm. Have you just moved in?",	"s_144":"What are you waiting around for! Disarm that bomb!",	"s_145":"Oh how can I thank you? Those droids were going to ruin me. ",	"s_150":"Are you done with my data pad yet? I really need it to start calculating future prices for next cycle water. ",	"s_151":"Just going to get to it now.",	"s_152":"Thanks.",	"s_153":"Use it? I thought you where going to take care of getting me the information.",	"s_154":"Look, just open your backpack and download the data from my datapad.",	"s_34":"Help me! Those droids I bought are destroying everything!",	"s_36":"Just tell me what to do.",	"s_38":"Run over to my harvesters and disarm the explosives on them!",	"s_40":"What is going on?",	"s_42":"I bought some supplies and some cheap droids from a Jawa trading party a while ago. The droids that  I purchased were supposed to be reprogrammed to maintain moisture harvesters. But they weren't!",	"s_44":"OK what do you need me to to?",	"s_45":"Just let me have an inventory of what you bought from the Jawas. ",	"s_46":"Sure. Here you go. Just download what you need.",	"s_48":"Not a problem.",	"s_49":"I need the location of the Sand Crawler. ",	"s_50":"I need the location of the Sand Crawler.",	"s_51":"Here it is.",	"s_52":"Here it is.",	"s_53":"Thanks.",	"s_54":"They have gone around the bend?",	"s_56":"Yes!  They decided that my harvester was too run down to function so they decided to demolish it. They have set a charge that will go off in 60 seconds. Stop them before they detonate the charge! And disarm the explosives! ",	"s_58":"Just tell me where.",	"s_60":"I think I will stay out of this one. ",	"s_62":"I am not interested in helping.",	"s_64":"Please! Help!",	"s_68":"The place has been abandoned for a while now. Last residents where killed by roving Sand People or the Rebels, or the Empire. It all depends on who you talk to. But the place in mine now. I think I can turn it around and be profitable.",	"s_70":"Argggh! That was my last harvester! Between that and the womp rats I am going to have to give up this farm!",	"s_71":"Is there anything I can do?",	"s_72":"The only hope I have is to get more harvesters on line fast. But those greater desert womp rats out there gnaw on the cables and damage them faster than I can get them operational.",	"s_73":"Look can I get some information from you?",	"s_74":" Are you crazy? My livelihood is being destroyed in front of me and you want a friendly chat? ",	"s_75":"Sorry. What can I do to help?",	"s_76":"I don't have time for this.",	"s_77":"And I don't have time for you then. ",	"s_78":"I could kill the womp rats for you.",	"s_79":"Yes that would help. Its the big ones that do the most damage. Get their population under control.",	"s_80":"Its as good as done.",	"s_803":"",	"s_805":"Hello. Sorry, I have already claimed this abandoned homestead. You have to find your own.",	"s_81":"Thanks.",	"s_82":"I still need those womp rats killed.",	"s_83":"Great. With those rodents taken care of I have a chance of getting this farm profitable. How can I help you?",	"s_84":"Just let me have an inventory of what you bought from the Jawas. ",	"s_85":"I understand. I'll be on my way then.",	"s_87":"No problem. ",	"s_89":"Good. Move along. ",	"s_91":"Was there something I was supposed to do for you?",	"s_93":"Yes, as a matter of fact, there was. "
}}