{
	"stfFile":"conversation/legacy_naboo_rabe",
	"entries": {
		"do_not_edit":"The English version of this file (legacy_naboo_rabe.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Good. Now, I would like some help if you're interested.",	"s_12":"I'd be happy to help.",	"s_14":"I was hoping you would. You see, ever since I stopped being a queen's handmaiden I've been trying to find a new career. I've tried almost everything from piloting to bartending to astromech repair, but I just haven't found my niche yet.",	"s_16":"What did you do for the queen?",	"s_18":"Well, I was Padme's personal hair dresser. But that's not what I want to do anymore. I was speaking to Hugo, he used to be the Minister of Architecture, he told me that I should try running a vineyard. He thought I'd enjoy making wine.",	"s_2":"",	"s_20":"Sounds good.",	"s_22":"I know, but I've run into a problem. I bought the fields around here to plant my crops, you know, to get started, but the entire countryside is overrun with vermin!",	"s_24":"What kind of vermin?",	"s_26":"Spiders. Horrible, horrible spiders. They're everywhere. They eat everything I plant, and they leave their sticky webs all over my brand new harvesting equipment. If you could help me get rid of them I'd be ever so grateful.",	"s_28":"No problem.",	"s_30":"Oh, thank you so much. I'll be watching to make sure you get rid of them. Don't worry about coming to talk to me afterwards, I'll send you a message and let you know what to do.",	"s_32":"She was a little cold.",	"s_34":"She can be like that. She's not very trusting. Neither am I if it comes to that, but my nature is to treat people a little more respectfully. She doesn't mean anything by it. She's as sweet as she can be, really.",	"s_36":"I won't take it personally.",	"s_38":"Oh, my vineyard is overrun! Whatever shall I do?",	"s_4":"Thanks for the help with the spiders. I couldn't have started my new business without you.",	"s_6":"Sabe told me you'd be coming by. She's sweet, but she can be a bit overbearing at times. I hope she didn't hurt your feelings too much.",	"s_8":"No, I'm fine."
}}