{
	"stfFile":"conversation/legacy_head_malakili",
	"entries": {
		"do_not_edit":"The English version of this file (legacy_head_malakili.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"I am not interested anymore.",	"s_102":"DNA?",	"s_104":"There is a krayt dragon skeleton out in the dunes. I have been asked by Jabba to get a sample of its DNA. The skeleton is supposed to be  an ancient krayt dragon more powerful than any dragon before or since. Jabba wants to use the DNA in experiments. ",	"s_106":"I can help you.",	"s_108":"Tell me more about these jobs.",	"s_11":"EV-9D9 says you won't give her those shock rods.",	"s_110":"I am not interested any more.",	"s_112":"Tuskens?",	"s_114":"I normally use the Tuskens for these tasks, but something has spooked them. They say  they  hear  the spirit of a great and ancient krayt dragon haunting the desert to the northeast. I think it's just that old hermit stirring up trouble. You need to go to the hermit's home and get me proof.",	"s_116":"I can help you.",	"s_118":"Tell me more about these jobs.",	"s_120":"I am not interested any more.",	"s_121":"I can do this.",	"s_123":"I am not ready yet.",	"s_13":"That sadistic bucket of bolts sent you here to muscle me?",	"s_15":"She needs those shock rods now.",	"s_17":"I don't care what she needs now. I don't have time to deal with that wacko's requests.",	"s_19":"I can help you get the time. ",	"s_2":"",	"s_21":"Oh really? Ok here is a list of tasks I need done. Get them done and she gets the shock rods, ok?",	"s_23":"Its as good as done.",	"s_25":"Good to hear that. ",	"s_28":"On second thought never mind.",	"s_30":"Suit yourself.",	"s_32":"Not muscle ... reason.",	"s_34":"Great, you going to make me an offer?",	"s_36":"Dump what you need on my datapad.",	"s_38":"Sure, what do you need?",	"s_40":"I got some responsibilities that I can't handle right now. Jabba has presented me with a great present...",	"s_41":"What tasks?",	"s_42":"What are you doing back here?",	"s_44":"Forget something?",	"s_45":"Datapad malfunction. Can you give me the information again?",	"s_46":"Here it is.",	"s_47":"Present?",	"s_49":"I appreciate your help. That droid has gotten her shock rods. ",	"s_50":"Jabba has given me a Rancor. It is sickly from its journey so I have to tend it night and day. But I have other duties as well. If you want the rods then help me with these duties.",	"s_52":"I can do these jobs.",	"s_84":"I am not ready to do this.",	"s_86":"Nothing right now.",	"s_88":"Don't know what you are looking for down here, but you will not like what you find. ",	"s_89":"What duties?",	"s_9":"What do you want?",	"s_90":"First the Sarlacc must be cured. Then I have a problem with the Tuskens. Finally Jabba wants some DNA retrieved.",	"s_92":"Sarlacc?",	"s_94":"Jabba takes his sail barge to the Great Pit of Carkoon to feed his enemies to the Sarlacc, but the sail barge's constant presence has scared off the Sarlacc's natural prey, the Jundland Eopie. Now the Sarlacc is not getting the right food and is falling ill. Feed it the intact livers from the Jundland Eopies to keep it healthy. The key is intact livers; broken livers will not work.",	"s_96":"I can help you. ",	"s_98":"Tell me more about these jobs."
}}