{
	"stfFile":"conversation/legacy_button_barrezz",
	"entries": {
		"do_not_edit":"The English version of this file (legacy_button_barrezz.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"I appreciate your help with the cargo. But now you have to recover the droid. ",	"s_115":"I want to help you find that shipment that you are so interested in. ",	"s_116":"Sorry, I didn't mean to bother you. ",	"s_117":"Good. Now leave.",	"s_119":"So you know about that. But aren't you the one who was helping Solo on the station?",	"s_144":"What are you doing back here? If you are looking for a way to blow your cover you are doing a good job of it. It's all or nothing, do you understand? I have to find out everything that the Jawas, Valarians and Darklighters got. Now get out!",	"s_145":"I know who you are working for. I don't want you bothering me again, or I will take drastic measures.",	"s_26":"Yes, I was. But I was confused by Solo and all the shooting.",	"s_28":"And now you want to clear your name by helping me? Is that it?",	"s_30":"Something like that.",	"s_32":" I don't trust you, but it can't hurt to have you help me, because I am too short-handed. And of course if you betray me I will have you killed.",	"s_34":"I will do it.",	"s_36":"My information has the Jawas, Valarians and Darklighters each have gotten a part of the shipment. I first want to track down the Jawa Sand  Crawler and see what they have. They are on a trade route and I expect you can pick up their trail at Tosche Station. ",	"s_42":"So what is the job?",	"s_43":"It's a simple one. I need to get an inventory of some cargo that was acquired by various parties here on Tatooine, parties that are not inclined to help the Empire. ",	"s_44":"I'll do it. ",	"s_46":"And what is so special about this cargo?",	"s_48":"That is something that you don't need to know at the moment. I just need the list of everything these parties acquired. Do you think you can do that?",	"s_50":"Yes, I can do it.",	"s_52":"No, I think I will pass on this one.",	"s_54":"Sorry. It will not happen again.",	"s_55":"See that it doesn't.",	"s_56":"You know I am not really interested.",	"s_58":"I need info on the Sand Crawler again.",	"s_59":"Where are the Valarians again?",	"s_60":"The Darklighter cache info is gone from my datapad.",	"s_61":"Where is the slicer?",	"s_62":"Here is the information. Now get to it!",	"s_65":"I am not sure that I want to do this.",	"s_67":"As I suspected. You are just trying to win your way into my good graces. Leave now before I have you thrown out. ",	"s_69":"Really, I was just a victim of circumstance.",	"s_71":"How is it going on Naboo?",	"s_72":"Some circumstances. My information shows you helped a known criminal sell hi-jacked goods. Are you going to deny it?",	"s_73":"Just fine.",	"s_75":"Good to hear that.",	"s_76":"Where did you say he was again?",	"s_77":"I'll be done in a flash.",	"s_78":"Some agent you will make. Ok here is the info again. Don't lose it. ",	"s_79":"Solo made me do it.",	"s_803":"",	"s_805":"You think I have time for the likes of you? Why should I give you the time of day?",	"s_81":"The trail starts at Tosche Station.",	"s_82":"Well lucky for you, the Empire needs to find out what was in that cargo more than it needs to spend time punishing you for your crimes. Are you willing to help me to clear your name?",	"s_84":"Yes, I am.",	"s_85":"Here is the info.",	"s_86":"Near Bestine. Here is the information again.",	"s_87":"Sounds like you need a new pad. Here is the information again. ",	"s_88":"Where is Watto?",	"s_89":"In Mos Espa.",	"s_91":"No it sounds too dangerous.",	"s_94":"I want to help but I need more experience.",	"s_95":"You should check with Captain Jasha across the way then."
}}