{
	"stfFile":"conversation/lifeday_vendor",
	"entries": {
		"do_not_edit":"The English version of this file (lifeday_vendor.stf) is automatically generated by the SwgConversationEditor.",	"s_14":"Great to see you %TU! Any luck finding the missing candy?",	"s_15":"I'm afraid it was stolen and eaten Saun.",	"s_17":"Oh no, that's terrible! Who would do such a thing?",	"s_18":"I promised I wouldn't say but he's paid the price for his crime.",	"s_19":"A slob of a Stormtrooper with no shame!",	"s_2":"",	"s_20":"I see, well then I will respect that and investigate no further. I will find another gift for the children out of my supplies that will hopefully be as appreciated. I want to thank you for your help anyway %TU and wish you a happy Life Day.",	"s_21":"A Stormtrooper? They're even worse than I thought!",	"s_22":"I agree. I made him pay for his crime at least.",	"s_23":"I don't want to hear any details but I'm glad to hear that. I will find another gift for the children out of my supplies, that will hopefully be as appreciated. I want to thank you for your help anyway %TU and wish you a happy Life Day.",	"s_35":"Happy Life Day %TU! I hear you're good at solving problems and I have one I could use some help with. Would you perhaps be interested?",	"s_37":"What can I do for you?",	"s_39":"I ordered two cases of delicious Life Day candy from Keren on Naboo but they should have been here by now. I'm worried something might have happened.",	"s_41":"Happy Life Day %TU! Would you perhaps be interested in helping me again?",	"s_42":"What can I do for you?",	"s_43":"I can't right now, I wanted to see what you were selling?",	"s_44":"I ordered more cases of delicious Life Day candy from Keren on Naboo but once again they seem to have been delayed. I'm worried something might have happened.",	"s_45":"Of course, no problem.",	"s_46":"It was probably the same person that took them the first time.",	"s_47":"You may be right. But all the same, I think you should start in Keren and investigate from there.",	"s_48":"But I suspect I already know where that trail will lead.",	"s_49":"Okay, I'll start in Keren once again.",	"s_50":"And I suspect that if you were to go and immediately confront that person, all he would say is 'Can't you see I'm busy? Move along.' And nothing more. So, as in all things, it is best if we start at the beginning.",	"s_51":"I can look in to it.",	"s_52":"Very well. I'll start at the beginning.",	"s_53":"This is just silly. I think I'll go do something else.",	"s_54":"As you wish, %TU. Though if you ask me, life requires a certain amount of silliness. Have a wonderful Life Day.",	"s_56":"That's fantastic %TU! The candy was for the poor children of this town so I feel awful that I couldn't deliver. You should start by talking to the Shipping Master at the Keren starport. Good luck and happy Life Day %NU!",	"s_58":"I'm sorry, I can't go to Naboo right now.",	"s_60":"I understand %TU, you're a busy person.",	"s_62":"I can't right now, I wanted to see what you were selling?",	"s_64":"Of course, no problem.",	"s_66":"Happy Life Day!  Check out my holiday wares!"
}}