{
	"stfFile":"conversation/loveday_disillusion_blaire",
	"entries": {
		"do_not_edit":"The English version of this file (loveday_disillusion_blaire.stf) is automatically generated by the SwgConversationEditor.",	"s_13":"Love cannot vanquish bloodshed.",	"s_2":"",	"s_21":"Hmm...he wanted to let his beloved know how much he loves her? It is compelling to know that someone would go to such lengths to share his love with another, and I truly hope it lasts. But it isn't enough.",	"s_23":"Apathy is less joyous, but it never lets you down.",	"s_25":"A pet lover? Someone loves their pet durni enough to have lost hope without it? While that is nice, don't get me wrong, it hardly shows that love matters. And how much could he truly love that durni if he named it ''Peaches.'' Seriously.",	"s_29":"I'm not giving up.",	"s_30":"You will. Love no longer matters.",	"s_31":"Not enough?",	"s_32":"One person is something, I'll grant you. It's a start. But what is one person in an entire galaxy of beings? What difference does one couple's love make to a galaxy of hate?",	"s_33":"It matters.",	"s_34":"How?",	"s_35":"...",	"s_36":"That's what I thought.",	"s_37":"So do you believe in love again?",	"s_38":"It will take some time, I think, but I have hope again. You have brought me hope. And maybe that in itself is the proof I needed. Thank you.",	"s_39":"You're welcome.",	"s_4":"Don't worry...I haven't regressed. But it will take some time for me to completely get back on track.",	"s_40":"I think maybe I have a Festival to get back to.",	"s_41":"What difference does love make when everyone is so busy killing everyone else?",	"s_43":"You say my herald sent you to me? I don't see the point. There is no love left in the world. Oh, there are brief glimpses, but those soon fade or are crushed beneath the boots of war and strife.",	"s_45":"You can't really believe that?",	"s_47":"Why wouldn't I? Show me otherwise. Show me any sign that love actually matters any more.",	"s_49":"Bear with me for a bit...finishing up some business with someone else.",	"s_50":"Love has lost all meaning in this war-torn, blood thirsty galaxy. There's nothing more we can do but give up.",	"s_7":"Mister Hate? You...you brought peace to Mister Hate through love? I...I'm overwhelmed."
}}