{
	"stfFile":"conversation/loveday_disillusion_mr_love",
	"entries": {
		"do_not_edit":"The English version of this file (loveday_disillusion_mr_love.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_21":"As I said, this matter is a bit personal, but perhaps it is just what you seek. For, you see, I have a brother.",	"s_22":"We need a more substantial instance of love. Luckily, I have just the thing. A young man I know is deeply in love and needs some help in expressing it.",	"s_23":"Seek out Carson Vance and understand the love one can have for a pet.",	"s_24":"You wish to show an Ewok Sage named Benjamin from their Festival of Love that love still matters in our galaxy. I think I can help you with that. Let me think...",	"s_26":"Any ideas?",	"s_28":"A brother?",	"s_29":"Yes, a brother. Surprising, I know. Even more surprising, I think, would be the fact that he is filled with seething hatred. Hatred towards all people, but most especially towards me. Yes, even I, Mr. Love, cannot always escape hate.",	"s_30":"Seems a bit ironic.",	"s_31":"What's worse is that my brother changed his name. Changed it to Mister Hate. My hope is that you can find a way to use love to snap him out of his hatred.",	"s_32":"Where can I find him?",	"s_33":"On the rare occasion that we speak...or when I speak and he grunts in my direction...I can summon him back behind the cantina. I tap out a code on a barrel back there and he usually shows up shortly afterward. I sometimes meet him behind either of the hotels, so you could try the same thing there.",	"s_34":"That's how you contact your brother??!!",	"s_35":"I know, but it's the only way. He refuses anything else I try.",	"s_36":"Actually yes. What kind of love could be more pure than that of a pet lover for their pet. I know of just such a man. Seek out Carson Vance here in Tyrena. I think I know where you can find him.",	"s_39":"Where can I find this person?",	"s_4":"So Benjamin was moved by my brother's reaction to love? I'm glad. Benjamin is right...there is too much hatred and violence in the galaxy. But that is no reason to close yourself off to love. Quite the contrary in fact.",	"s_40":"Seek out Carson Vance here in Tyrena. I think I know where you can find him.",	"s_42":"I cannot create love, but I can help people remember where they left it.",	"s_6":"It worked? Really, just telling him that you loved him. I...I guess I've never told him that. I feel ashamed, but not so much that I won't rectify that mistake immediately. Thank you!",	"s_8":"Seek out my brother. Perhaps...just perhaps...love can find a way through his hatred."
}}