{
	"stfFile":"conversation/mako_ghast",
	"entries": {
		"do_not_edit":"The English version of this file (mako_ghast.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"The word around the stronghold is that the local Sulfur Lake Pirates have a pretty nasty beast under their control. I want you to travel to their hideout and take it down.",	"s_103":"Any particular reason?",	"s_104":"Get cleared by Jinkins and come back to me.",	"s_105":"Get cleared by Kole and come back to me.",	"s_107":"It's very simple. The Sulfur Lake Pirates and Nym never exactly saw eye to eye. We want to let them know who still runs this planet.",	"s_109":"Looks like things got a little bit mixed up with those Imperial Research Facility Elites. Let me help.",	"s_110":"Looks like things got a little bit mixed up with those Mining Cave Elites. Let me help.",	"s_111":"Looks like things got a little bit mixed up with the Bridge Troll. Let me help.",	"s_112":"Get cleared by Vana and come back to me.",	"s_114":"I don't have time for this right now.",	"s_2":"",	"s_23":"Are the rumors true? Were successful in your task?",	"s_27":"Indeed.",	"s_28":"You are proving to be a very useful asset to us. Nym will be very pleased to hear this. This could provide us with the necessary opening to take control of the mining operation. We'll talk again when you are ready for your last task.",	"s_29":"%TU, I have one last mission for you. This could prove much more dangerous than your last assignment. Are you ready?",	"s_30":"Perhaps I did not stress enough the urgency of this task. What are you still doing here?",	"s_31":"Congratulations! You've managed to do what no other scum or villain around here has been able to.",	"s_32":"Sign me up.",	"s_33":"I knew we could count on you.",	"s_34":"Sorry, i'll get right on it.",	"s_35":"Don't come back until your mission is accomplished!",	"s_36":"Nothing I couldn't handle.",	"s_37":"Indeed you are a force to be reckoned with, %TU. You have my thanks, and more importantly, the thanks of Nym.",	"s_39":"That was quick...",	"s_41":"I forgot what I was supposed to do.",	"s_43":"Get to the mine cave, and help us with our little problem. Stop wasting time! ",	"s_45":"Glad you're back. Are you interested in performing another task for Nym?",	"s_47":"I am. Let's hear it.",	"s_49":"There is a mining operation in a cave not far from here. The miners should not pose too much of a problem, but they aren't the main targets.",	"s_62":"Nice job taking down that bridge troll. I thought it might prove impossible for you.",	"s_64":"Just like bull's-eyeing womp rats back home.",	"s_66":"Great kid, but don't get cocky. This was only a minor victory against one of Nym's enemies. But, you did provide a good service for Nym today. Come talk to me when you're up for something a little more challenging.",	"s_67":"There is more than one target?",	"s_68":"I'm getting to that!",	"s_69":"I'm sorry, please continue.",	"s_70":"As I was saying, there are two high priority targets in this mining cave that Nym would like... Lets just say, they wouldn't be missed.",	"s_71":"Who or what are the targets?",	"s_72":"A Rodian named Raynar Cath and a Sullustan named Wes Riggers.",	"s_73":"Any particular reason these two need to go away?",	"s_74":"Lets just say they were a bit too vocal for their own good. You don't need to know the details.",	"s_75":"I'll take care of it.",	"s_76":"Excellent. Head to the mine cave and take care of this little problem. Do this for us and I may have more work for you in the future.",	"s_79":"Is it dead?",	"s_81":"Where was I supposed to go again?",	"s_83":"To the Sulfur Lake Pirate hideout!",	"s_85":"%TU, I am looking for someone who can handle themselves in a fight. If that isn't you then please leave me to my work.",	"s_87":"I've been known to get my hands dirty from time to time.",	"s_88":"Just tell me what needs to be done.",	"s_89":"There is an Imperial Research Facility being operated primarily by mercenaries. The details of their operation, however, are not important for you to complete this operation.",	"s_90":"Get to the point.",	"s_91":"There are four targets working in the facility. These four have proved elusive for Nym and have meddled in his affairs for long enough.",	"s_92":"They will be dealt with.",	"s_93":"Nym will consider this a personal favor if you manage to eliminate these targets. Be quick about it, and let this be a message to anyone who opposes Nym.",	"s_94":"I just did what needed to be done.",	"s_95":"And it has not gone unnoticed. You've done a great service for us all today. It will be some time before any of Nym's enemies crawl out from under their rocks.",	"s_97":"That is just what I wanted to hear. Ready for the details?",	"s_99":"I'm ready, willing, and able. What do you need done?"
}}