{
	"stfFile":"conversation/miner_madness_chief_drono",
	"entries": {
		"do_not_edit":"The English version of this file (miner_madness_chief_drono.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"I don't really want to talk about anything until our boys are taken care of.",	"s_16":"Not again. We lost another crew to trilom poisoning. It's not like we haven't enough to worry about, but now we have our friends to deal with. What do you want?",	"s_18":"What's going on?",	"s_2":"",	"s_20":"One of our field crews hit a patch of trilom gas while they were sampling. They didn't have the proper gear and now...never mind.",	"s_22":"I am having some problems tracking them down.",	"s_25":"Yeah. I took care of those sick miners.",	"s_26":"It had to be done. Trilom is not a nice thing. I have heard that you are lucid during the most painful parts of the death. Anyways, me and the boys want you to have this for taking care of our friends. Now if you will excuse us, we need to bury our friends.",	"s_28":"No, please go on. What is trilom poisoning?",	"s_30":"Never heard of trilom, huh? Trilom is a gas that builds in pockets below the surface. With the proper gear, it isn't any problem, but without the gear, it is deadly. First it causes massive aggression, delusions, and paranoia in anyone who breathes it. After that...well, after that, a slow painful death.",	"s_32":"I am sorry to hear that a crew of yours was affected.",	"s_34":"Thanks for that. Hey, listen...maybe you can help. This is going to sound terrible, but could you help us put those guys down? You know, put them out of their misery.",	"s_36":"What? I am not a cold-blooded killer.",	"s_38":"It's not like that. You see, all of us know the dangers of trilom and none of us want to live like that. Once the trilom poisoning takes effect, everything we once were is dead anyways. Normally, we do it for each other but me and the boys have already had to deal with two other crews recently. We just can't take another.",	"s_4":"Thanks for all your help with our sick friends. We really do appreciate you stepping up like that.",	"s_40":"Sorry, but I cannot help you do this.",	"s_42":"Yeah, I don't blame you. Sorry for trying to shove our problems off on you.",	"s_44":"I understand. I will do this for you.",	"s_46":"All the miners have a homing beacon installed in their uniforms in case they ever get lost or trapped. You need to travel to their base camp and activate the tracking system there. Under the effects of trilom, a person can travel a long ways off, fighting everything they see until they finally die. Use the tracking system to find the crew and...and please make it quick.",	"s_48":"Sure, why not.",	"s_50":"All the miners have a homing beacon installed in their uniforms in case they ever get lost or trapped. You need to travel to their base camp and activate the tracking system there. Under the effects of trilom, a person can travel a long ways off, fighting everything they see until they finally die. Use the tracking system to find the crew and...and please make it quick.",	"s_52":"Are you willing to give it another try? Please, it is really important that our friends are...you know.",	"s_54":"Okay, I will try to find them again.",	"s_55":"Just head back to the camp and use the tracking computer again. It should point you in the right direction. Good luck.",	"s_6":"So is the deed done?"
}}