{
	"stfFile":"conversation/moore_lok_cantina",
	"entries": {
		"do_not_edit":"The English version of this file (moore_lok_cantina.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Anything specific?",	"s_102":"I'm sure all the research can be backed up to holodisk from the lab's computers. As far as the grenades, there are some Imperial Military Grade Grenade Casing Units. The Imps call them IMGGCUs. Just one of these would be very valuable.",	"s_103":"What else?",	"s_105":"That's all I can reveal. I haven't worked there for months but I know what I said is true.",	"s_108":"Who is General Otto?",	"s_109":"You mentioned Droidekas?",	"s_110":"He is an Imperial General on Lok. That is all you need to know.",	"s_112":"No Imperials at the base?  Explain.",	"s_113":"I'll need more credits to divulge that information.",	"s_114":"I could spare 100 credits...",	"s_115":"What about Imperials in the mine?",	"s_116":"That kind of information requires credits, my friend.",	"s_117":"I could spare 100 credits...",	"s_118":"There's a feud between an Imperial General Otto and other Imperials. To keep Otto from meddling in the affairs of the Lok research facility and mine, it was built in relative secrecy and staffed with mercenaries and droids rather than requisitioned soldiers.",	"s_119":"I guess that's all I need.",	"s_120":"How can I get past the Droideka?",	"s_121":"Good, because that's all I'm saying. You don't need to know any more than that.",	"s_122":"Who are you?",	"s_123":"Who are you? Some sort of Imperial assassin? I'm not going to make your job easier by confirming my identity. Now leave me alone.",	"s_124":"That's all I'm saying. You don't need to know any more than that.",	"s_125":"But..",	"s_126":"Now go. I can't be seen talking to the likes of you.",	"s_127":"You are starting to make me angry.",	"s_128":"Go away. I'm not talking to anyone today.",	"s_2":"",	"s_31":"What are you, a stalker? Go away!",	"s_32":"Kole sent me. Tell me...",	"s_33":"That will be 200 credits.",	"s_34":"Fine, here.",	"s_35":"No. You'll tell me, or answer to Nym.",	"s_36":"Good. Now that that is settled. What was your question?",	"s_37":"You mean the pirate who's henchman sent you to see me? ",	"s_38":"Make it 100?",	"s_39":"150...take it or leave it.",	"s_40":"Fine, here.",	"s_41":"Good. Now that that is settled. What was your question?",	"s_42":"Make it 100?",	"s_43":"Yes, the pirate you owe money.",	"s_47":"And you are the guy that will help me. Now that we both know our place, you can pay up.",	"s_48":"Make it 100?",	"s_49":"The Imperial Research Facility.",	"s_50":"Alright. I can tell you that I worked for an Imperial Research Facility, but that we didn't use requisitioned Imperial soldiers for guards. Instead, we hired the most dangerous mercenaries we could find. The base is also guarded by reprogrammed droidekas, the same you saw in the mine.",	"s_51":"Go on.",	"s_52":"This is a waste. I'll see you in the dungeon.",	"s_54":"Oh, the Stronghold has a dungeon now? Did you dig that yourself. You're a real sharp one.",	"s_56":"Make it 100?",	"s_60":"Jinkins sent me. You like credits?",	"s_61":"Go away.  I'm not talking to anyone today.",	"s_62":"The facility is primarily used for weapons research and hidden, for the most part, from the prying eyes of Imperial General Otto.",	"s_63":"You've mention him before...",	"s_64":"He's the ranking officer at the Imperial Outpost on this planet. I don't have time to talk about him. Do you want to know about him or about the Research Facility or not?",	"s_65":"Tell me about the facility.",	"s_66":"The base is responsible for manufacturing high-grade explosives for the Empire, including grenades. But like I mentioned, there is no obvious Imperial presence at the base. No Imperial soldiers, no guards. The entire base is staffed by trigger happy freelance mercenaries and Droidekas. ",	"s_67":"Anything else?",	"s_68":"The facility houses a lot of research and prototype grenades. I'm sure Nym would like to get his hands on both.",	"s_69":"Your next visit is really going to cost you.",	"s_71":"Credits, eh? I am a bit light in the pocket today. Obviously if Jinkins sent you, you need information. But the price of knowledge is steep. What are you offering? ",	"s_73":"How about 50 credits?",	"s_75":"A modest fee. You'll probably want to know about the Imperial mine where I once served the Empire. The mine is guarded by droidekas? Is that what you're here for?",	"s_77":"Droidekas?",	"s_79":"Yes, the so-called 'destroyer droids' used by the Trade Federation during the Clone Wars. The Empire has a stockpile of the droids and has reprogrammed them to guard various installations across the galaxy, including a research station and the mine here on Lok. The droidekas are programmed to attack anyone who shouldn't be there.",	"s_82":"Tell me about the Imperial mine.",	"s_86":"Tell me about the Imperial mine.",	"s_88":"It's a mine. Minerals and gasses are mined and used by the Empire or sold for profit. There is limited Imperial presence at the base. Mainly Droidekas. "
}}