{
	"stfFile":"conversation/mos_eisley_mayor",
	"entries": {
		"do_not_edit":"The English version of this file (mos_eisley_mayor.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"Why don't you just hire more guards?",	"s_103":"If only wishing made it so.  Our city's reputation keeps a lot of worthy candidates from trying to get jobs here.  And I'm sure the Hutt's influence keeps some people from joining up.",	"s_105":"You mean Jabba.",	"s_107":"Of course. He rules over most of Tatooine from his 'liberated' temple in the southwest. And of course it would be dishonest to say that his influence doesn't extend to Mos Eisley, but most of his operatives are busy working off world, and if you keep your nose clean you won't have to worry about them.",	"s_109":"Do a lot of people work for Jabba?",	"s_111":"Oh, yes. He's one of the biggest business owners on Tatooine. But most of his business dealings are, um...shall we say, a little on the dangerous side.",	"s_113":"Illegal?",	"s_115":"You could say that. The Imperials certainly don't like the way he does business, but if they were really that worried about him, I think they'd have shut him down by now. They haven't, so most people take that as an indication that perhaps his business dealings are just shady, and not actually illegal. I don't like to speculate myself.",	"s_117":"Anything else?",	"s_119":"Could I get a job with Jabba?",	"s_121":"Well, you could, but I don't know if I could recommend it. I've heard about some pretty bad things that happen to his employees.",	"s_123":"What else do you know?",	"s_124":"I'm happy I could help.",	"s_125":"What do you mean by 'liberated' temple?",	"s_126":"Was there anything else with which I could help you?",	"s_127":"The monastery that Jabba now claims as his headquarters once belonged to the Dim-U monks of Tatooine. A fanatical religious organization that worshipped banthas and believed they could achieve true enlightenment by having their brains surgically removed and placed into spider droid bodies.",	"s_128":"It was the least I could do.",	"s_129":"That's a little bizarre isn't it?",	"s_130":"I see. What would I have to do?",	"s_131":"If you ask me it's very bizarre. And I've seen a lot of interesting things going through the space port here in Mos Eisley. But it's the way of the galaxy.  What seems strange to some people is simply a way of life for others.",	"s_132":"Mos Eisley suffers from Tusken Raiders, wild vermin, and menacing hooligans. I don't have the staff to handle these problems. I need you to go out there. You want to help the city, don't you?",	"s_133":"What happened to the monks?",	"s_135":"They still roam the corridors of Jabba's Palace, from what I hear. I've never been there myself.  I know a lot of people have, if you're willing to work for a Hutt at what may be an unsavory task you can almost always find work with Jabba.",	"s_136":"Tell me about the Tusken Raiders.",	"s_137":"Can you talk a bit more?",	"s_138":"Tell me about the city's history.",	"s_139":"I hear the cantina's dangerous.",	"s_140":"Tusken Raiders have recently been attacking the city in fairly regular raids. Causing a good bit of ruckus and mayhem.",	"s_141":"The cantina? Well, it's not really dangerous. There hasn't been an incident in the cantina for some time. A Rodian bounty hunter was shot there by one of his associates, and an Aqualish lost his arm in a barfight the same day. But since then it's been pretty quiet. Wuher likes to run a quiet cantina.",	"s_142":"Tell me about the city's history.",	"s_143":"How do you lose an arm in a barfight?",	"s_144":"Why are the Tusken Raiders attacking Mos Eisley?",	"s_145":"That's nice. I think I'll be going now. (PICK POCKET)",	"s_146":"Well, I've heard rumors that it was done by a Jedi Knight, but I don't believe that personally. There hasn't been a Jedi Knight around since the days of the Old Republic, right? What would one be doing on Tatooine? Let alone in a cantina in Mos Eisley.  It's just too outlandish to be true.",	"s_147":"An excellent question, but I don't know the answer. There's a soldier named Purvis Arrison looking into it. Go speak with him and help him in any way you can.",	"s_148":"Remember me in the next election!",	"s_149":"I'm on my way.",	"s_151":"Was there anything else with which I could help you?",	"s_152":"Thank you.",	"s_153":"What else can you tell me?",	"s_155":"Tell me about the wild vermin.",	"s_156":"What would you like to know about?",	"s_157":"Entha Kandela has been clamoring that she needs some help controlling the population of various vermin on the outskirts of Mos Eisley. Give her the assistance she requires.",	"s_159":"My pleasure.",	"s_160":"Tell me about your menacing hooligans.",	"s_161":"You're welcome. Was there anything else I could help you with?",	"s_162":"Tell me about Jabba.",	"s_163":"There is a constant stream of low-lifes and hoodlums who prey on the city of Mos Eisley. Speak with Peawp R'dawc and help her deal with these thugs.",	"s_164":"I'll help her.",	"s_165":"Good.",	"s_167":"Gladly. I'm on my way.",	"s_168":"Thank you.",	"s_169":"Who is Peawp R'dawc?",	"s_170":"Tell me about the cantina.",	"s_171":"She is a combat expert who is leading the endeavor to rid Mos Eisley of these bothersome hoodlums. There's none better. Go speak with her.",	"s_172":"I'm on my way.",	"s_173":"Thank you.",	"s_175":"By the way, I've received word from Vourk. He needs to speak with you..unless of course you would like to help me more?",	"s_176":"What do I need to do now?",	"s_177":"Who's Wuher?",	"s_179":"You need to return to Vourk. He needs to speak with you. I wouldn't delay, if I were you.",	"s_180":"It was the least I could do.",	"s_181":"He's the bartender in the Mos Eisley cantina.  Hates droids. But he mixes a pretty good drink.",	"s_183":"By the way, I got word from Vourk. He needs to speak with you...right now.",	"s_184":"Is there anything else to know?",	"s_185":"I'm happy I could help.",	"s_187":"I've taken care of the Tusken Raiders.",	"s_188":"I've finished helping Entha with the wild vermin.",	"s_189":"I've finished helping Peawp with the local hoodlums.",	"s_190":"Tell me about the city's history.",	"s_191":"So Jabba was behind their attacks? Very interesting, though I suppose I shouldn't be surprised.",	"s_192":"Maybe this will keep Entha happy for a while. Though, who am I kidding?",	"s_193":"Well done. I'll have fewer complaints from the townsfolk now.",	"s_195":"Ah, a scholar. So nice to talk with someone else with an interest in history. The city's history actually has a lot to do with a crashed starship, the Dowager Queen, which crashed into the desert flats in the center of what is now the city of Mos Eisley.",	"s_197":"Really? A crashed starship?",	"s_199":"Can you talk a bit more?",	"s_200":"Oh yes, the people on the crashed ship formed a community, and after a while the city sprung up around the survivors of that crash. The city itself grew up in a radial formation around the Dowager Queen itself, which was long ago pilfered for any useful mechanical items or electronic components. The metal itself was melted down and used to make some of the city's oldest buildings.",	"s_201":"Could I ask about something different?",	"s_203":"Could I ask about something different?",	"s_204":"I still need to help fend off the Tusken Raiders.",	"s_205":"I received word from Vourk. He needs to speak with you...right now.",	"s_206":"Ok, I don't need to know anymore.",	"s_207":"I still need to deal with the wild vermin.",	"s_208":"Could I ask about something different?",	"s_209":"I still need to help fight the menacing hooligans.",	"s_211":"Absolutely, what would you like to know?",	"s_212":"Absolutely, what would you like to know?",	"s_213":"Absolutely, what would you like to know?",	"s_214":"Well, that's all right. Any time you want to come back and talk about it, I'll be happy to fill you in on the importance of Rodians to Mos Eisley's creation, and how the other cities of Tatooine affect and were affected by Mos Eisley.",	"s_215":"Could I ask about something different?",	"s_216":"Absolutely, what would you like to know?",	"s_218":"That's amazing.",	"s_220":"There is more. There's a lot of history in this city. There's the influence of Rodians on the culture and construction of Mos Eisley, and the other Tatooine cities have a lot of ties to this center of economic growth.",	"s_222":"What do Rodians have to do with Mos Eisley?",	"s_224":"Rodian refugees helped construct the very first starports in Mos Eisley. There are those that say that the vice and corruption that have filled Mos Eisley's alleyways over the years come from the influence of Rodian construction workers who were known to accept bribes.",	"s_226":"What about the other cities?",	"s_228":"Entha Kandela told me that you're still doing some work on the vermin. Go and speak with Entha.",	"s_229":"Peawp says you're still doing some investigating, you know, about the hooligans? Go speak with Peawp.",	"s_230":"I think I've heard enough.",	"s_231":"Purvis says you're still looking into the Tusken problem. Go and speak with Purvis.",	"s_233":"What else can you tell me about the city?",	"s_235":"How are other cities tied to Mos Eisley?",	"s_236":"Sorry, but I better see what he wants.",	"s_237":"Sure, what can I do?",	"s_239":"Oh well, thanks for what help you did give.",	"s_240":"By the way, I got word from Vourk. He needs to speak with you...right now.",	"s_241":"Thank you for your help. I may make it out of this situation with my hide intact!",	"s_242":"Mos Eisley flourished after building starports as a viable alternative to Anchorhead, which many people at the time thought was too expensive. Mos Eisley really took off though after the podraces were banned. At the time Mos Espa was the capital of Tatooine, and still is according to the records, but after podracing died, Mos Espa lost a lot of business and Mos Eisley picked up the slack.",	"s_243":"By the way, I got word from Vourk. He needs to speak with you...unless of course you would like to help me more?",	"s_244":"My pleasure.",	"s_245":"Was there anything else with which I could help you?",	"s_247":"I received word from Vourk. He needs to speak with you...unless of course you would like to help me more?",	"s_248":"What about the Rodians?",	"s_250":"That's all the history I need.",	"s_252":"Is there more information you could give me?",	"s_254":"Do you know where I would go to start a pilot career?",	"s_256":"I don't know much about piloting, but I do know a few people on Tatooine who do. Lt. Akal Colzet represents the Empire, Dravis is a smuggler working out of the Mos Eisley cantina, and finally Da'la Socuna who is rumored to work for the rebellion. Any one of them will train you for various reasons.",	"s_258":"Could you tell me about the Imperial trainer here on Tatooine?",	"s_260":"The Empire has started a new accelerated training program that will let you skip the academy and get right into the pilot's seat. Lt. Akal Colzet is taking applications in Bestine.",	"s_262":"Yea, that sounds like something I can do. Tell me where to find him.",	"s_265":"I don't think I want to get involved with the Empire. Tell me who you know again.",	"s_267":"Sure, here you go.",	"s_268":"Okay, but remember there are trainers on other planets also.",	"s_289":"Tell me about the smuggler.",	"s_290":"I would like to speak to the Rebellion trainer, Da'la.",	"s_291":"I've heard rumors that she is in Mos Espa seeking pilots for some undisclosed mission.",	"s_292":"That's who I want to see. Can you give me directions?",	"s_293":"No, not the rebellion. Tell me who can teach me to fly again.",	"s_294":"Here is the information.",	"s_296":"He is our local boy, Dravis. He'a a bit of a scoundrel, but he'll teach you to fly just fine. Of course you'll have to do a few jobs for him in return.",	"s_297":"I can do flight jobs for training. Tell me where to find Dravis.",	"s_298":"No, Dravis sounds like a criminal. Tell me about the other pilot trainers again.",	"s_299":"Here's right here in town at the Mos Eisley cantina.",	"s_300":"Sure, but remember there are trainers on other planets also.",	"s_301":"Of course, but remember there are trainers on other planets also.",	"s_67":"",	"s_69":"I've squared everything with Jabba's people. I couldn't have done it without you. Thank you.",	"s_76":"I hear you need some help with a debt owed to Jabba.",	"s_80":"Yes. My...debt. My next payment, a speeder deed, was stolen from me. I can't divert...er...raise the money with all the problems in the city. If you do some things for me, it might...free up some funds I need.",	"s_81":"Thank you for your help. I may make it out of this situation with my hide intact!",	"s_85":"Welcome to Mos Eisley! I'm Mayor Guh'rantt. Do you know the history of Mos Eisley? It's a beautiful city, full of life and character and one of the best cantinas in the known galaxy.",	"s_91":"I hear this city is a little...",	"s_93":"Yes, yes, I know what they say about Mos Eisley, something about a 'wretched hive of scum and villainy' or the like. Don't get me wrong - we have our fair share of criminals and shady dealings, but don't let that scare you off.",	"s_95":"Is the city dangerous?",	"s_97":"Dangerous? No, I don't think so.  I mean it can be a little scary sometimes, but what city isn't?",	"s_99":"Tell me about something else."
}}