{
	"stfFile":"conversation/mtp_hideout_food_supply_tech",
	"entries": {
		"do_not_edit":"The English version of this file (mtp_hideout_food_supply_tech.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"The Ragtags are a sorry bunch as you likely already know.  There is a small group of them that keep harassing a few of the newer recruits.  I need someone to teach them a lesson.",	"s_13":"Why not ask someone else?",	"s_15":"You are right.  You don't seem like you can handle it.  I'll  ask someone else ...",	"s_17":"Wait up.  I'll help you with this if you help me.",	"s_19":"What do you need? I got a few crates of food and a few lumps.  Will that do?",	"s_2":"",	"s_21":"Well no.  I need to know where you are sending some of the supplies.",	"s_23":"Ah...what?  Who are you CorSec.  Get outta here.",	"s_25":"I have a friend out at one of the new Meatlump camps.  Was hoping to catch a ride out for a visit.",	"s_27":"Uh.  Well there aren't any shipments going out this week.  Maybe I can get you some coordinates.  What is your friend's name?",	"s_29":"Uh, Duke Jaywalker?",	"s_31":"Never Heard of him.  Maybe someone else knows your friend.",	"s_33":"Uh, Boba Palpatine?",	"s_35":"Never Heard of him.  Maybe someone else knows your friend.",	"s_37":"Uh, Chewbacco?",	"s_39":"Never Heard of him.  Maybe someone else knows your friend.",	"s_41":"Uh, Lumpy?",	"s_43":"Hmmm...that name sounds really familiar. What planet?",	"s_45":"I don't know. Was hoping you would help me.",	"s_47":"I'll tell you what.  You take care of those Ragtags for me and I will give you some coordinates.",	"s_49":"Sounds good.  Where are these Ragtags?",	"s_51":"South West Coronet.  Look for Ames Miss'd. Good Luck.",	"s_56":"Well, that didn't take long.  I assume you taught the Ragtags a lesson.",	"s_58":"I did.",	"s_60":"Good.  I took a look at the supply notes and didn't see your friend's name.  All I can give you is a few locations on Tatooine.  Hope this helps.",	"s_62":"Sounds good.",	"s_63":"Did you want those coordinates?",	"s_64":"Yes",	"s_65":"Here you go.",	"s_67":"Here. Let me add the coordinates to your datapad.",	"s_69":"Uh oh.  You look a little beat up.  Wanna try again?",	"s_7":"You ever been in a fight?",	"s_70":"Yes.  This time I am really going to teach them!",	"s_71":"All right.  Maybe you should rest up before you go at 'em again.",	"s_72":"Thanks for helping me out. Good luck with your friend.",	"s_74":"Glad to meet you.  ",	"s_9":"Uh, sure.  Why?"
}}