{
	"stfFile":"conversation/mtp_hideout_recon",
	"entries": {
		"do_not_edit":"The English version of this file (mtp_hideout_recon.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"What did you have in mind?",	"s_12":"People all over the Galaxy have built harvesters to mine minerals, collect gasses, water, etc. This type of mass production will only lead to a societal breakdown in years to come.  Now is our chance to slow the advancement of strife.",	"s_14":"Yes, I see where you're coming from.  What do you want me to do?",	"s_16":"Take this camera and travel across the Galaxy.  During your travels, seek out and take pictures of harvesters people have built.  The information you return with will help us locate future targets.  ",	"s_18":"Give me the camera and I'll be on my way.",	"s_2":"",	"s_20":"Here you go. Also, while you're out gathering intelligence, make sure you're not being watched.  We do not want to make it seem like we're doing anything suspicious.",	"s_22":"Uhh, no thanks, I don't want to be involved in this.  I'm just here to have a good time.",	"s_24":"Well, if you ever change your mind, I'll be here.",	"s_26":"No thanks, I'm busy right now.",	"s_28":"Come back anytime.",	"s_30":"Hey, can you point me to the restroom?",	"s_32":"Restroom?  We suggest you leave the hideout...other than that...you're on your own.",	"s_34":"I'm still trying to get all those photos taken.",	"s_36":"Well, there is no time limit, but the sooner the better.",	"s_38":"I think I'm all done getting the photos you requested.",	"s_4":"Hey there!",	"s_40":"Ah! Great work!  I'll get these developed and take them to the King!  You've done a great service, Thank You!",	"s_42":"Remember to bring the camera when you return so I can get the film developed.",	"s_44":"It doesn't look like you've used up all the film.  Finish taking the recon photos and return to me.",	"s_6":"Hi, I'm new here, could you give me a little background info?",	"s_8":"I'm not big on giving out too much information about our cause to new-comers. I do, however, have a task for you if you wish to prove your worthiness to the organization."
}}