{
	"stfFile":"conversation/mtp_hideout_col_doll_reset",
	"entries": {
		"do_not_edit":"The English version of this file (mtp_hideout_col_doll_reset.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Thanks!",	"s_100":"Perfect!  I reset the collection.  Come back when you're done and I'll reward you with Lumps.",	"s_102":"Hah! No way.  The King can collect his own dolls.",	"s_104":"...no respect...",	"s_106":"I got some more Hench Doll parts.  Can I get my Lump reward?",	"s_108":"Ah! Great!  The Meatlump Kids will be very happy. Here's your Lumps.",	"s_110":"Here's all the pieces for the Officer Doll.  I'll trade you for some Lumps.",	"s_112":"The Mangled Meatlumps will enjoy having new toys.  This should boost their morale. Here's your Lumps...Thanks again!",	"s_114":"I found another set of pieces for the King Doll.  Can I get some Lumps for completing it?",	"s_116":"Sure!  The King will love his new King Doll.  He must have 5000 of these by now. Here's your Lumps.",	"s_118":"What is your job around here?",	"s_120":"I just do odds and ends things.  Sew, knit, perform surgeries...",	"s_122":"Uhh, surgery?",	"s_124":"Not too often, but it does come up.  Everyone figures, since I knit and crotche, I'd be good with patients on the operating table.",	"s_126":"Wow, I'm glad I'm not sick!",	"s_128":"If you need, I can take care of...less demanding things.  Just drop by if you need anything.",	"s_15":"I have these Officer Doll pieces.   What do I do with them?",	"s_17":"I can sew them together for you.  They should make a decent doll.",	"s_19":"Please do.  I'm anxious to see the result.",	"s_2":"",	"s_23":"Ahh, here you go.  It wasn't as difficult as I thought it would be.",	"s_25":"I hear you're the one to speak to about getting dolls fixed.",	"s_27":"Not really, but I did stay at an Corellian Inn Express.",	"s_29":"*sigh* - Can you fix my King Doll?",	"s_38":"I would like to reset the Hench Doll collection so I can do it again.",	"s_4":"Hi there! Can I help you with anything?",	"s_40":"I can reset the collection for you...but...when you complete it from now on you will only get Lumps, not another doll.   We will donate the extra Hench dolls to Meatlump Kids.",	"s_42":"Sounds good, I'd rather have the lumps anyway.  Let the kids keep the dolls.",	"s_43":"Ah, here you go.  All done.",	"s_44":"Nevermind...I've decided to wait.",	"s_45":"On second thought, let me wait a bit.",	"s_46":"Alright, take care.",	"s_47":"Come back anytime.",	"s_48":"I think I'm talking to the wrong person.   I'll look around for someone else.",	"s_49":"Alright, see you later.",	"s_50":"Sure, I can do anything!  Let me see the pieces.",	"s_51":"Here you go.",	"s_52":"I'm not sure I fully trust you.",	"s_53":"Come back when you do.",	"s_54":"See how easy that was! All done.",	"s_56":"I'll go ahead and reset it now, remember, I will only give Lumps as a reward from now on. Do you want me to reset the Hench Doll Collection?",	"s_58":"Yes please!",	"s_6":"Yes!  I have collected these Hench Doll pieces.   Any chance you could sew them together for me?",	"s_60":"All taken care of.  You can now consume the doll parts and complete the collection again.  Return to me to get your reward Lumps.",	"s_62":"No thanks, I changed my mind.",	"s_64":"If you have a change of heart, I'll be here.",	"s_66":"What?  You have got to be kidding me!   I'm not finding those doll parts again so you can  give a doll to a needy child...geez...nevermind.",	"s_68":"If you have a change of heart, I'll be here.",	"s_70":"I would like to reset the Officer Doll collection so I can get another.",	"s_72":"Well, I won't be able to give you another doll, but I can reset the collection if you wish.  I will reward you with Lumps instead. We donate our extra Officer dolls to the Mangled Meatlumps Foundation.",	"s_74":"Uhh, sounds like a good cause, I guess.",	"s_76":"A worthy cause indeed. Do you want me to reset your Officer Doll collection? Remember, you will be rewarded with Lumps when you complete it, not another doll.",	"s_78":"Sure, I'd be happy to help out a Mangled Meatlump.  Lumps as a reward from now on is fine.",	"s_8":"Well, I'm not much of a tailor, but let's see what I can do.",	"s_80":"Great!  There you go, you're good to go. When you get done, come back to me and I'll reward you with Lumps.",	"s_82":"No thanks. I don't feel like doing the collection again.",	"s_84":"If you change your mind, I'll be here helping others.",	"s_86":"Can you reset my King Doll collection.  I want to do it again. ",	"s_88":"I can reset it, but I can't give you a second King Doll for completing it again.   I can, however, give you Lumps as a reward.",	"s_90":"What happens to the extra dolls?",	"s_92":"The Meatlump King himself has requested that they all be sent to him.  Apparently he has a distinct liking for them.",	"s_94":"Ah, I see.",	"s_96":"Would you like me to reset your King Doll collection?",	"s_98":"Sure thing.  I'd be happy to get the King another King Doll."
}}