{
	"stfFile":"conversation/mtp_hideout_safe_tech",
	"entries": {
		"do_not_edit":"The English version of this file (mtp_hideout_safe_tech.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Of course, what is it?",	"s_12":"There are noises ... coming from the supply storage area of this room.  At first I thought it might be creatures from the pipes, but...",	"s_14":"What is it?",	"s_16":"I think it is a spirit of the old locksmith that used to work here.  He slipped in a puddle a time back and he decided to stick around and torment me.",	"s_18":"A spirit?  Are you seeing ghosts?",	"s_2":"",	"s_20":"Well ... I haven't seen nothing.  But I can hear it.  Sometimes footsteps, breathing .... sometimes things get moved or knocked over.",	"s_22":"I see.  And you want me to take a look?",	"s_24":"Yes.  Just make a sweep of the supply area and see if you can hear or see anything.  I just want to make sure I am not going crazy.",	"s_26":"Will do.",	"s_28":"Thanks.  Thanks a lot!",	"s_35":"You saw what? Wow.  Uh, that explains a lot.  Hey, are you going to report this lapse in security?  ",	"s_36":"Would you like me to?",	"s_37":"No.  I don't think anyone needs to know. Here take some Lumps for your time.",	"s_38":"I was wondering if you could help me out actually.",	"s_39":"Name it.",	"s_4":"Are you the one they sent to investigate what is going on here?",	"s_40":"Can you give me a few locations as to where you are sending supplies?",	"s_42":"I see no harm in that.  I will put a few waypoints in your datapad.  Just please don't tell anyone I...well, you know.",	"s_44":"No luck?  Make sure to look around the supply pallets.  Everytime I take inventory I hear something.",	"s_46":"Thanks again for all your help.",	"s_48":"Sometimes I like to hide things in locked containers and safes and make the combination or pass phrases real hard.  It's just what I do. ",	"s_49":"Did you lose those locations I gave you?",	"s_50":"Yes. Can I have them again?",	"s_51":"Sure. Here you are.",	"s_6":"Uh...yes. Are you in charge of sending supplies to camps off planet?",	"s_8":"Yes I send supplies in locked containers and safes but that has nothing to do with what I need.  Are you here to help or not?"
}}