{
	"stfFile":"conversation/mtp_complaint_department",
	"entries": {
		"do_not_edit":"The English version of this file (mtp_complaint_department.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"One moment while I verify your Meatlump Mono status.",	"s_102":"*wait*",	"s_104":"After careful consideration and looking over your past history of Meatlump interactions, we are able to offer you a refund this one time only. We will cure your Meatlump Mono and Refund your Lump.",	"s_110":"*hang up*",	"s_112":"Goodbye.",	"s_114":"You do not look to have an infection.  Please hold for the main menu.",	"s_116":"I'm just complaining to complain.",	"s_118":"Please hold. ",	"s_120":"That would be great!",	"s_121":"You might feel a slight pinch... Oh, and thanks for contacting the Meatlump Complaint Department.",	"s_122":"*hang up*",	"s_124":"Thanks again for calling the Meatlump Complaint Department.",	"s_125":"Actually, nevermind.  I've gotten used to  it now that it's taken so long to get help.",	"s_126":"Thanks again for contacting the Meatlump Complaint Department",	"s_127":"I know it's you behind those pallets!  Get out here and help me!",	"s_128":"We're sorry, we did not recognize your response. *chuckle* Please try back again at your convenience.  Goodbye. *click*",	"s_129":"*continue to hold*",	"s_13":"To enter another complaint, Press 2.",	"s_130":"*hang up*",	"s_131":"Unfortunately, all of our representatives are extremely busy, please come back some other time.",	"s_132":"Thank you again for contacting the Meatlump Complaint Department.  Have a nice day!",	"s_133":"I know you're back there and I'm the only one in line!  Get out here and help me instead of hiding behind  this broken-down droid!",	"s_134":"Yelling is not a valid response.  Please hold while you're transferred to our main menu.",	"s_136":"*hold*",	"s_138":"*you hear a click, then a dial tone*",	"s_140":"To end this session, Press 6.",	"s_142":"Thank you again for contacting the Meatlump Complaint Department.",	"s_17":"Thank you for contacting the Meatlump Complaint Department.  Complaints are handled on a first-come-first-serve basis.  You are currently #10045.  Please hold.",	"s_19":"Thank you for contacting the Meatlump Complaint Department.  Complaints are handled on a first-come-first-serve basis.",	"s_2":"",	"s_21":"*Hang Up*",	"s_24":"*Hang Up*",	"s_25":"*Wait*",	"s_27":"Thank you for waiting, unfortunately, all representatives are busy right now.  Please try back later. *dial tone*",	"s_28":"Thank you again for contacting the Meatlump Complaint Department.  *click*",	"s_29":"*Wait*",	"s_30":"Thank you again for contacting the Meatlump Complaint Department.  *click*",	"s_31":"Welcome to the Meatlump Complaint Filing System.  Please listen to all choices; our menus change daily.",	"s_32":"To enter a complaint concerning a game malfunction, Press 1.",	"s_36":"To enter a complaint concerning a booth malfunction, Press 2.",	"s_4":"Welcome to the Meatlump Complaint Department's automated complaint system.  Please listen to all options since our menu has recently changed.  Remember, you can press 0 (zero) at any time to go to the main menu.",	"s_42":"To enter a random complaint, Press 3.",	"s_44":"To complain anonymously, Press 4.",	"s_46":"I ALREADY WENT THROUGH THIS MENU!!!!",	"s_48":"We're sorry, we did not recognize your response. Please try back again at your convenience.  Goodbye. *click*",	"s_52":"To speak with one of our representatives, Press 3.",	"s_54":"Unfortunately, all of our representatives are busy at the moment and will remain busy until the end of the day.  Please try back at a more convenient time for us.",	"s_56":"*Hang Up*",	"s_58":"Thank you again for contacting the Meatlump Complaint Department.  Have a nice day!",	"s_6":"To enter a complaint, Press 1.",	"s_60":"To receive a refund due to a game or booth malfunction, Press 4.",	"s_65":"To be put on hold, Press 5.",	"s_67":"Please continue to hold.",	"s_69":"I'm tired of holding!",	"s_71":"We're sorry, we did not recognize that response. You will now be returned to the main menu.",	"s_73":"*continue to hold*",	"s_75":"Thanks for holding.  What is your issue today?",	"s_77":"Your kissing booth gave me Meatlump Mono!",	"s_79":"Due to the nature of the booth, we are not responsible for anything other than the kisses.  Please see your physician for assistance. ",	"s_81":"grrrr....*hang up*",	"s_83":"Thank you again for contacting the Meatlump Complaint Department.  Goodbye.",	"s_85":"I'm not leaving until I either get a refund, or you get rid of this Meatlump Mono!",	"s_86":"This is not a valid entry.  You will be directed to our main menu.  Please hold.",	"s_87":"This is not a valid entry.  You will be directed to our main menu.  Please hold.",	"s_88":"This is not a valid entry.  You will be directed to our main menu.  Please hold.",	"s_89":"This is not a valid entry.  You will be directed to our main menu.  Please hold.",	"s_90":"Please hold.",	"s_92":"At this time, we are only allowing refunds for such incidents.  These refunds are only given for those that complain repeatedly.",	"s_94":"Oh, in that case, sorry to have bothered you.  *hang up*",	"s_96":"We hope you enjoyed your stay.  Take Care.",	"s_98":"Give me my money back!  This is a rip-off!"
}}