{
	"stfFile":"conversation/mtp_meatlump_wine",
	"entries": {
		"do_not_edit":"The English version of this file (mtp_meatlump_wine.stf) is automatically generated by the SwgConversationEditor.",	"s_13":"Hi there!  I'm the Meatlump King's personal chef. He is very particular in what he eats and drinks.",	"s_15":"Really?  He doesn't look like he's picky about what he eats.",	"s_2":"",	"s_28":"I'm curious, what is his favorite food?",	"s_35":"What is his favorite drink?",	"s_36":"Oh, he is!  However, when he finds something he likes, he eats a lot of it.",	"s_37":"It would definitely be our specialty of Meatlump meatlumps.  ",	"s_38":"Mmmm...sounds *cough* tasty.  How do you make them?",	"s_39":"Oh, I can't tell you that.  If that recipe were to get out, everyone in the Galaxy would be making them.",	"s_40":"Meatlump Wine of course.",	"s_41":"Meatlump Wine?  Can I try some?",	"s_42":"Unfortunately we are running low right now.  I could give you a bottle if you would be willing to help me with something.",	"s_43":"Sorry, I'm busy right now.  I'll try back some other time.",	"s_44":"What do you need me to do?",	"s_45":"Well, Meatlump Wine is made from...well... I need you to go around the hideout and squash all the rodents you can find.  Collect their juices and return them to me.",	"s_46":"Alright, let me know when you can lend a hand and I'll give you a sample.",	"s_47":"Juices? From rodents?  You can't be serious...",	"s_48":"One taste of our wine will remove that look of disgust from your face.  Will you help me?",	"s_49":"Sure.  I just squash every rodent I see?",	"s_50":"No way.  I don't care how 'good' it supposedly tastes, you're not getting me to try it!",	"s_51":"Yes, that's it.  Return to me when you're done.",	"s_52":"Well, I'm always here just in case you change your mind.  Take care.",	"s_53":"Can I try one?",	"s_54":"Sure! I have a few over there on the grills.  Help yourself to one.",	"s_55":"Yeah, I've already tried one.  They're pretty good.",	"s_56":"I tried one earlier.  They're good if it's the last thing in the Galaxy to eat!",	"s_57":"Ah, glad to hear you like them.  Feel free to drop by and grab another every now and then.",	"s_58":"It's an acquired taste...",	"s_59":"I would like to collect some more 'ooze' for some Meatlump Wine.",	"s_60":"Ah, I can reset the collection for you if you want.  This will make it so you can start over and get another bottle of wine.",	"s_62":"Yes! That's what I would like to do.  I understand that it will reset the collection.",	"s_64":"Ok, I'm resetting your collection and activating it now.",	"s_66":"Oh, No Thanks!  I don't want to reset the collection.",	"s_68":"I'm here if you ever change your mind.",	"s_70":"We don't need any more wine at the moment.  You may want to check back with me tomorrow.",	"s_72":"Sounds good, I'll try back then.",	"s_74":"Take care.",	"s_76":"I've finished collecting the 'ooze' for the Meatlump Wine.",	"s_78":"That's great!  I actually have enough wine for today's meals so you can keep this bottle for yourself.",	"s_80":"Very nice!  Thanks!",	"s_82":"Check back in a day or so, I may need some more then.  Take care."
}}