{
	"stfFile":"conversation/mtp_meatlump_king",
	"entries": {
		"do_not_edit":"The English version of this file (mtp_meatlump_king.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"I almost asked if it was because you were most glorious.",	"s_12":"You are astute and wise beyond what your otherwise dreary countenance would suggest. Make yourself at home in my Empire.",	"s_14":"Being glorious isn't a basis for government. How about we vote?",	"s_16":"Hush you. And begone from my sight before I have you thrown in jail like a common droid.",	"s_2":"",	"s_25":"It's amazing how the colors of the real world only seem truly real when you see them in my coat.",	"s_26":"Too many Meatlumps think I'm a concept, or I complete them, or I'm gonna make them alive. But I've got my own peace of mind. I don't need yours and won't give you mine.",	"s_27":"Maybe in these moments I love life more than I ever had before. Not just my life...anybody's life...your life. All I want are the same answers anybody wants. Where did I come from? Where am I going? How long have I got? Could I have a bite of that meatlump?",	"s_28":"Now watch closely, everyone. I'm going to show you how to eat a meatlump. A meatlump of meat and lumpiness. The trick is not to fear it. Or to chew.",	"s_29":"These rugs really tie the room together.",	"s_30":"Once, not long ago, I dropped my meatlump into a river. When I tried to get it back, I fell in. I thought I'd drown, but the water carried me to the shore. From then on, I always ate my snacks away from water.",	"s_31":"Anyone who spends a significant amount of time with me finds me quite agreeable. Just ask...well anybody.",	"s_33":"What CorSec has never figured out, and what I know well, is that these Meatlumps would never break, never lie down, never bend over for anybody. Anybody. Well, other than for me.",	"s_35":"This hideout demonstrates one of the great dangers of being a Meatlump. Not to life and limb...what could possibly harm a Meatlump? I'm talking about excess anger.",	"s_37":"I must admit I didn't think much of you the first time I laid eyes on you; looked like a stiff breeze would blow you over. I'm still working on my second impression.",	"s_39":"Look, I don't mean to be rude but being Meatlump King is not as easy as it looks, so I'd appreciate it if you wouldn't distract me.",	"s_4":"Ah, a new Meatlump. Welcome. I am the King.",	"s_41":"I live my life. I don't apologize for taking care of my Meatlumps. And I refused to be a fool dancing on the strings held by any of those Imperial or Rebel big shots. That's my life and I don't apologize for that.",	"s_43":"I do not seek to rule the entire Galaxy...unlike others I will not bother to name [*wink*]. I merely seek my own sanctuary, down here below Coronet, where I might find peace.",	"s_44":"These chambers and tunnels are my Empire, though it is most definitely not divided. All Meatlumps are welcome here.",	"s_6":"How did you become King of the Meatlumps?",	"s_8":"I was the first. When I started, I was the only one. Though back then, the name meatlump only referred to a delicious snack. It was Draykken who  named us Meatlumps! But even so, it is only right that I am King. For I am the tallest and the most glorious."
}}