{
	"stfFile":"conversation/mtp_ragtag_ames_missd",
	"entries": {
		"do_not_edit":"The English version of this file (mtp_ragtag_ames_missd.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Sorry.",	"s_12":"I don't like you either. You just watch yourself.",	"s_2":"",	"s_35":"Not right now mate, I'm busy watchin' the festivities.",	"s_37":"We'll see, but she's a bit busy at the moment. Once she's done walloping this other chum, she'll give you your beating. Though I hope you don't mind having this conversation again, because I'm aimin' to repeat it.",	"s_38":"That's right. More than a friend even. Well, no, he's just a friend. And when he's done with this other bloke, he'll have a go at you.",	"s_40":"Yeah, I'm really scared of you and that lame clerk.",	"s_41":"We're wanted men. I have the death sentence on twelve systems.",	"s_44":"Oh really? What are the twelve systems?",	"s_45":"Look, you win okay. Just don't hurt me.",	"s_46":"Uh....never mind that.  You are supposed to say 'I'll be careful.'",	"s_47":"Sorry....I'm not interested.",	"s_48":"Oh...right. Uh, I'll be careful.",	"s_52":"You'll be dea...I mean beat up. Yeah. I'm here to beat you up.",	"s_54":"Well...I am a little tied up at the moment.  What if you beat up a friend of mine instead?",	"s_56":"Pffft. You are too scared to fight? ",	"s_58":"Actually I think I am a little too strong for you.  Look at it as me doing you a favor.",	"s_6":"Whatta you want?",	"s_60":"Right.  I'm sure your friend will thank you for the favor when they see their hospital bills.",	"s_62":"Anita!  Beat the twelve systems out of this Meatlump.",	"s_72":"Uh oh. Poor Anita.  Well...I guess I will have to introduce you to Box.  ",	"s_73":"Oh another friend?",	"s_74":"Box! Let's deliver the death sentence this Meatlump deserves.",	"s_75":"You beat them.... Well uh...  What is it you wanted?",	"s_76":"I've come to settle the score with you Ames.",	"s_77":"Consider it settled.  I have no desire to fight you.",	"s_79":"You're kidding right?  You send in your buddies and then you don't even fight?",	"s_8":"The Supply Clerk sent me. He doesn't like you.",	"s_81":"Look Meatlump I don't have time to dance around like a fool.",	"s_83":"[Fake Punch]",	"s_84":"Ohhh don't hit me.",	"s_85":"That's what I thought.  If I see you again... you won't be missed... uh, you'll be sorry.",	"s_86":"Okay...okay!"
}}