{
	"stfFile":"conversation/mtp_corellia_times_contact",
	"entries": {
		"do_not_edit":"The English version of this file (mtp_corellia_times_contact.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"I have been expecting you.  Thanks to you the recent Corellia Times article has brought us a flood of new information and with it new challenges.  Are you interested in additional work?",	"s_12":"That depends what it entails.",	"s_14":"Well it is quite important actually.  We have reports that small teams of Meatlumps have taken their cause to other planets in the Galaxy.  Obviously, this is a much bigger story than previously expected. ",	"s_16":"And what would you like me to do?",	"s_18":"We need someone to spoil their plans.  We can't have a gang from Corellia spreading to other parts of the Galaxy and giving the planet a bad name...",	"s_19":"I see that you have completed your missions.  You have done well, but all is not over.  Come back when you are ready for more work. ",	"s_2":"",	"s_21":"You have to be kidding me right?  Call in the authorities.",	"s_23":"Okay, okay.  What I mean is, this is a Corellia Times story and we deserve credit.  Our news isn't widely distributed off planet.  If a larger syndicated news service got wind of this I'd miss....I mean the Times would miss its chance.  If we can delay the expansion long enough for more investigative reporting as well as a few additional published articles everyone will be in a better position.",	"s_25":"Everyone except me.",	"s_27":"I'll make the pay worth your while.",	"s_29":"Now you are talking my language.",	"s_31":"Let me put what information I have in your datapad. Unfortunately I don't have any waypoints but reports place the Meatlump Camps just outside of towns and cities throughout the Galaxy.  Shouldn't be too hard to find a few guys walking around in the Meatlump colors. ",	"s_33":"Shouldn't be too hard.",	"s_35":"Once there, destroy supplies, loot their containers and gather any intel you can.  I am putting the tools you need in your inventory. Each tool has a specific purpose. If you run out of any of the tools you can come back to me to receive more.",	"s_37":"It is only a matter of time before the Meatlumps refortify those base camps and continue their antics.  If you can continue to raze those positions I would gladly pay you the same that I did last time. Interested?",	"s_38":"Uh. What is the Bomb Defuser for?",	"s_39":"Yes.  It was a lot of fun handing it to the Meatlumps.",	"s_41":"Good to hear.  Let me reset the mission instructions on your datapad.  Good Luck!",	"s_42":"Oh that?  In case you find any Meatlump Bombs in or around one of their targets...that device will help you defuse it.  Don't worry...it does all the work for you.  Well, almost all the work anyway.",	"s_43":"No thanks.  I have other things to do.",	"s_45":"I understand. Take some time off and then come back. There will always be more work for you.",	"s_46":"Uh...defuse bombs?  Well, alright then.",	"s_48":"Remember to come back and get additional tools when you run out.  You won't be able to complete your mission without the tools.",	"s_50":"Hello again, need more tools?",	"s_52":"Bomb Defusers please.",	"s_54":"Here you go.",	"s_56":"Biological Yeast Dispensers please",	"s_58":"Ok. Here you are.",	"s_60":"Power Cell Abatements please.",	"s_62":"Added to your inventory.",	"s_64":"Decryptors please.",	"s_66":"Done",	"s_68":"Lock Breakers Please",	"s_70":"Here you go.",	"s_72":"Safe Slicers please.",	"s_74":"You will find them in your inventory.",	"s_76":"Great day isn't it?  "
}}