{
	"stfFile":"conversation/mtp_hideout_bomb_tech",
	"entries": {
		"do_not_edit":"The English version of this file (mtp_hideout_bomb_tech.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Hello.  Can you pass me that tool on the table over there?  Thanks.",	"s_2":"",	"s_20":"Yes.",	"s_22":"What seems to be the problem?",	"s_23":"I need parts that are missing for the bombs I am making.  Can you go collect the parts?",	"s_24":"Sounds easy.  Where are the parts?",	"s_25":"Well I don't know.  My old assistant has successfully made me look bad by hiding the most important bomb parts.  I assume they are here in the hideout somewhere.",	"s_26":"Oh! Errr. This is an unexpected pleasure. I am honored by your presence.",	"s_28":"You may dispense with the pleasantries. I'm here to put you back on schedule. ",	"s_30":"Oh. I bet I know where the parts are. What are they?",	"s_31":"I assure you I am working as fast as I can. ",	"s_33":"Let me add the parts needed to your datapad.",	"s_34":"Perhaps I can find new ways to motivate you.",	"s_35":"Why don't I just find your old assistant and get him to tell me where the parts are?",	"s_37":"Well. Uh.  He met with an explosive end.  I guess I should have asked him where he hid the parts before I... oh well.",	"s_38":"I tell you, this station ...uh I mean ...these bombs will be operational as planned.",	"s_39":"Well. I guess I'll just have to find the parts.",	"s_4":"Oh dear.  The King didn't send you did he?",	"s_40":"Let me add the parts needed to your datapad.",	"s_42":"The King does not share your optimistic appraisal of the situation.",	"s_44":"But, he asks the impossible. I need more parts!",	"s_46":"Then perhaps you can tell him when he arrives.",	"s_48":"The King's coming here?",	"s_50":"That is correct! And, he is most displeased with your apparent lack of progress. ",	"s_52":"We shall double our efforts!",	"s_54":"I hope so, for your sake. The King is not as forgiving as I am.",	"s_56":"*Sob*",	"s_58":"Do you have all the parts?",	"s_6":"No.  You looked like you needed help, so here I am.",	"s_60":"Yep.  Here they are.",	"s_62":"Fantastic!  Here.  This is all I have but I hope it is enough to show my appreciation.",	"s_64":"Thanks.",	"s_66":"Ever consider becoming a bomb maker?  I so need a new assistant.",	"s_68":"Hello again.  Are you having trouble finding the items?",	"s_70":"Yes. My datapad data somehow got corrupted can you give me the information again?",	"s_72":"Okay.  Let me break it down for you.",	"s_74":"Ever consider becoming a bomb maker?  I so need a new assistant.",	"s_76":"You seem really nice for a bomb maker.  ",	"s_78":"Thanks.  I try to treat everyone the way I want to be treated.",	"s_8":"Whew!  You are a saviour.  I really need some help.",	"s_80":"Don't you worry about where your creations are placed? ",	"s_82":"Most of the bombs are placed in low traffic areas next to machinery.  Sometimes there are risks and that bothers me.",	"s_84":"Risks?",	"s_86":"Yes.  Like on Lok.  I hear there is a group targeting a room in a building.  The next room over is the building sleeping quarters.",	"s_88":"Wow.  Where is this building?",	"s_90":"I don't know.  All I have is the location of the camp.  Maybe you can travel there and convince them to move the bomb to another target.",	"s_92":"I heard the camp on Lok was attacked.  Do you know anything about it?",	"s_94":"Thanks again for all your help.  I hope it goes well on Lok for you.",	"s_96":"I am having problems with the Lok location. Can you give it to me again?",	"s_98":"Sure"
}}