{
	"stfFile":"conversation/mtp_hideout_access_lieutenant_kaiya",
	"entries": {
		"do_not_edit":"The English version of this file (mtp_hideout_access_lieutenant_kaiya.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Get ya going. Those plans aren't going to steal themselves and then be completed on their own for me. Go. Go.",	"s_11":"Ah, it's yeh. My favorite new Meatlump. Unless ya have let me down. Ya haven't let me down, have ya?",	"s_13":"Yer back? What's going on? I haven't heard anything from them rogue CorSecs.",	"s_19":"Our meet was raided by some CorSec agents.",	"s_2":"",	"s_20":"What?!!? What happened then?",	"s_21":"The two rogue CorSec officers were killed. I managed to escape.",	"s_22":"Ya managed to escape? I'm impressed. Especially when those other two didn't. They were the best I'd known. Ya must be better. Hmm...maybe there's something else ya can do for me then.",	"s_25":"What's that?",	"s_26":"There's a rival Meatlump lieutenant that I've been meaning to take down a peg or two. Word is that he is planning something big. I want those plans for myself. I am, after all, the far greater Meatlump. Find out what he's planning and then beat him to it.",	"s_27":"No, but your rival? He didn't make it.",	"s_28":"When a Meatlump counts their lumps, they become mere thieves. If yer waiting for a hand out, then yer already washed out. Get on with it.",	"s_30":"Didn't make it? Ha! That's even better than I'd hoped. I think. Though now I'll need a new rival, and that one was pretty easy to beat. But still, I can't fault ya for that. Ya did yer part.",	"s_31":"So am I a Meatlump?",	"s_32":"Ya are. Ya always have been, if ya ask me. I'll make sure ya can enter our Hideout. It's here in Coronet in some abandoned maintenance tunnels. If ya do good, ya might even meet our King. Er...if we have one, that is. I shouldn't give away all our secrets to some new Meatie.",	"s_33":"Welcome to ya, Meatie. Go earn yer lumps.",	"s_34":"Who are ya and why should I speak with ya?",	"s_36":"I would like to replace Alliin as a Meatlump so he can retire.",	"s_38":"Now and then we have a hope that if we lived and were good, the Force would permit us to be Meatlumps. And ya think yeh are ready then?",	"s_40":"I am.",	"s_42":"Alright then. Let's see what ya can do. Meet up with a couple a rogue CorSec officers I've been looking to work with. Help them highjack and destroy a shuttle. If ya do well and they can stand working with ya, then maybe, just maybe, ya won't be a complete waste of my time.",	"s_44":"I can handle that.",	"s_46":"Well, I should hope so. Get on it.",	"s_48":"Life's pretty good, and why wouldn't it be? I'm a Meatlump, after all."
}}