{
	"stfFile":"conversation/mtp_hideout_col_eavesdrop",
	"entries": {
		"do_not_edit":"The English version of this file (mtp_hideout_col_eavesdrop.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_27":"I don't want any money, I need you to do something for me.",	"s_28":"*sigh* Always when I'm busy...what is it  you need?",	"s_29":"It's obvious that you're not really a Meatlump, well, neither am I.",	"s_31":"And you're telling me this...why?",	"s_33":"They've been very suspicious of me lately, ever since I helped a captured droid escape. I haven't been able to gather much intelligence in weeks. Any chance I could get you to help me out?",	"s_34":"What is it you need?",	"s_35":"Take this jar of bugs, each bug has a listening device strapped to it.",	"s_36":"uhh...",	"s_37":"With as many rodents that run around in these sewers, no one will notice an extra bug or two.  This will allow me to continue my spying duties without drawing any more attention.",	"s_38":"Ok, hand over the jar.  I'll be back in a few.",	"s_4":"Hey...psssst...I need to talk to you.",	"s_41":"But...*sigh*",	"s_42":"I've placed all of the bugs you wanted me to.  Here's what's left of these disgusting critters.",	"s_43":"That's great!  Thanks for your help.  ",	"s_44":"Any chance you need more more 'bugs' placed?",	"s_45":"As a matter of fact, I do.  Something happened to the previous set that was placed.  Might have been a sewage flash flood.",	"s_46":"Sounds really gross, I'm glad I wasn't here to experience that. Hand me the jar and I'll be on my way.",	"s_49":"Find good locations for them, not just any spot will do.  There is something big being planned, the more intelligence we can gather about it, the better.",	"s_5":"Hey, I'm in no mood for getting haggled for loose change today.   Go earn your own living and stop bugging me.",	"s_50":"Don't forget, find good locations for them, not just any spot will do.",	"s_51":"Not today, try back tomorrow and I might need some more placed.",	"s_6":"Go away, I can't be bothered right now."
}}