{
	"stfFile":"conversation/naboo_24_gungan_power_grab_01",
	"entries": {
		"do_not_edit":"The English version of this file (naboo_24_gungan_power_grab_01.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"Yes. What do you need?",	"s_102":"I'll return soon.",	"s_104":"I can direct you to the other members of Loruna's inner circle.",	"s_105":"Where can I find her?",	"s_106":"Loruna is not far away. She's about 700m to the east, if I recall... here in Theed.",	"s_107":"Where is Porgryn?",	"s_108":"How do I find Tweego?",	"s_109":"Where is Propti Xaroon stationed?",	"s_110":"Porgryn is in Wayfar on Tatooine. Anyone else?",	"s_111":"I have all the directions I need now.",	"s_112":"Yes.",	"s_113":"No, thanks.",	"s_114":"Good luck.",	"s_115":"I look forward to working with you again.",	"s_116":"Tweego is stationed in Mos Entha on Tatooine. Anyone else?",	"s_117":"Yes.",	"s_118":"No.",	"s_119":"Propti Xaroon is currently in Mos Espa on Tatooine. Anyone else?",	"s_120":"Yes.",	"s_121":"No.",	"s_122":"That bauble you brought me is tightly encrypted. I doubt anyone but a Gungan could follow the logic they used in the process! That's why I need you to talk to a contact of mine named Jak Chucka.",	"s_124":"I'm not interested in fighting Gungans.",	"s_126":"Then I'm not interested in endorsing you. Goodbye.",	"s_128":"I get the picture. Point to my first target.",	"s_130":"Yeah, yeah. Just upload the data.",	"s_132":"I'll come back later.",	"s_134":"Don't let me stop you.",	"s_136":"I'll keep an eye open for other tasks, but I'm busy right now.",	"s_138":"What do I do now, Broma?",	"s_140":"We have nothing to discuss right now.  Move along.",	"s_2":"",	"s_35":"Now that's more like it! What did you find?",	"s_38":"It looks like some sort of information storage device...",	"s_39":"Get that thing away from me! You've got that kaadu filth all over you already, so you search it! Just double-click on it in your inventory, already.",	"s_41":"Gah! That thing smells to Endor!",	"s_43":"It was in a kaadu mound.",	"s_45":"It smells like it was *inside* a kaadu! You've already got their filth on you...you examine it...I've got a weak stomach.",	"s_48":"Where is Jak Chucka?",	"s_49":"I'll go now.",	"s_50":"Jak Chucka likes to be near the water this time of year. Look for him southeast of here.",	"s_51":"Come back when you have decrypted that bauble.",	"s_52":"Do you need something? I take it the bauble is not yet decrypted...",	"s_59":"Well done!  I see here that you managed to get Jak to come through after all. You will make a fine addition to the Azure Cabal. I will relay my endorsement to Loruna immediately.",	"s_61":"Loruna says that you're interested in becoming a member of the Azure Cabal. If you can prove that you know how to get information, I'll give you my endorsement.",	"s_63":"Less talk, more credits. Just upload the data.",	"s_65":"Interesting, but it appears to be tightly encrypted. Hmm...I need you to get this thing sliced by a contact of mine named Jak Chucka.",	"s_66":"Fine. Uploading now.",	"s_67":"Maybe I was wrong to test you with something this important.",	"s_69":"Sounds easy enough.",	"s_70":"How do I get your endorsement?",	"s_72":"Straight to business...good!  I need someone to do a little information mining for me. It might mean cracking some heads.  Interested?",	"s_73":"I can't find Gungans who know anything.",	"s_74":"You'd think so, wouldn't you? Just remember, Jak is a lot smarter than he seems.  He'll take you for everything you own if you don't watch him.  Still, he's the best hope we have of getting this bauble decrypted.",	"s_75":"I'll get the information you want.",	"s_76":"I can take care of myself.",	"s_77":"Do that.",	"s_78":"Good, come back when that bauble is decrypted.",	"s_79":"Ankura Gungans are typically more intelligent. There may be some near the coordinates I uploaded to you.",	"s_80":"I'll get your information.",	"s_81":"So, does that mean I'm in the Azure Cabal now?",	"s_82":"You have all four endorsements, but only Loruna Scathe can invite you.",	"s_84":"What information are you looking for?",	"s_86":"One of our clients wants a deeper understanding of the workings of the Gungan technology.  They believe that many essential secrets have been concealed and that the necessary information was lost during the Battle of Naboo. ",	"s_88":"Where should I start?",	"s_90":"The only remaining mention of it in the database was of a satchel that disappeared during the Battle of Naboo.  Locating the satchel may mean...convincing some Gungans to cooperate.",	"s_92":"I don't mind getting my hands dirty.",	"s_94":"Excellent.",	"s_96":"Where should I look?",	"s_98":"There are some devious looking Gungans in a scout camp near the coordinates I uploaded. I recommend starting there.",	"s_99":"I still need someone to locate that lost data... are you interested?"
}}