{
	"stfFile":"conversation/naboo_deeja_peak_vance_groten",
	"entries": {
		"do_not_edit":"The English version of this file (naboo_deeja_peak_vance_groten.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_20":"I'm impressed. Those Strehkforce mercenaries are really tough, but you made short work of them. The beacon looks unharmed. It should work for what you need. Return with it to Professor Hudmasse.",	"s_21":"Those Strehkforce mercenaries are pretty tough. Soften them up first and then you'll have to go after their commanders, Evan Strehk and Maris Fahrs.",	"s_37":"Professor Hudmasse sent me to you.",	"s_39":"He did? I'm sure he had his reasons for doing so. What can I do for you?",	"s_41":"I need a security beacon. Professor Hudmasse thought you could help me.",	"s_43":"Dee'ja Peak is probably the most beautiful mountain town on Naboo. I'm lucky to work here.",	"s_47":"Come talk to me when you finish with those security concerns around Dee'ja Peak.",	"s_48":"I appreciate your help. I'd be more than happy to help you find a security beacon. I suggest going to speak with Kippy Martin.",	"s_51":"Don't worry. I'll help you find a security beacon.",	"s_52":"I knew Walker would have his old security beacon. Don't worry. I know this one is damaged, but it's nothing I can't fix. Er, while I work on that, I wonder if you would do me a favor?",	"s_53":"What kind of favor?",	"s_54":"I was foolish enough to use a ring that is a family heirloom as a marker in a game of Sabacc, and of course I lost that game. I have since repaid the debt for which the ring was a marker, but I have not gotten my ring back. I was hoping you'd go collect my ring for me.",	"s_55":"Thank you for helping me with this favor. That ring has been in my family for many generations.",	"s_56":"You got my ring back! Thank you! Oh, about the security beacon. I finished fixing it, but it was stolen.",	"s_57":"Things in Dee'ja Peak have never been better.",	"s_58":"Stolen? By who?",	"s_59":"A group of mercenaries from the area, Strehkforce mercenaries. They're commanded by Evan Strehk and Maris Fahrs. Robbery isn't usually their thing, but for some reason they wanted that beacon. I'm afraid you'll have to go take it back from them.",	"s_60":"Hmmm, I don't have any myself. I didn't see any point in keeping any of them once the Labs were shutdown. But I have some ideas of where you might find one. I'll gladly trade that information for a little assistance from you.",	"s_61":"What kind of assistance?",	"s_62":"You're an accomplished member of the RSF. I was hoping you could help me by reducing some of the threats to the Dee'ja Peak area. Like the Naboo pirates or the Maulers. Oh, and feral shaupauts have been wreaking havoc. Especially the one known as Blot.",	"s_63":"I'd be happy to help.",	"s_64":"Thank you. We'll talk about the security beacon after you finish.",	"s_73":"Who is Kippy Martin?",	"s_74":"Kippy Martin was a former security officer at Stonewall Labs, but she had to quit after falling off of a speeder while moving at close to top speed. Kippy didn't seem to be badly hurt, but was never the same again. She might still have her security beacon.",	"s_75":"Thank you, I'll go speak with Kippy Martin.",	"s_76":"I'm sure she'll have one. ",	"s_81":"How do I get the ring?",	"s_82":"Go to the cantina and speak with Herman Pate. He has my ring. He's not a bad guy, but for some reason he hasn't ever returned my ring and seems to always avoid the subject. Herman is usually at the cantina. ",	"s_83":"Sounds like I have no choice.",	"s_84":"Unfortunately, no. I'm truly sorry about this, but I was out numbered.",	"s_87":"I will. Thanks!",	"s_88":"I'm glad I could help.",	"s_90":"I don't think I'm interested after all.",	"s_92":"I see. Then it's back to work for me. Farewell.",	"s_93":"Kippy didn't have a beacon? Buried it? I guess I shouldn't be surprised. Let me think for a minute. Hmmm. Oh, I know. Walker Luskeske.",	"s_94":"Who is Walker Luskeske?",	"s_95":"Another former security officer at Stonewall Labs. Walker retired shortly before the Labs shutdown. I'll bet he still has his old beacon. Go talk with him.",	"s_96":"I'll do that.",	"s_97":"Walker will have one. I just know it.",	"s_98":"I'll go speak with him.",	"s_99":"Thank you. I'll have the beacon fixed by the time you finish with that."
}}