{
	"stfFile":"conversation/naboo_theed_sgt_bragg",
	"entries": {
		"do_not_edit":"The English version of this file (naboo_theed_sgt_bragg.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_34":"This cantina is the best place to gather information about what's going on in this city.",	"s_36":"Go place those transmitters, trooper.",	"s_37":"Good work, trooper. We'll take the fight to the Mummers and keep them out of Theed.",	"s_38":"Major Franchels sent you, didn't he?",	"s_39":"Yes, he did.",	"s_40":"Ah, good. I'm Sergeant Mercious Bragg of the RSF Intelligence Division. We need to find out who was behind the terrorist attack on our city before things escalate further. So far, no one has claimed responsibility.",	"s_41":"Any idea who it might have been?",	"s_42":"More than likely, it was one of the four primary criminal organizations in the area: the Darkwalkers, the Skaak Tippers, the Mummers, or Borvo's gang. ",	"s_67":"How do we find out which it was?",	"s_68":"You will be tapping a transmitter into their communication antenna at their bases. Start with the Darkwalkers. Cause a distraction by attacking and then place the transmitter. I'll be in touch with further instructions once you're done at the Darkwalker base.",	"s_69":"I'm on it.",	"s_70":"I can't do this right now.",	"s_71":"Good. Go to it.",	"s_72":"What do you mean, you can't right now? Get it together, trooper. Come back soon.",	"s_73":"Good work, trooper. We identified the terrorists almost immediately; it was the Mummers. They never suspected that their communications were tapped, or maybe they just didn't care. Either way, good work.",	"s_74":"What's next?",	"s_75":"Mummers, other than some of the lower grade members, are known to often use toxins in combat. Go speak with Lieutenant Karenna Dunnels and make sure we have enough neural boosters to help protect against the Mummers' toxins. Lt. Dunnels is an RSF scientist.",	"s_76":"I'll go speak with Lt. Dunnels.",	"s_77":"Good, get going.",	"s_78":"I still need to speak to Lt. Dunnels about the RSF neural boosters.",	"s_79":"You haven't spoken to Lt. Dunnels? Well, go trooper, go."
}}