{
	"stfFile":"conversation/naboo_theed_hugo_eckener",
	"entries": {
		"do_not_edit":"The English version of this file (naboo_theed_hugo_eckener.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Is there anything else I can do?",	"s_101":"Well, I guess you need to return to Pooja and speak with her. But as far as I'm concerned, you've already accomplished much more than I could have dare hoped. Thank you very much!",	"s_106":"Thank you. Hopefully, we'll be done with this quickly and quietly.",	"s_108":"Is there no other option?",	"s_110":"Not that I've been able to devise. Pooja advised me to just do what they want, or Karl will never be safe.",	"s_112":"Okay, I'll help.",	"s_114":"Thank you. Hopefully, we'll be done with this quickly and quietly.",	"s_116":"Karl, my son, how could he let this happen? I should have seen his gambling problem sooner.",	"s_2":"",	"s_43":"Karl is safe, and I cannot thank you enough for that! I don't think the Skaak Tippers or the Darkwalkers will be bothering him for now, but I'm definitely going to have to do something about Karl's gambling problem.",	"s_44":"No. No! We've done everything they've asked, and yet my son has not been released. I have no other choice. There's only one option left.",	"s_45":"How is it going? I hope they are not asking too much, but I don't know what choice I have. I can't let them hurt my son.",	"s_46":"Well, that's done, but unfortunately there's more. It gets a bit more complicated now.",	"s_50":"Thank you for your help. I'll communicate with you and update what you need to do.",	"s_52":"Oh, you're the one Pooja sent. I have a bit of a dilemma and need your help. Did she tell you much?",	"s_54":"No, she said you would fill me in.",	"s_56":"Right. Well then, this is it. My son, Karl, has gotten into a bit of trouble. Seems he has a gambling habit, and managed to lose quite a bit of money. To make matters worse, he owes money to both the Darkwalkers and the Skaak Tippers.",	"s_58":"He owes money to both of them?",	"s_59":"What option is that?",	"s_60":"No thanks. Not right now.",	"s_61":"I need you to rescue my son, Karl. I know this might put his life at risk, not to mention your well being, but I see no other way. ",	"s_62":"As you wish, but return soon.",	"s_64":"Sadly, yes. And I do not have the means to pay his debt, especially with all the interest and such. Both are willing to let me work off Karl's debt to them by undertaking various tasks. Mostly against their rivals. I'm hoping you can help me with that.",	"s_65":"Tell me about the Darkwalker contact.",	"s_66":"Tell me about the Skaak Tipper contact.",	"s_67":"What makes it more complex?",	"s_68":"Well, the thing is that they each want me to attack the other. Fortunately, they do not know that Karl owes both of them and is working for each, but I can't risk them finding that out. So I'm going to send you to a Skaak Tipper contact and a Darkwalker contact. They can give you your next tasks and hopefully do so without knowing about the other.",	"s_70":"Who are these contacts?",	"s_71":"What do you need me to do?",	"s_72":"The Skaak Tipper contact is Toff Henrou. The Darkwalker one is known as Jorgellansel.",	"s_74":"What does Toff Henrou want me to do?",	"s_75":"Well, both the Skaak Tippers and the Darkwalkers view Borvo's organization as a rival and want them knocked down a peg or two. They want me to handle this kind of thing so that it cannot be attributed to them.",	"s_76":"I don't know, actually. You'll have to go talk to him.",	"s_78":"Okay, I'll go speak with him.",	"s_79":"I'll take care of it.",	"s_80":"Thank you. Good luck.",	"s_81":"I'll start with the Darkwalker cave.",	"s_82":"What does Jorgellansel want me to do?",	"s_83":"Please, rescue my son, Karl. Don't let anything happen to him.",	"s_84":"Jorgellansel will have to fill you in on the details. I don't know what he'll ask of you.",	"s_85":"Thank you! Thank you. Please hurry! There's no time to waste.",	"s_86":"Okay, I'll go see Jorgellansel.",	"s_88":"Good. And thank you.",	"s_90":"Not right now. I'll come back later.",	"s_92":"Very well, but please do not delay too long.",	"s_93":"Not to worry, I'll help rescue him.",	"s_94":"Thank the Force! The first problem is that I don't know if the Skaak Tippers have Karl or if the Darkwalkers do. Whichever it is, he'll most likely be at their base near Theed. You'll have to search them until you find Karl. Which would you like to start with?",	"s_96":"I'll start with the Skaak Tippers compound.",	"s_98":"Thank you! Thank you. Please hurry! There's no time to waste.",	"s_99":"Thank you! Karl is back. I've made sure he's safe. Thank you for everything."
}}