{
	"stfFile":"conversation/naboo_theed_lt_khartoor",
	"entries": {
		"do_not_edit":"The English version of this file (naboo_theed_lt_khartoor.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_43":"Life in the RSF is everything I dreamed it would be, though the Violent Crimes Division is often difficult to stomach.",	"s_44":"We have no time to lose. Hunnos Jarkey is a dangerous murderer. The longer he is loose, the longer innocent people are potentially in danger.",	"s_45":"How do I find him?",	"s_46":"I think we should start with his known associates. A small time group known as the Peddlers are a good place to start. According to my sources, Hunnos used to occasionally work as muscle for them when someone didn't pay or supply the promised goods. I'll oversee your efforts from here and communicate with you remotely when necessary.",	"s_47":"Keep at it. We'll find Hunnos and bring him to justice.",	"s_48":"The Muskeg, eh? Interesting. I wonder what their connection is to Hunnos. I guess we'll find out.",	"s_49":"Who are the Muskeg?",	"s_50":"Oh, yes. The Muskeg are Gungans. A sect of Gungans, to be more precise. They believe that Gungans are the predominant species on Naboo. Find out what they want with Hunnos Jarkey.",	"s_51":"Keep up the chase. We've got to find out where Hunnos is hiding.",	"s_52":"Well done! So he's hiding on a ranch outside of Theed. He's sure to have hired some protection, so be ready. Are you ready?",	"s_53":"I am ready.",	"s_54":"Excellent. It's time for Hunnos to answer for his crime, once and for all.",	"s_55":"Go to the ranch where Hunnos Jarkey is hiding, and bring him to justice!",	"s_56":"Well done! Well done. Hunnos Jarkey is no longer a threat to the people of Theed. Or to Naboo as a whole, for that matter. You've done a good thing. One less violent criminal to worry about.",	"s_57":"You've done Naboo a great service! Thank you.",	"s_58":"Is there anything else you need?",	"s_59":"No, thank you. Your assignment with me is complete."
}}