{
	"stfFile":"conversation/naboo_24_azure_cabal_loruna_01",
	"entries": {
		"do_not_edit":"The English version of this file (naboo_24_azure_cabal_loruna_01.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"Yes.",	"s_102":"Not right now.",	"s_103":"I will begin searching for assignments that match your particular talents. I will notify you when I have found something.",	"s_104":"Broma Lak",	"s_105":"Why don't you have something for me now?",	"s_106":"Let me know when you find something.",	"s_107":"The invitation stands. Return when you are ready.",	"s_108":"We maintain a 99% success rate by carefully matching the assignment to the operative. With your skills, it should not take long. I will contact you.",	"s_109":"I will send a comm signal when I do.",	"s_110":"I believe I have identified an appropriate assignment for you, %TO, but I am still awaiting confirmation of the contract. Please wait just a bit longer.",	"s_111":"I've heard enough. How do I join?",	"s_113":"Nah. Not interested.",	"s_115":"Porgryn",	"s_116":"I have identified an assignment that you qualify for. We need someone to serve as Azure Cabal's enforcer immediately. Are you ready?",	"s_117":"Tweego",	"s_118":"Propti Xaroon",	"s_120":"I have Broma monitoring who arrives and departs from one of the shuttleports in Theed.  Do you need additional instructions?",	"s_121":"Porgryn is on assignment in Wayfar on Tatooine.  Do you need additional instructions?",	"s_122":"Tweego is stationed near the starport in Mos Entha on Tatooine.  Do you need additional instructions?",	"s_123":"Propti Xaroon is brokering information for me near a cantina in Mos Espa on Tatooine.  Do you need additional instructions?",	"s_124":"What do you mean by enforcement?",	"s_126":"Yes.",	"s_127":"Certain groups have become jealous of our success and are moving against us. We need to deter them from thinking they can steal our business.",	"s_128":"I'm on my way.",	"s_129":"Got it. Upload the data.",	"s_130":"Contact me when you have acquired endorsements from my friends.",	"s_131":"Yes.",	"s_132":"No, I'm on my way.",	"s_133":"What do I need to do?",	"s_134":"Yes.",	"s_135":"That's all I needed.",	"s_136":"I know that there is an operation in the works against us. Intel suggests that the rally point is at a specific location.",	"s_137":"Yes.",	"s_138":"What do I do when I get there?",	"s_139":"Not right now.",	"s_144":"Well, then, we have nothing to discuss.  Pity.",	"s_145":"You're Back? Excellent. I hope you're here to work.",	"s_146":"I've heard enough. How do I join?",	"s_148":"I've heard enough. How do I join?",	"s_149":"Just meet my operative at these coordinates. You will receive more information at that time.",	"s_150":"Yes.",	"s_152":"Actually, I don't want to work for you anymore.",	"s_154":"On second thought...I have other things to do.",	"s_155":"Complete your assignment and report back when you are done for further orders.",	"s_156":"Well, then, we have nothing to discuss.  Pity.",	"s_157":"Not yet.",	"s_158":"Not really interested.  Sorry.",	"s_160":"Well, then, we have nothing to discuss.  Pity.",	"s_161":"Pity. Come back when you are.",	"s_162":"Hush, now. Not here. Too many ears!",	"s_164":"Yes. ",	"s_165":"Are you certain you wish to leave the Azure Cabal?",	"s_166":"Yes.",	"s_167":"Actually, no.",	"s_168":"Make up your mind and talk to me again later.",	"s_170":"That's too bad. Perhaps you will change your mind.",	"s_2":"",	"s_58":"I've seen you pass through here, %TO, and asked around. If you are serious about making credits and advancing your skills, I may be able to help you. Are you interested?",	"s_60":"Less talk, more action. ",	"s_61":"Well done, %TO. It appears that you have impressed each member of my inner circle. Do you wish to become a member of the Azure Cabal?",	"s_63":"I'm always looking for ways to turn a fast credit. What do you need done?",	"s_65":"You must prove yourself capable, persistent and adaptable. My associates will test your abilities and endorse you if you succeed.",	"s_67":"I don't work for free. Ever.",	"s_69":"Nor should you. You will be paid for services rendered during the assessment process. Now, are you interested or wasting my time?",	"s_71":"Yeah. What do you need done?",	"s_73":"I trust very few. There are four beings whose opinion I value. I will contact each of them and alert them that you are interested in joining the Azure Cabal. If you can convince them of your value, I will gladly add you to our rolls.",	"s_75":"Not really, no.",	"s_77":"I understand. Return if you change your mind. You have potential.",	"s_79":"First things first. Who are you?",	"s_81":"I have much to do, %TO. Can't this wait?",	"s_82":"My name is no secret. I am Loruna Scathe, founder of the Azure Cabal.",	"s_84":"So how can I become a member of this Cabal?",	"s_86":"What is the Azure Cabal?",	"s_88":"We are mercenaries that specialize in search, locate and annihilate missions.",	"s_90":"I need directions.",	"s_91":"Fine.",	"s_92":"Why haven't I heard of you before?",	"s_94":"We do not advertise. Most of our jobs come from references and repeat customers. With a 99.26% mission success rate, we maintain a waiting list of interested clients.",	"s_96":"So why should I join you and not one of the other mercenary groups?",	"s_98":"If you are serious about your career and earn your membership, you will not have to scrounge jobs as often as you have been. Our members spend their days earning credits or spending them...not wandering around cities begging for jobs.",	"s_99":"Who are you trying to find?"
}}