{
	"stfFile":"conversation/naboo_privateer_trainer_2",
	"entries": {
		"do_not_edit":"The English version of this file (naboo_privateer_trainer_2.stf) is automatically generated by the SwgConversationEditor.",	"s_0":"",	"s_130b925b":"We'll need you to catch up to the Ay'Nat Captain's personal starship... a rather fast vessel! Disable him, and protect an RSF Boarding Team while they arrest him.",	"s_187":"What kind of training?",	"s_188":"You're going to learn about advanced starfighters.",	"s_189":"You're going to learn about intermediate starship component use.",	"s_190":"You're going to learn about starship defense training.",	"s_191":"You're going to learn about reactor engineering algorithms.",	"s_192":"I'm ready to learn!",	"s_194":"I'm ready to learn!",	"s_196":"I'm ready to learn!",	"s_198":"I'm ready to learn!",	"s_1b428a9f":"Yes, Captain. I'm ready.",	"s_1c2b565d":"Not quite yet, sir.",	"s_200":"Excellent. This will especially come in handy since the Ay'Nat pirate legion is mounting an aggressive campaign for control here in Naboo. They're building fast... so we need to strike at their leadership, and send them scrambling.",	"s_202":"Great! New droid algorithms in there should make you more than a match against a dozen Ay'Nat Ghost Fighters!",	"s_204":"Ah yes! Now there's no time to lose. We'll need you to catch up to the Ay'Nat Captain's personal starship... a rather fast vessel! Disable him, and protect an RSF Boarding Team while they arrest him.",	"s_206":"Sorry, I'm a bit distracted... did you hear how the RSF Guard foiled an attempt by Ay'Nat Legion pirates to detonate proton packs in the Palace reactor? ",	"s_208":"Excellent. This will especially come in handy since the Ay'Nat pirate legion is mounting an aggressive campaign for control here in Naboo. They're building fast... so we need to strike at their leadership, and send them scrambling.",	"s_210":"Great! New defense procedures should make you more than a match against a dozen Ay'Nat Ghost Fighters!",	"s_212":"Ah yes! Now there's no time to lose. We'll need you to catch up to the Ay'Nat Captain's personal starship... a rather fast vessel! Disable him, and protect an RSF Boarding Team while they arrest him.",	"s_214":"Sorry, I'm a bit distracted... did you hear how the RSF Guard foiled an attempt by Ay'Nat Legion pirates to detonate proton packs in the Palace reactor? ",	"s_216":"Excellent. This will especially come in handy since the Ay'Nat pirate legion is mounting an aggressive campaign for control here in Naboo. They're building fast... so we need to strike at their leadership, and send them scrambling.",	"s_218":"Great! New components should make your ship more than a match against a dozen Ay'Nat Ghost Fighters!",	"s_220":"Ah yes! Now there's no time to lose. We'll need you to catch up to the Ay'Nat Captain's personal starship... a rather fast vessel! Disable him, and protect an RSF Boarding Team while they arrest him.",	"s_222":"Sorry, I'm a bit distracted... did you hear how the RSF Guard foiled an attempt by Ay'Nat Legion pirates to detonate proton packs in the Palace reactor? ",	"s_224":"Excellent! What starfighter do you have your eye on? Are you interested in the Kimogila? Or are you obsessed with that hideous Kihraxz Light Fighter like all the other kids?",	"s_226":"The 'Kimogila'",	"s_228":"Ah, yes! You'll certainly need the strength of the M12-L if you're going up against the Ay'Nat Legion's elite starfighter assassins. Definitely!",	"s_230":"Elite starfighter assassins?",	"s_232":"Sorry... I forgot to mention... We have a mission. Or rather, I have a mission and you've got to do it. ",	"s_234":"Tell me about it.",	"s_236":"The Ay'Nat pirate legion is mounting an aggressive campaign for control here in Naboo. They're building fast... so we need to strike at their leadership, and send them scrambling.",	"s_238":"Where do I come in?",	"s_240":"We need you to slip in to Ay'Nat-controlled space, and hunt down a trio of Ace outlaws.",	"s_242":"I'm on my way!",	"s_244":"Good luck, son!",	"s_246":"Good luck!",	"s_248":"Kihraxz Light Fighter",	"s_24d86e89":"Great! In that case, let's get you started. I will update your flight status, and append the RSF codes to your datapad. Check back with me in a few minutes...",	"s_250":"Why do all you kids want to fly around looking like pirates? Ugh! But... I'll admit... you will need the handling capabilities of the Kihraxz Light Fighter if you're going to survive a pre-emptive strike against the Ay'Nat Legion's elite starfighter assassins! That's for sure.",	"s_252":"Elite starfighter assassins?",	"s_254":"Sorry... I forgot to mention... We have a mission. Or rather, I have a mission and you've got to do it. ",	"s_256":"Tell me about it.",	"s_258":"The Ay'Nat pirate legion is mounting an aggressive campaign for control here in Naboo. They're building fast... so we need to strike at their leadership, and send them scrambling.",	"s_260":"Where do I come in?",	"s_262":"We need you to slip in to Ay'Nat-controlled space, and hunt down a trio of Ace outlaws.",	"s_264":"I'm on my way!",	"s_266":"Good luck, son!",	"s_268":"Good luck!",	"s_270":"Great! A new starship would probably do a lot better against some Ay'Nat Ghost Fighters!",	"s_272":"Ghost Fighters?",	"s_274":"I guess I forgot to mention this earlier... but yes, we have a mission to destroy a squadron of Ay'Nat Ghost Fighters that have been sighted outside of RSF controlled space.",	"s_276":"What are the details?",	"s_278":"Fly out to your choice of strike points... look for Ay'Nat Legion fighters. Likely, if these are hired for support - they will come out if you start tearing up the rank-and-file. ",	"s_280":"I'm on my way.",	"s_282":"Good luck!",	"s_284":"Ah yes! You're going to be a more effective pilot before you know it!",	"s_2847218":"Being a war-hero, my life is rather complex. I perform a long list of Palace functions... almost none of which involve starflight. For those matters, I need able-bodied pilots such as yourself.",	"s_286":"Sounds good.",	"s_287eca83":"We needed to get that prisoner ship out of the Naboo system to keep the Empire happy. You don't want the Empire to be angry with us, do you?",	"s_288":"You'll find it handy in your next mission! We'll need you to catch up to the Ay'Nat Captain's personal starship... a rather fast vessel! Disable him, and protect an RSF Boarding Team while they arrest him.",	"s_29":"What's the job?",	"s_290":"I'm on my way!",	"s_292":"Good luck to you, Captain %TU!",	"s_294":"Sorry, I'm a bit distracted... did you hear how the RSF Guard foiled an attempt by Ay'Nat Legion pirates to detonate proton packs in the Palace reactor? ",	"s_296":"Yes.",	"s_298":"Well, the Empire has demanded that the prisoners be turned over for questioning. I'm not sure how I feel about that. Regardless... are you up to escorting the prisoner transport?",	"s_2d86b58b":"Hey, kiddo! What are you still doing around here? You got bigger, better things to be doing! And truth be told... I got nothing more to teach you, %NU.",	"s_300":"I am.",	"s_302":"It's very likely you'll fall under attack from Ay'Nat Legion pirates. Be careful...",	"s_30297e22":"Recover ships stolen by the Ay'Nat Legion.",	"s_31":"Being a war-hero, my life is rather complex. I perform a long list of Palace functions... almost none of which involve starflight. For those matters, I need able-bodied pilots such as yourself.",	"s_326deced":"No, I am in this for the money",	"s_32c46e00":"Where should I go?",	"s_33":"So there are missions?",	"s_35":"Of course! There's no end to the missions... and there's no time for me to do them. Your job will be to take my place on the RSF duty roster - in exchange for training, which I will personally administer. Sound like a good deal?",	"s_35fb22d6":"The Royal family has increased security in the wake of recent theft. A number of Her Majesty's personal freight ships have been hijacked in recent days. This is partly why you're here, I imagine... because we're hiring space pilots?",	"s_36a4e374":"Yes, I am.",	"s_37":"Yes, it does.",	"s_370822d1":"Yes",	"s_387397fb":"Did you hear how the RSF Guard foiled an attempt by Ay'Nat Legion pirates to detonate proton packs in the Palace reactor? ",	"s_39":"Great! In that case, let's get you started. I will update your flight status, and append the RSF codes to your datapad. Check back with me in a few minutes...",	"s_394f0902":"Good day to you! Captain Kaydine - the most decorated starfighter pilot in the Royal Security Forces... at your service!",	"s_3db3463f":"How do you do civilian! Captain Kaydine, at your service.",	"s_43148596":"Did you catch those Ay'Nat outlaws?",	"s_45":"Yes, I am.",	"s_45d20070":"I need training",	"s_464cfc61":"Greetings, pilot! You must be Captain %TU. Am I right?",	"s_49":"Yes.",	"s_4a1d2431":"Yes, I'm ready.",	"s_4a743aa7":"The Ay'Nat pirate legion is mounting an aggressive campaign for control here in Naboo. They're building fast... so we need to strike at their leadership, and send them scrambling.",	"s_57ba8a73":"In that case, let's get you back up there. This time make sure the RSF prison ship makes it out of the system. Good luck!",	"s_588f56b2":"The ship is safe",	"s_5fa9a5d3":"Thanks",	"s_6114e8b7":"I'm ready for duty",	"s_63053557":"Good! What duty element do you want to participate in today?",	"s_65042122":"So, I hear you were not able to destroy all three of the Ay'Nat Legion's outlaw fighters. But don't worry - I'll get RSF record keepers to hold off marking this one a failure. You ready to try again?",	"s_6c6f3940":"How do you do sir! Captain Kaydine, at your service.",	"s_6cd96c01":"Of course! There's no end to the missions... and there's no time for me to do them. Your job will be to take my place on the RSF duty roster - in exchange for training, which I will personally administer. Sound like a good deal?",	"s_6da2c92b":"I realize there were a lot of fighters up there to deal with... but nothing changes the fact that the Ay'Nat Legion must go! Are you ready to try this again?",	"s_70287826":"Now that's showing some excellent leadership potential!  You've really earned your pay this time.",	"s_725573da":"What now?",	"s_726bdb69":"Good! Then let's get you back out there right away!",	"s_7458c693":"Sorry, kiddo. You don't have RSF clearance to fly any of my missions. You'd probably have better luck with your own contacts.",	"s_75":"Yes",	"s_7614c65":"Yes, it does.",	"s_76e6f264":"Captain %TU! You are doing a fantastic job! I think you've grown enough as a pilot to warrant advanced training.",	"s_78":"Yes",	"s_7ac0f961":"How do you do. Captain Kaydine, at your service.",	"s_7bc9bef7":"You're a real work-horse, %NU.  You remind me of myself.  Which duty are you interested in?",	"s_7cc7c206":"Well then, welcome aboard! I'm Captain Kaydine - Naboo's most decorated starfighter pilot, president of the Flying Color Guard, the Chancellor-elect of the Naboo Betterment Society, and all-around local celebrity!",	"s_837686a5":"How do you do. Captain Kaydine - the most decorated starfighter pilot in the Royal Security Forces... at your service!",	"s_85263c6d":"We can't afford to botch this opportunity! RSF has a new battery of information... and another chance to bring the Ay'Nat captain to justice. You interested in trying again?",	"s_8a84109d":"It must be your lucky day. I actually do have some elective duty missions. Take a look and tell me what you want to do.",	"s_8b529447":"Woah, hey there. Are you ready for your next assignment? There's lots to be done!",	"s_8d90962a":"Nonsense!  You've earned this.",	"s_8f2e1055":"So there are missions?",	"s_90":"Head deeper into the palace, my friend! Look for Commander Dulios. He'll set you on the path...",	"s_9248b2ba":"Well you've certainly earned it.  I'll talk to you later.",	"s_943f6352":"Alright. Hurry up and come back when you're ready.",	"s_9560d48e":"Yes. How did you know?",	"s_9817b9bb":"No, I don't.",	"s_9928bf27":"You're an odd one, %NU.  But you do deserve to be compensated for the risks you take.",	"s_9abb9538":"Fantastic work!  The space station holocomm'd me regarding a massive battle between a lone RSF pilot and a legion of Ay'Nat pirates.  I knew that had to be you!",	"s_9af8d581":"Ready to go up against the Ay'Nat Ghost Fighters?",	"s_9b73da8":"Protect the Royal Kylantha cargo.",	"s_9ea46a82":"Palace security system. Sees all. Tells all. I'm guessing you're here about the job?",	"s_a0072111":"Hm. A grim job if there ever was one. I respect your courage. Good luck!",	"s_a0c23472":"Did you capture the Ay'Nat captain?",	"s_a91b70fb":"Those Ay'Nat are the worst! You bet! I'll be updating the duty roster with your pilot info presently. Good luck!",	"s_aa77ffde":"It was nothing",	"s_aa83c988":"Head deeper into the palace, my friend! Look for Commander Dulios. He'll set you on the path...",	"s_aae78dca":"I think it's time for you to take on more responsibilities.  Head deeper into the palace, my friend! Look for Commander Dulios. He'll set you on the path...",	"s_ae21cb72":"Thanks to you!  Great work, %NU.  You've really earned these credits.",	"s_afe7700f":"Well?  Was your mission a success?",	"s_b0704da1":"I want to fly for the RSF!",	"s_b0ab3e88":"Oh!  You had me going there.  Well you've earned that, anyway.",	"s_b104c183":"A fine choice, my friend. I will add you to the Queen's duty roster. Good luck up there!",	"s_b45e2166":"I had some help",	"s_bb291959":"Excellent! Be careful up there! Those Ay'Nat outlaws are deadly enemies!",	"s_be7af651":"What?  I mean... oh.  Well, ok then.  Uh.  Here you go.",	"s_c1ff5062":"I'm looking for a mission. Do you have any?",	"s_c261cfae":"No problem.",	"s_c5fcc7f5":"Greetings, Captain %TU! Are you ready to take my place on the duty roster?",	"s_c892e540":"Destroy Ay'Nat Legion pirates in this system.",	"s_c89c3456":"How do you do! Captain Kaydine - the most decorated starfighter pilot in the Royal Security Forces... at your service!",	"s_c8f39347":"I am.",	"s_ce72ef85":"Just kidding",	"s_d2ffe31e":"Excellent!  Here's your pay.  I suppose you want to take some time off now and relax?",	"s_d586f458":"Excellent! Get back out there and do me proud!",	"s_d65590b1":"Keep it",	"s_d70dba34":"Yes.",	"s_d8472b3c":"Well then welcome aboard! I'm Captain Kaydine - Naboo's most decorated starfighter pilot, president of the Flying Color Guard, the Chancellor-elect of the Naboo Betterment Society, and all-around local celebrity!",	"s_da8818c5":"If you say so, %NU.  I still say it's an impressive accomplishment.  You've really earned your pay this time.",	"s_e95a95a5":"I believe you have some business to attend to... in space?",	"s_eac39719":"Sorry, kiddo. You're still in need of training! Come back when you've learned to handle yourself better. Good luck!",	"s_ef08027f":"That's excellent news for the peaceful citizens of the Naboo system.  I know you're not in this for the money, but I've got something for you.",	"s_f6ae3b07":"What's the job?",	"s_f93088f1":"Palace security system?"
}}