{
	"stfFile":"conversation/naboo_boss_nass",
	"entries": {
		"do_not_edit":"The English version of this file (naboo_boss_nass.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_32":"You want me to attack Ultragungan foot soldiers?",	"s_33":"Great. What's your idea?",	"s_34":"Yousa'll start by destroyin' some flawin' battle droids in nearby Ultragungan camps. Wesa might learn somedin' directly from da droids.",	"s_37":"Yousa found da first artifact. okiday done. Da next one bein' wid da Skaak Tippers. Dey have a base no far from here?",	"s_39":"More Skaak Tippers. Ugh. ",	"s_41":"Da droids demselvin' didn't reveal anydin'. Perhaps an Ultragungan foot soldier can enlighten ossen.",	"s_42":"Return to mesa wid all six piecin' of da last artifact.",	"s_43":"Yet again yousa are successful, and da third artifact has been returnin'. Da Darkwalkers have da next artifacts.",	"s_44":"Yousa have done it! Wid all six pieces of artifact number five I now has all five artifacts recovered. okiday done.",	"s_45":"Four of da five artifacts are now safely back in mesa custody. dank yousa. Dere bein' but one left. It was separatin' into 6 piecin' by da Ultra-Gungan Militia and scatterin' to different parts of da planet. Retrieve all 6 piecin' of dissen last artifact.",	"s_46":"Da fourth artifact bein' wid da Darkwalkers.",	"s_47":"Da Muskeg have da third artifact.",	"s_48":"Now da second artifact bein' safe. Yousa are doin' okiday. Da third artifact bein' wid da Muskegs.",	"s_49":"Da Skaak Tippers have da second artifact.",	"s_50":"Yin', mesa afraid so.",	"s_51":"The Muskegs. I've dealt with them before.",	"s_52":"Den yousa should have no trouble doin' so again.",	"s_53":"Darkwalkers. Nearby, I presume?",	"s_54":"Yin', dey have a camp nearby. Dat bein' da place to start.",	"s_55":"Where are the six pieces?",	"s_57":"One bein' in da Skaak Tipper hideout near Kaadara. Da second bein' in da Mauler stronghold. Da third bein' in da Mummer bunker near dein'. Da fourth bein' in da Darkwalker cave near Dee'ja Peak. Da fifth bein' somewhere in Keren. And da sixth bein' somewhere in Moenia. Return to mesa wid all of dem.",	"s_58":"Thank you. Any luck with the battle droid security?",	"s_59":"Ah, directly to business. Good. Unfortunately, da Ultragungan Militia has been awful careful. Mesa no yet know how to bypass da security on deir droids. But mesa have an idea where to start lookin'.",	"s_60":"Da Maulers have da first artifact.",	"s_62":"Mesa was told to expect yousa, and mesa nein' yousa assistance. Some Gungan artifacts were stolen. Mesa nein' yousa to get dem back. In exchange, while yousa recoverin' dose artifacts, Mesa'll figure out a way to get past da security on Ultragungan battle droids, which includin' da one yousa seek.",	"s_64":"I'll get right on that.",	"s_65":"Good. Mesa'll be in touch if mesa learn anydin'.",	"s_66":"No worry, wesa'll figure out deir security measurin' one way or anoder.",	"s_67":"Yin', dat's right. Off yousa go.",	"s_68":"Wesa'll get one of da Ultragungan soldier's to talk. dey can't keep it secret forever.",	"s_69":"Good, yousa brought da droidtech tools?",	"s_70":"Yes, here they are.",	"s_71":"Awful good. Let mesa see. Ah, yin'. As mesa suspectin', da password bein' encodin' into da toolkit. A major oversight, to be honest, but it works to our advantage. Yousa should now be able to extract da module yousa want from da Old Republic battle droid widout worry.",	"s_72":"So yousa found da dorid module? Awful good. And hopefully yousa killin' a great number of Ultragungan Militia soldiers along da way.",	"s_73":"Go to da Ultragungan Militia bunker to find da Old Republic battle droid wid da module yousa seek. Be careful, da Ultragungan Militia will no welcome yousa.",	"s_74":"Where do I start?",	"s_76":"Accordin' to mesa sourcin', da first one bein' wid da Maulers. Dey have a camp nearby.",	"s_78":"Maulers. On my way.",	"s_80":"Excellent. Return when yousa have da artifact.",	"s_82":"I'm not interested.",	"s_84":"Okiday, den why did yousa come to mesa?",	"s_86":"Wesa Gungans have peace wid da Naboo. Wesa no want dat peace to be shatterin'."
}}