{
	"stfFile":"conversation/naboo_privateer_tier4",
	"entries": {
		"do_not_edit":"The English version of this file (naboo_privateer_tier4.stf) is automatically generated by the SwgConversationEditor.",	"s_0":"",	"s_18a40c8c":"Then why did you send me?",	"s_191d50ad":"I have somebody's duty pay.",	"s_1993702c":"If you're feeling like a hero today, you could rescue a Naboo mining craft from Ay'Nat pirates.",	"s_1cf9a0f6":"I've saved the best for last. I need a pilot willing to fly sorties against Black Sun pirates. Dangerous, but fun. Especially for a big strong pilot like you.",	"s_1f680e83":"You sure?",	"s_221582e4":"Oh, you can, can you? I guess we'll see. Bye bye.",	"s_2313ac9e":"What are you talking about?",	"s_23e8aa6d":"Hey, I'm working on it.",	"s_24231574":"That's a nice attitude for a pilot to have. Actually, I do have some duty missions to assign. Take a look at what there is. Shall I give you a briefing?",	"s_251ee0bd":"I'm looking for Imperials.",	"s_256dbbde":"Ah, there you are. Good news, %NU. ",	"s_25cf4e47":"I don't think he's done with YOU, though.",	"s_2e904f6c":"You're making me blush.",	"s_328cdc99":"That would be mine.",	"s_35a5b893":"Won't find any here. See ya.",	"s_362a48e0":"Anything else?",	"s_3892e6da":"Oh yeah? Well show me, then.",	"s_39e697de":"Whatever you say.",	"s_3f76a413":"I like it when my pilots stay busy. Why don't you volunteer for something? Or I can give you the briefing again, if you like.",	"s_3ff13caa":"Here you go. I'm putting together another mission for you. Come see me later.",	"s_4":"I don't think I've seen you before. Maybe you took a wrong turn somewhere.",	"s_413ac49a":"I want to help that mining craft.",	"s_416":"OK.",	"s_438":"What skill are you going to give me?",	"s_439":"It looks like you're ready to learn about exotic vessels.",	"s_440":"It looks like you're ready to learn about heavy starship components.",	"s_441":"It looks like you're ready to learn about expert techniques.",	"s_442":"It looks like you're ready to learn about droid intelligence theory.",	"s_443":"Sounds good to me.",	"s_445":"Sounds good to me.",	"s_447":"Sounds good to me.",	"s_449":"Sounds good to me.",	"s_451":"I think the Black Suns have declared war on the RSF.",	"s_453":"I think you're right. ",	"s_455":"You're lucky you made it back in one piece.",	"s_457":"Luck had nothing to do with it.",	"s_459":"Well, this is a new problem in Yavin. We'll just have to deal with it. I'm not going to wait for them to come to us.",	"s_461":"Send me out there.",	"s_463":"You read my mind. But this time, you're not going alone. We need a show of force. You'll be joining a fleet of RSF pilots in a sortie against the Black Sun.",	"s_465":"These other pilots. Are they any good?",	"s_467":"I think so. But you can be the judge of that. Ready to go?",	"s_469":"Absolutely.",	"s_471":"Good luck.",	"s_473":"Good. Because I want to go after them.",	"s_475":"You're about to get your wish. But this time, you're not going alone. We need a show of force. You'll be joining a fleet of RSF pilots up around Yavin in a sortie against the Black Sun.",	"s_477":"These other pilots. Are they any good?",	"s_479":"I think so. But you can be the judge of that. ",	"s_481":"What about the Imperials?",	"s_483":"They're not going to get involved. They've got other things to worry about. You just take care of those Black Suns. Ready to go?",	"s_485":"Absolutely.",	"s_487":"Good luck.",	"s_489":"Those Black Suns didn't like the fact you found their secret cargo.",	"s_491":"Who cares what they think?",	"s_492a501d":"I wish I knew! That's highly classified information. The Admiral will explain everything to you. Pack your bags! The Admiral is waiting. ",	"s_493":"I like your attitude. I was right about that freighter, wasn't I?",	"s_495":"What was the cargo?",	"s_497":"'Materials for an explosives plant. If they had moved them into this system undetected... well, they didn't. That's all that matters.",	"s_499":"Not this time. But they'll try again. ",	"s_4cbd4a9d":"I'd feel great.",	"s_4d30b2ce":"I guess I have to pay you then.",	"s_4f4c63b2":"Fine. Here's your duty pay. Find me later when you want another mission.",	"s_4ff27acf":"Weren't you just a little bit scared? Just once?",	"s_501":"Let me worry about the Black Suns. I have a new mission for you. ",	"s_501c35bc":"Sure! Why not.",	"s_503":"I'm ready.",	"s_505":"A pair of Imperial freighters have entered Yavin space. They need a go-between for a supply transfer. And that go-between would be you. ",	"s_507":"OK. ",	"s_509":"You know how testy Imperial freighter captains can be. They think they own the universe. Especially these two. They're a real couple of killjoys. But they're our friends, so make nice, OK?",	"s_50d4081c":"Where do I report?",	"s_511":"Whatever you say.",	"s_513":"I'll talk to you when you get back.",	"s_515":"Imperials!",	"s_517":"Not your favorites, I take it?",	"s_519":"Not so much.",	"s_521":"Why not?",	"s_523":"Because they're bloodthirsty lunatics, I guess.",	"s_525":"Well THAT'S not a good enough reason! You're pretty bloodthirsty, too.",	"s_527":"Yeah, but...well...",	"s_529":"Look, this isn't an ethics class. We're all just here to do our job. ",	"s_52917b0d":"Of course.",	"s_531":"OK. ",	"s_533":"You know how testy Imperial freighter captains can be. They think they own the universe. Especially these two. They're a real couple of killjoys. But they're our friends, so make nice, OK?",	"s_535":"Whatever you say.",	"s_537":"I'll talk to you when you get back.",	"s_539":"They're lowlifes. ",	"s_541":"Lowlifes with guns.",	"s_543":"Not any more.",	"s_545":"You did good. I have a new mission for you.",	"s_547":"I'm ready.",	"s_549":"A pair of Imperial freighters have entered Yavin space. They need a go-between for a supply transfer. And that go-between would be you. ",	"s_551":"OK. ",	"s_552b15d":"Right now, the only problem is that it's not here, in my custody. But you could solve that problem. Get going.",	"s_553":"You know how testy Imperial freighter captains can be. They think they own the universe. Especially these two. They're a real couple of killjoys. But they're our friends, so make nice, OK?",	"s_555":"What about the Black Suns?",	"s_557":"What about  them? Look, they don't bother us, we don't bother them. Right now, Imperial happiness is your only concern. Get out there and take care of those captains. ",	"s_559":"Whatever you say.",	"s_55dae7d2":"Not by a long shot. And yes, I AM doing it for the money.",	"s_5603b2a1":"Now listen up and pay attention. I hate repeating myself. I need a pilot to escort a Naboo mining transport through Endor space. I'll warn you, Borvo the Hutt's men will probably be interested in that transport.",	"s_561":"Go on. I'm busy. I've got things to do.",	"s_563":"Imperials!",	"s_565":"Not your favorites, I take it?",	"s_567":"Not so much.",	"s_569":"Why not?",	"s_571":"Because they're bloodthirsty lunatics, I guess.",	"s_573":"Well THAT'S not a good enough reason! You're pretty bloodthirsty, too.",	"s_575":"Yeah, but...well...",	"s_577":"Look, this isn't an ethics class. We're all just here to do our job. ",	"s_579":"OK. ",	"s_57f232d6":"I am going to become an Imperial?",	"s_581":"You know how testy Imperial freighter captains can be. They think they own the universe. Especially these two. They're a real couple of killjoys. But they're our friends, so make nice, OK?",	"s_583":"Whatever you say.",	"s_585":"I'll talk to you when you get back.",	"s_587":"I didn't like the fact they tried to kill me.",	"s_589":"Haha! They sure did.",	"s_591":"You were right. They were packed to the gills with contraband.",	"s_593":"What can I say? I've got a nose for these kinds of  things.",	"s_595":"What's going on with the Black Suns?",	"s_597":"What do you mean?",	"s_599":"They're going after the RSF pretty hard.",	"s_5c429d49":"Yes ma'am.",	"s_5d72fdfa":"Well, not officially. But  this is a big opportunity for you. You will be working under them until they no longer are in need of your services. You will retain all of your RSF rankings and privileges. According to these orders, you are to report to Grand Admiral Declann at the Theed Palace immediately.",	"s_5e1ad1a2":"I am. I'm just having a bad day.",	"s_5fff247b":"In this system, things DO go as planned. My pilots get the job done.",	"s_601":"No, my friend. They're going against YOU pretty hard. You're good at what you do. And that means you're getting in their way. Black Suns don't like people getting in their way.",	"s_603":"Well I'm not going to stop.",	"s_605":"Of course not. Forget about them for now. I have a new mission for you.",	"s_607":"I'm ready.",	"s_609":"A pair of Imperial freighters have entered Yavin space. They need a go-between for a supply transfer. And that go-between would be you. ",	"s_60d0f37b":"Look. Here comes my favorite pilot.",	"s_611":"OK. ",	"s_613":"You know how testy Imperial freighter captains can be. They think they own the universe. Especially these two. They're a real couple of killjoys. But they're our friends, so make nice, OK?",	"s_6140c0f4":"Interesting. Here's your duty pay. Let's talk later.",	"s_614d7ac4":"What is the mission?",	"s_615":"Imperials.",	"s_617":"You don't have  to love 'em. You just have to keep 'em happy. Get out there and take care of those captains. ",	"s_619":"Whatever you say.",	"s_619658af":"I'll escort that mining transport.",	"s_621":"Go on. I'm busy. I've got things to do.",	"s_623":"You did a nice job protecting that scan vessel. We took a look at the tapes.",	"s_625":"What did you find?",	"s_627":"Nothing definite. Black Suns know how to cover their tracks. But they're definitely active in this system. And that's a problem, considering the Imperial crackdown.",	"s_629":"I see what you mean.",	"s_62c8be58":"I can handle those Black Suns.",	"s_631":"I mean, the Empire's number one problem is that prison, but their radar is up, if you know what I mean. They're looking for trouble across the board. So we're going  to watch our step. We're going to watch everybody ELSE'S steps, too.",	"s_633":"OK.",	"s_635":"Listen. There's a heavy mining freighter passing through Endor space.",	"s_6362f5f4":"Here's your duty pay. Maybe you can spend some of your money on ship repairs.",	"s_637":"What's it carrying?",	"s_639":"Supplies, a few passengers, nothing special.",	"s_641":"OK...",	"s_643":"That's what they SAY they're carrying. But I'm not so sure. I'd like you to take a closer look. ",	"s_645":"An inspect mission?",	"s_647":"You got it. So check it out. And I don't mean one quick pass, either. Take a GOOD look. Because if they're carrying any contraband, we better find it before the Imperials do. Otherwise, the Empire might think we're pirate-friendly. And that would be a problem.",	"s_649":"Any idea what I should be looking for?",	"s_651":"Spice? Sliced weapons? Who knows. Anything's possible. And I mean ANYTHING. So keep your eyes open and your blasters primed.",	"s_653":"I always do.",	"s_655":"And listen. Don't be too gung-ho, okay? If you find some contraband, you know, tell me first.",	"s_657":"Looking for a taste?",	"s_659":"Well...",	"s_661":"Don't think I can help you there.",	"s_663":"Go on. Your ship is waiting.",	"s_665":"What Imperial crackdown?",	"s_667":"Boy, where have YOU been? The Empire's tightening the leash. ",	"s_669":"Why?",	"s_671":"Beats me! Something about trouble with the prison. And word is that the Vortex is gunning for the Inquisitors.",	"s_673":"Vortex? Inquisitors?",	"s_675":"Hey! You want to know more, ask somebody who cares. All I know is, They want everything in this system to be ship-shape. No illegal activity of any kind. And of course we are going to comply.",	"s_677":"Because we love the Empire so much.",	"s_679":"Something like that.",	"s_67b2bdc1":"Hurry up. It's time to get back to work.",	"s_681":"So do you have a mission for me?",	"s_683":"Always. There's a heavy mining freighter passing through Endor space.",	"s_685":"This is another escort mission?",	"s_687":"Not exactly. Since the Black Suns are willing to fight RSF pilots, they must have something to hide. So we're going to start taking a closer look at all activity in this system.",	"s_689":"So I should inspect the ship.",	"s_691":"You got it. Go check it out. And I don't mean one quick pass, either. Take a GOOD look. Because if they're carrying any contraband, we better find it before the Imperials do. Otherwise, the Empire might think we're pirate-friendly. And that would be a problem.",	"s_693":"Any idea what I should be looking for?",	"s_695":"Spice? Sliced weapons? Who knows. Anything's possible. And I mean ANYTHING. So keep your eyes open and your blasters primed.",	"s_697":"I always do.",	"s_699":"And listen. Don't be too gung-ho, okay? If you find some contraband, you know, tell me first.",	"s_701":"Looking for a taste?",	"s_703":"Well...",	"s_705":"Don't think I can help you there.",	"s_707":"Go on. Your ship is waiting.",	"s_709":"Do you have a mission for me?",	"s_70d61202":"Please, give me the briefing again. ",	"s_711":"Always. There's a heavy mining freighter passing through Endor space.",	"s_713":"This is another escort mission?",	"s_715":"Not exactly. Since the Black Suns are willing to fight RSF pilots, they must have something to hide. So we're going to start taking a closer look at all activity in this system.",	"s_717":"So I should inspect the ship.",	"s_7177c3f2":"Who is Grand Admiral Nial Declann?",	"s_719":"You got it. So check it out. And I don't mean one quick pass, either. Take a GOOD look. Because if they're carrying any contraband, we better find it before the Imperials do. Otherwise, the Empire might think we're pirate-friendly. And that would be a problem.",	"s_721":"Any idea what I should be looking for?",	"s_723":"Spice? Sliced weapons? Who knows. Anything's possible. And I mean ANYTHING. So keep your eyes open and your blasters primed.",	"s_725":"I always do.",	"s_727":"And listen. Don't be too gung-ho, okay? If you find some contraband, you know, tell me first.",	"s_729":"Looking for a taste?",	"s_731":"Well...",	"s_733":"Don't think I can help you there.",	"s_735":"Go on. Your ship is waiting.",	"s_737":"So. How was life with Commander Dulios?",	"s_739":"Action packed.",	"s_741":"Well, you'll get more of the same here, if you're lucky. Are you a good pilot?",	"s_743":"You bet.",	"s_745":"Oo. I can't wait to see you in action.",	"s_747":"Just get me up there.",	"s_749":"I've met pilots like you before. Raring to go. It's pilots like you that die first.",	"s_751":"Not THIS pilot.",	"s_753":"Mm. We'll see. Let's get you going on a new mission.",	"s_755":"Absolutely.",	"s_757":"Royal Security Forces are using a deep space scan vessel in Endor space. ",	"s_759":"Why? For what reason?",	"s_75f5450f":"That's classified, my dear. You can ask the Grand Admiral yourself. Now let me give you some free advice. There are a lot of things that a pilot like you could learn from the Empire. Pack your things; you ship out immediately. Don't make the Admiral wait!",	"s_761":"The head honchos like to know EVERYTHING happening in this system. You must have figured  that out by now.",	"s_763":"They're paranoid, I know that.",	"s_765":"You would be, too, if half the galaxy was gunning for you. And besides, the Imperials are awfully active down here. ",	"s_767":"I've noticed.",	"s_769":"Then maybe you've noticed that the Imperials aren't exactly tolerant of troublemakers. They'll stay out of our hair, as long as we keep running a tight ship.",	"s_76cd7167":"No. I'm not. Although...I'll admit that I didn't think you'd pull it off.",	"s_771":"I see what you're saying.",	"s_773":"So apparently there are some Black Suns in the area, and they'd prefer to keep their activities private. So they're launching an attack against our vessel. ",	"s_775":"Any idea what the Black Suns are up to?",	"s_777":"I don't know, and right now, I don't care. The only thing that matters right now is that deep space scan. It's an expensive piece of equipment. We'd hate to lose it.",	"s_779":"You won't. ",	"s_781":"Go get 'em, tiger.",	"s_783":"You tell me.",	"s_785":"Mm!  Good answer, %TU.I should warn you, though. I don't like telling people what I'm thinking. ",	"s_7869de8a":"What's wrong with that Ay'Nat ship?",	"s_787":"Maybe you'll make an exception for me.",	"s_789":"Don't hold your breath. We're wasting time here. I have a mission for you.",	"s_791":"I'm ready.",	"s_793":"Royal Security Forces are using a deep space scan vessel in Endor space. ",	"s_795":"Why? For what reason?",	"s_797":"The head honchos like to know EVERYTHING that happens in this system. You must have figured  that out by now.",	"s_7977e8e2":"I need to. Those Suns nearly shredded me.",	"s_799":"They're paranoid, I know that.",	"s_7b043f5c":"Do you REALLY need to get paid? You're not doing the job for the money! Isn't it enough to know you're serving the royal family?",	"s_801":"You would be, too, if half the galaxy was gunning for you. And besides, the Imperials are awfully active down here. ",	"s_803":"I've noticed.",	"s_805":"Then maybe you've noticed that the Imperials aren't exactly tolerant of troublemakers. They'll stay out of our hair, as long as we keep running a tight ship.",	"s_807":"I see what you're saying.",	"s_809":"So apparently there are some Black Suns in the area, and they'd prefer to keep their activities private. So they're launching an attack against our vessel. ",	"s_811":"Any idea what the Black Suns are up to?",	"s_813":"I don't know, and right now, I don't care. The only thing that matters right now is that deep space scan. It's an expensive piece of equipment. We'd hate to lose it.",	"s_815":"You won't. ",	"s_817":"Go get 'em, tiger.",	"s_8180cd8a":"So. You did it.",	"s_819":"Ridiculous.",	"s_821":"He didn't dazzle you with his charm?",	"s_823":"Not exactly. ",	"s_825":"Aw, come on. That guy's harmless. I like his negative attitude. It cheers me up.",	"s_827":"He'd like to start a one-man war against the Gungans.",	"s_829":"What do you expect? He's a lifer here on Naboo. It's all he knows. Maybe you're more enlightened.",	"s_831":"I'm ready for my next mission.",	"s_833":"So I see. This one's an escort job.",	"s_835":"What am I escorting?",	"s_837":"A deep space scan vessel. It's an RSF ship. We're using it to investigate Endor space. ",	"s_839":"Sounds easy enough.",	"s_841":"Well, apparently there are some Black Suns in the area, and they'd prefer to keep their activities private. So they're launching an attack against our vessel. ",	"s_843":"Any idea what the Black Suns are up to?",	"s_845":"I don't know, and right now, I don't care. The only thing that matters right now is that deep space scan. It's an expensive piece of equipment. We'd hate to lose it.",	"s_847":"You won't. ",	"s_849":"Go get 'em, tiger.",	"s_8705a395":"Listen, if you need a break, just say so. I've got other pilots. And you've been through a lot.",	"s_87f301d7":"Really? Because it looks pretty easy. Maybe you could give it another shot. Please? ",	"s_886cd421":"Ask him. Bye bye.",	"s_8bbbb2ce":"Things don't always go as planned.",	"s_8ca0b65b":"If you have a thing against the Ay'Nat, you could help me out by capturing one of their private vessels.",	"s_8fe73508":"Nobody replaces me.",	"s_9":"Won't find any here. See ya.",	"s_9121b74a":"It was easy.",	"s_9192ecb":"Don't be. I'm being sarcastic.",	"s_92fa7352":"I have just been informed that Grand Admiral Nial Declann has ordered that you be transferred to his squadron, effective immediately. This is a very rare honor! RSF soldiers are rarely drafted into Imperial service so quickly. And they NEVER report directly to a Grand Admiral.",	"s_9312a850":"So. How was life with Commander Dulios?",	"s_94654f90":"I'd like to see a little more sweat, if you know what I mean.",	"s_953c410e":"Are you kidding? I'm going to the cantina.",	"s_95fa2e6":"What? For doing your job?",	"s_95fbf5d7":"Our relationship with the Imperials is an important one.",	"s_9686f892":"Tsk. Better get back to Commander Dulios. He hates it when people don't finish what they started.",	"s_96b5ddf3":"Some firefight.",	"s_9750cd6f":"Lucky miners! Have fun.",	"s_9b07df81":"Good. That's idea. Here's your duty pay. Bye now.",	"s_9d566d78":"Here's a little something for you. Bye now.",	"s_9fe8c7e7":"Does it say what they want from me?",	"s_a404eb10":"I'm done with him!",	"s_a479efa4":"OK, then.",	"s_a77b8282":"Well don't come to me looking for a shoulder to cry on. I want results.",	"s_a9d8ef68":"Give it another shot. Those Black Suns aren't so tough.",	"s_aa1834ec":"I don't think I've seen you before. Maybe you took a wrong turn.",	"s_ab583079":"I know. I was worried.",	"s_aba1f75e":"Hm, maybe.",	"s_ad713f95":"That's me, baby.",	"s_af9cab7a":"I didn't know you cared.",	"s_aff98418":"I like your attitude. A busy pilot is a good pilot. But unfortunately I don't have any missions right now. Try your own contacts. ",	"s_b0da26cf":"I'm sure.",	"s_b2e340f6":"What's that?",	"s_b59b9d3e":"Well THAT didn't go as planned.",	"s_b7bd69e9":"Oh! Well that's a relief. ",	"s_bd35f50b":"I see you made it back from serving with the Empire in one piece. I am very glad of that. I have some jobs for you if you are interested.",	"s_bd3f3d63":"I won't think any less of you. You've proven yourself to me.",	"s_bdc28bb4":"You did a nice job protecting that scan vessel. We took a look at the tapes.",	"s_c09ba3fa":"I'm looking for Rebels.",	"s_c17d2691":"I can do it.",	"s_c1ff5062":"I'm looking for a mission. Do you have any?",	"s_c31a5da7":"I think we're going to have to deal with them. But not right now. Take a break. I'll see you later.",	"s_c4fcfcf7":"I guess I should just...go and do it, then.",	"s_c5b4e219":"Now, now. Don't get upset. Just because you can't get the job done.",	"s_c5f46951":"I don't think one setback is going to destroy our alliance.",	"s_c62300e0":"For the laughs. I like watching you fight. At any rate, here's your duty pay. I'll see you around.",	"s_c782ced7":"I'm flattered.",	"s_c82e9a2f":"Yes, please.",	"s_c8888bec":"Never.",	"s_c93f357b":"I thought you said you were a good pilot.",	"s_cd140a4":"According to this, you are to report directly to the Grand Admiral at the Theed Palace. Now you won't actually JOIN the Imperial Navy - but you'll be joining them for a highly-classified mission. Sounds exciting, doesn't it.",	"s_cdffba3e":"Tsk. You're late. That's not a good way to start your tour with me, pilot. Are you ready to begin? I have a briefing prepped for you.",	"s_cf0a01fd":"Well, let me put it this way. In the Imperial Navy, power is held by only a few men. And Grand Admiral Nial Declann is one of those men. He makes things happen. I've been told that he is a brilliant and inspirational leader. I think you're going to learn a lot.",	"s_cfba6d32":"Oh, I can DO it. Don't worry.",	"s_d55f2579":"I'm ready to go.",	"s_d6473733":"I don't think I've seen you before, but your name is familiar to me. What brings you here?",	"s_d70dba34":"Yes.",	"s_d767398d":"I didn't think so. I want you to get up there and make things right. Immediately!",	"s_d858532":"Get out there and try again.",	"s_d91c04b2":"I'm supposed to give you a skill. Hurry up. Let's get this over with.",	"s_ddf79f01":"Black Suns are animals.",	"s_de697017":"OK, if you're sure.",	"s_e0ce54d":"Sure did.",	"s_e1e40ead":"That would be nice.",	"s_e2dbfb72":"No. I'm OK.",	"s_e4bbe441":"I think the Black Suns have declared war on the RSF.",	"s_e9b81b8b":"Hm. Maybe I should start sending you on more dangerous missions. How would you feel about that?",	"s_eaf3e39a":"I don't have any patience for lightweights. Do you know how to do your job, or don't you?",	"s_eb4e939":"Of course I do!",	"s_eb559766":"What? Who? Me? I don't care. Get out of here.",	"s_eb72f32e":"No kidding!",	"s_ee2b4c16":"Help is the one thing they need. Just try not to get killed yourself, okay? I hate breaking in new pilots. ",	"s_f1e2aed8":"Aren't you going to thank me?",	"s_fc7e0e7a":"No ma'am.",	"s_fcd38a06":"Then you don't know the Imperials. Are you talking back to me?",	"s_ff47ef5a":"This job's not as easy as it looks, you know.",	"s_ff6e1247":"Those Black Suns didn't like the fact you found their secret cargo."
}}