{
	"stfFile":"conversation/naboo_24_gungan_power_grab_02",
	"entries": {
		"do_not_edit":"The English version of this file (naboo_24_gungan_power_grab_02.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"What was that other thing?",	"s_101":"Which kaadu am I supposed to kill?",	"s_102":"I have other questions.",	"s_104":"I have more time than credits. Tell me what you need done.",	"s_106":"Mesa got three things need doin. Then I helps you decode bauble. You wantin to do this?",	"s_108":"Yes.",	"s_110":"Then when yous done these three tasks, come back and Is decodin that bauble.",	"s_112":"Actually, I'd rather pay a little and save a little time.",	"s_115":"Not a chance! I'll pay half, no more.",	"s_117":"If yous payin %DI, mesa got two jobs need doin. Then I helps you decode that bauble. ",	"s_118":"I'd rather pay your full price and save a lot of time.",	"s_120":"I will pay that.",	"s_122":"Wesa got a deal!",	"s_124":"I've decided that I'm not paying anything.",	"s_126":"Actually, I'll pay the whole amount to save time.",	"s_128":"I'll pay your price.",	"s_130":"Good! You pay %DI and do one chore, then?",	"s_132":"Fine.",	"s_134":"Maxy good! Wesa partners! Mesa only got one job needin done by you, partner. Then Isa helpin you decode bauble.",	"s_136":"I'd rather pay half?",	"s_138":"Nope, I'm not paying anything.",	"s_140":"I really have better things to do. ",	"s_142":"How rude!",	"s_144":"Busy. Yous goin away.",	"s_2":"",	"s_25":"No jokin, yousa good partner!",	"s_26":"Wonderful...Now will you help me decrypt this record bauble?",	"s_29":"As soon as yousa bringin me the thingy Isa needin to read it.",	"s_31":"Broma was right about you. Do it yourself!",	"s_35":"Yousa cranky.",	"s_41":"Don't tell me... you lost it.",	"s_43":"So here Isa was, havin some munchin.  All a sudden big nasties comin up the hill from the rivawata. Mesa no fightin, Isa throwin what Isa holdin.  Theys from the forest East mes thinkin. Drennic gots him a bunker there and he no likin me much!",	"s_45":"...And you threw the translator at them?",	"s_47":"YES! Yousa smarty! It's hittin one and breakin up. Theys pickin up the pieces and tellin mesa to mind mysa own busy.  Yousa gettin dat translator back, and wesa readin the bauble togedda.",	"s_49":"Yeah, yeah. Upload it, already.",	"s_50":"Drennics, theysa was! Hunters and Guards. Theysa takin my translator!",	"s_56":"Yousa back?",	"s_58":"I didn't have a lot of other choices for this job.",	"s_60":"If Broma Lak thinking yous trusted, I give yousa chance. ",	"s_61":"Yousa findin it!",	"s_62":"Now, about that bauble.",	"s_63":"Righty. Here yousa go! Now tell Broma how helpin Isa was.",	"s_65":"I get things done, if that's what you mean.",	"s_67":"Yousa okie dokie!",	"s_68":"That's good! But like Boss Nass is sayin...nothin cost nothin!",	"s_69":"Wesa talkin again when yousa finished helpin.",	"s_71":"Cut to the deal, Jak. What's your help going to cost me?",	"s_72":"Yousa not done yet?",	"s_73":"Fine.",	"s_74":"Bye!",	"s_76":"Yous helpin me, then?",	"s_78":"Yes. Now let's get on with it.",	"s_80":"Mesa takin long view, like bombad Boss Nass. Yous makin lotsa credits, workin for Broma. Yous cutting me in, and Isa help you out. If yous not wantin to share, Isa let you take some jobs off mes hands.   So, how wesa doin business? Yous rather give %DI or doin things?",	"s_81":"What am I supposed to do?",	"s_82":"Yous no payin me, so Isa givin you three tasks. You finish them, wesa talkin.",	"s_83":"Yous only payin me a little bit, so yousa doin two things for me, yah?",	"s_84":"Why yousa not smashin them kaadu?",	"s_85":"Tell me about the first task.",	"s_86":"What else do you want me to do?",	"s_87":"Did you want some Kaadu eliminated?",	"s_88":"Isa no fighter. If Isa need to get runnin, mes needin to know WHERE to get runnin. Theys things which givin me the crunchin all around! Yousa lookin around for a safe path for gettin-away.  Get goin!",	"s_89":"Isa comin here each year to get sapflower juices. They bloomin like crazy now, but thems bigguns wantin to crunch me. Yousa gettin me the juice!",	"s_90":"Where do I find these blooming sapflowers?",	"s_91":"I have other questions.",	"s_92":"They's growin all along the river here. That's why isa comin here!   Why yousa not gone yet?",	"s_93":"I had other questions, first.",	"s_94":"I'm going.",	"s_95":"Okieday!",	"s_96":"Right up there! On toppa that hill! Them nesting kaadu is honkin and hootin all day and night! A gungan gettin no sleep and can't catch eatin-things! You go killin a buncha then and Isa wait here.   Yous goin now, right?",	"s_97":"Not just yet...",	"s_98":"Yes, I'm going.",	"s_99":"What was the first thing?"
}}