{
	"stfFile":"conversation/naboo_deeja_peak_prof_hudmasse",
	"entries": {
		"do_not_edit":"The English version of this file (naboo_deeja_peak_prof_hudmasse.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"How do I override its security protocol?",	"s_101":"You'll need a security beacon with a sequencer synced to the droideka. You should be able to find an old security beacon. And I know of a former technician from Stonewall Labs who can make you the sequencer you'll need. When you have both of those, bring them to me and I can assemble them and then sync them for you.",	"s_103":"Where do I get a security beacon?",	"s_105":"The Chief Security Officer of Stonewall Labs before the shutdown was a man named Vance Groten. I think he'll have an idea of where to find a beacon.",	"s_107":"I'll go speak with Vance Groten.",	"s_109":"That's what I'd recommend.",	"s_111":"Where do I get the sequencer?",	"s_113":"One of the former technicians at the Stonewall Labs, Tanoa Vills, can make the sequencer for you. She's highly skilled and knows as much as anyone about the security measures built into the droids in the Labs.",	"s_115":"I'll go speak with Tanoa Vills.",	"s_117":"She won't let you down.",	"s_119":"I don't think I can do this right now.",	"s_121":"As you wish. I'll be here if you happen to change your mind.",	"s_2":"",	"s_29":"I've returned with a security beacon.",	"s_30":"I've returned with the sequencer.",	"s_33":"Well done. I knew you could do it. Let's see here. Yes, this should work nicely. Er, I forget. Do you have the sequencer yet?",	"s_34":"Were you doing research on a droideka using experimental technology?",	"s_35":"Oh, very good. Let me take a look. [*inspects the sequencer*] My my, Tanoa still does quite good work. Do you have the security beacon as well?",	"s_36":"Yes, I do.",	"s_37":"Yes, I do.",	"s_38":"Excellent! I shall assemble them at once. [*installs the sequencer into the beacon and then syncs it to the droideka*] You should now be able to safely extract the module you require, but be ready. With the experimental nature of that droideka, there's really no guarantee.",	"s_39":"Excellent! I shall assemble them at once. [*installs the sequencer into the beacon and then syncs it to the droideka*] You should now be able to safely extract the module you require, but be ready. With the experimental nature of that droideka, there's really no guarantee.",	"s_40":"No, not yet.",	"s_41":"Ah. Then you must be sure to return to me when you have one.",	"s_42":"I understand.",	"s_43":"I knew you would. Off you go then.",	"s_44":"I trust the beacon with the sequencer worked as well as we'd hoped.",	"s_45":"How is your search for a security beacon and sequencer going? Well, I trust. Let me know if there's anything I can do to help.",	"s_46":"Greetings, was there something I could help you with?",	"s_47":"Yes. I need some information about Stonewall Labs. You worked there?",	"s_48":"Indeed I did. I was Head of Research, no less. But Professor Lancil Cordelis, the owner of the Stonewall Labs, closed the facility down some time ago.",	"s_49":"No, not yet.",	"s_50":"I see. Once you have a security beacon, return to me, and I'll install the sequencer for you.",	"s_52":"Remind me where to find a security beacon, please?",	"s_53":"I myself wasn't, but Professor Cordelis was. The droideka had a module that was developed during the Battle of Naboo. Professor Cordelis was attempting to determine what the module did.",	"s_54":"Remind me how to get a sequencer, please?",	"s_55":"I understand.",	"s_56":"I knew you would. Off you go then.",	"s_60":"Actually, I haven't been able to try them out yet.",	"s_62":"Oh, well you should go do so. Stonewall Labs is not far from here.",	"s_65":"Tell me where to find a security beacon.",	"s_66":"Tell me how to get a sequencer.",	"s_76":"Life hasn't been the same since Stonewall Labs shut down, but I'm trying to continue my research.",	"s_78":"I need to retrieve that module. It's a matter of great importance.",	"s_79":"Well, I suppose there's no reason not to help you. The Labs have been closed down for almost a year and no one has seen Professor Cordelis in that time. To extract the module, you'll need to be able to override the droideka's security protocol. Otherwise the module will burn itself out when you endeavor to remove it. "
}}