{
	"stfFile":"conversation/naboo_deeja_peak_tanoa_vills",
	"entries": {
		"do_not_edit":"The English version of this file (naboo_deeja_peak_tanoa_vills.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_20":"Wow, you actually got the bio-scanner from the Darkwalkers. Impressive. Not that I doubted you for even a minute. I've completed your sequencer as well.",	"s_21":"Go get that bio-scanner back from those Darkwalkers. I'm almost completely sure it's for the good of the planet.",	"s_37":"Professor Hudmasse sent me to you.",	"s_39":"Professor Hudmasse sent you? I wonder why he would do that? Why did he send you to me?",	"s_41":"I need a sequencer.",	"s_43":"Ah, I see what's wrong. I need to adjust the chromatic spectrograph before tuning it. I, oh, hello. Please excuse me, I must get back to work.",	"s_47":"Find the parts I need. I'll need an XJ5 circuit board,some fractal transmitters, and some octave regulators. I have everything else.",	"s_48":"Ah, very good. These look perfect. I'll start on the sequencer right away. In the meantime, I wonder if you would do me a favor?",	"s_51":"You'll need to get rid of those wild animals before you can salvage any of the equipment.",	"s_52":"Thank you for getting this equipment from the crashed shuttle, but I can't imagine what the Darkwalkers would want from the empty crate. I wonder what they took? Seems like we should find out.",	"s_53":"You don't know what was in the crate they emptied?",	"s_54":"Well, no. So much of the cargo was destroyed that it's difficult to be sure. Maybe the shipping terminal at the shuttleport will have a listing for the empty crate. If not, perhaps you could convince some Darkwalkers to tell you what they took.",	"s_55":"Let me know what you learn about what the Darkwalkers took from the crashed shuttle.",	"s_56":"A bio-scanner? Odd. I wonder what the Darkwalkers could possibly want with one of those? And they wanted it badly enough that they shot down that shuttle. It makes no sense. I know one thing, though, they cannot want that bio-scanner for anything good. I think we should get it back.",	"s_57":"The Darkwalkers were going to use the bio-scanner to make a bomb that would sit inert until someone with the right bio-signature walked nearby. It would then explode. Evil, but truly ingenious.",	"s_58":"We should get it back?",	"s_59":"Okay, I mean that you should. I would not be able to do something like that.",	"s_60":"A sequencer? What kind of sequencer?",	"s_61":"One that can be used in a security beacon for Stonewall Labs.",	"s_62":"Ah, I see. And what will this sequencer need to do?",	"s_63":"Be able to override the security protocol in a droideka at the Labs.",	"s_64":"Right. That should not be too difficult. I'll need some parts in order to get started.",	"s_65":"What parts do you need?",	"s_66":"I'll need an XJ5 circuit board,some fractal transmitters, and some octave regulators. I have everything else I'll need.",	"s_67":"Okay, I'll get the parts you need.",	"s_68":"Mummer scientists often have XJ5 circuit board. Unfortunately, there's no other reliable place to find those. The fractal transmitters can be found in older data terminals. You can probably find some at the junkyard near the city. Hmmm, octave regulators. I think you'll have to get those from Skaak Tipper machinists. Start with the circuit boards and then move on from there.",	"s_71":"Okay, I'll go start with the circuit board.",	"s_72":"Excellent. Return to me when you have all of the parts.",	"s_73":"What kind of favor?",	"s_74":"A shuttle carrying research equipment was shot down outside of Dee'ja Peak as it was nearing the city. I needed that equipment. Can you go to the crash site and salvage anything you can?",	"s_75":"Why haven't you gone yourself?",	"s_76":"Well, for one thing, I'm building the sequencer you requested. But mostly it's because of the wild animals that appear to have moved in at the crash site. You'll probably need to clear those before you can salvage anything.",	"s_78":"Okay, I'll go to the crash site.",	"s_79":"I don't think I'm interested after all.",	"s_80":"Thank you! I'll be working on your sequencer.",	"s_81":"I'll try and find out what the Darkwalkers took.",	"s_82":"Thank you. Let me know when you learn something. I'll continue working on your sequencer.",	"s_83":"How would I get the bio-scanner from them?",	"s_84":"Well, I imagine you'll have to attack them at their base. I'd guess that one of their leaders, Flangolial or Trienial, would have it. You'll probably want to soften up their defenses first. Their base is not far from the city, though you probably already know that.",	"s_85":"Okay, I'll invade the Darkwalker base.",	"s_86":"Good luck. Not that I really think you'll need luck. Probably.",	"s_87":"Thank you.",	"s_88":"You're welcome. You should return to Professor Hudmasse with it.",	"s_90":"I see. Then it's back to work for me. Farewell."
}}