{
	"stfFile":"conversation/naboo_theed_pooja_naberrie",
	"entries": {
		"do_not_edit":"The English version of this file (naboo_theed_pooja_naberrie.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"I must insist on some rest before continuing.",	"s_101":"I see. Speak with me again when you are rested and able to proceed.",	"s_102":"Very well, but please do not delay too long.",	"s_104":"Welcome to Theed. Please enjoy your time here.",	"s_2":"",	"s_28":"Help Lt. Khartoor catch the escaped murderer.",	"s_31":"I've finished helping with the terrorist attack.",	"s_32":"I've solved Hugo's dilemma and his son, Karl, is now safe.",	"s_33":"Ah yes, I see a report from Major Franchels. He forwarded a briefing from Sgt. Bragg, Lt. Dunnels, and Sgt. Brunser as well. All have glowing praise for you. Well done.",	"s_35":"Thank you. I appreciate your discretion with that assignment. Hugo has been a friend to my family for a long time, so I didn't want to see him suffer. Hopefully, Karl learned his lesson.",	"s_36":"I'm glad I could help.",	"s_38":"I have one more undertaking for you. A notorious murderer has escaped. Your assignment will be to help find and neutralize him.",	"s_40":"I just finished reading Lt. Khartoor's report. You handled the Hunnos Jarkey assignment quite well, but that's no longer unexpected. I predict great things for you and your unparalleled talents.",	"s_43":"Thank you for your service, trooper. You are a credit to the RSF.",	"s_44":"You did quite well on your first two assignments. I have one more undertaking for you. A notorious murderer has escaped. Your assignment will be to help find and neutralize him.",	"s_45":"Continue with your assignments, trooper.",	"s_50":"Good, you're here. Colonel Panaka told me to expect you after you finished assisting Typho. There are two assignments for you.",	"s_52":"What are the assignments?",	"s_54":"The first is to help investigate a terrorist attack that just took place here in Theed. The second is a bit more personal and I'd like to keep it a bit quiet if possible. A friend, Hugo Eckener, has a dilemma with which he needs assistance. Colonel Panaka assured me you could be discreet.",	"s_56":"Tell me more about the terrorist attack.",	"s_58":"You will report to Major Harvin Franchels for more on the terrorist situation. He will let you know what you can do to help.",	"s_59":"Catch an escaped murderer? Where do I start?",	"s_60":"No thanks. Not right now.",	"s_61":"Report to Lieutenant Sundria Khartoor of the RSF violent Crimes Division for more details.",	"s_62":"As you wish, but return soon.",	"s_63":"I'm on my way.",	"s_64":"Good luck, trooper.",	"s_65":"Tell me about the terrorist attack.",	"s_66":"Tell me about Hugo's dilemma.",	"s_68":"I'll report to Major Franchels.",	"s_70":"Excellent. Good luck.",	"s_73":"Tell me more about Hugo's dilemma.",	"s_75":"I'll leave it to Hugo to fill you in on the details.",	"s_77":"Okay, I'll go see Hugo.",	"s_78":"Tell me about Hugo's Dilemma.",	"s_80":"Good. And thank you.",	"s_81":"Thank you, Pooja.",	"s_82":"You now have the security clearance necessary to  access the data on the RSF mainframe that you seek.",	"s_83":"Thank you.",	"s_84":"Where can I find the RSF mainframe?",	"s_85":"For your next assignment, I'd like you to help Hugo Eckener, a long time friend of my family and myself. Hugo has a dilemma with which he needs assistance.",	"s_86":"You'll find the mainframe inside the palace. With your latest boost in security clearance, you should have no trouble accessing most parts of the RSF database.",	"s_88":"Tell me about the terrorist attack.",	"s_90":"Not right now. I'll come back later.",	"s_92":"I have one more undertaking for you. A notorious murderer has escaped. Your assignment will be to help find and neutralize him.",	"s_93":"No, thank you for your service to Theed and to Naboo.",	"s_94":"Very well, please tell me more.",	"s_95":"I cannot do that right now.",	"s_96":"I see. Speak with me again when you are ready to continue.",	"s_97":"No rest for the weary, I'm afraid. Your next assignment is to help investigate a terrorist attack that just took place here in Theed.",	"s_98":"As am I. Colonel Panaka was correct in his assessment of your abilities. You are an asset to the RSF.",	"s_99":"What do I need to do?"
}}