{
	"stfFile":"conversation/naboo_legacy_wilson_tchorshel",
	"entries": {
		"do_not_edit":"The English version of this file (naboo_legacy_wilson_tchorshel.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Having enemies only means that you've taken a stand at some point in your life. Have the courage to stand up.",	"s_12":"Do you have the droid AI? All four parts of it?",	"s_2":"",	"s_20":"The droid AI was split and is housed in four different droids? Very interesting. Gather all four and return with them to me. Do not speak with any Imperials about this!",	"s_22":"Once you gain access to the RSF mainframe, use the information you learn there to find and obtain the droid AI.",	"s_37":"Look, I understand what you're doing, but reconsider your options. If you learn anything, return to me instead of to the Empire. It is the right thing to do.",	"s_48":"You there. I know you're working for the Empire. Have you found the droid AI?",	"s_49":"Check the old war bunker on the beach near the city. I've heard it has been overrun by Skaak Tippers, so be prepared for anything. Examine anything of interest you find in the bunker.",	"s_51":"Listen to me for a minute. I know you think you're doing the right thing, but you're not. The Empire will to terrible things with that droid technology if they get their hands onto it.",	"s_53":"Yes, I think I agree.",	"s_55":"Of course you agree. There's no denying such an obvious truth. Work with me. Help me to stop the Empire from getting yet another weapon with which to destroy innocent people.",	"s_57":"How do I help?",	"s_59":"And you won't?",	"s_61":"No, we won't. We are not in the business of attacking civilians. Killing innocent people. The Empire cannot make such a claim as they have already proven their willingness to destroy anyone and anything for any reason.",	"s_63":"Maybe you're right.",	"s_65":"Of course I'm right. Work with me. Help me to stop the Empire from getting yet another weapon with which to destroy innocent people.",	"s_67":"What do I do?",	"s_69":"I don't believe you.",	"s_71":"So be it, but please think on what I've said.",	"s_73":"Over here, but keep your voice low. ",	"s_75":"When you find the droid AI, please for the sake of all people, bring it to me. Not to the Empire.",	"s_76":"Carh'la Bastra sent me to you.",	"s_78":"She told me to expect you. She says you've done good work for our cause thus far. That is good news, but we're not done yet. The droid that you assembled on Tatooine is missing critical components.  It is an obscure Old Republic model, but you may find some of the parts here on Naboo.",	"s_80":"I do. I have it all.",	"s_81":"Oh, well done. Very well done. Please turn it over to me at once. I must leave this planet and get to our research base immediately.",	"s_82":"Yes. What is the next step?",	"s_83":"[hand over the droid AI]",	"s_85":"Thank you! You have done the right thing. The galaxy will be free from tyranny, and this seemingly small choice on your part could potentially pave the way.",	"s_86":"There is an old war bunker on the beach near here. Rumor is that experimentation was conducted on Trade Federation droids at this bunker leading up to the Battle of Naboo. Go to that bunker and search for any remnants of those droids or clues as to where to find an example of their AI.",	"s_87":"No, I need to think about this a bit more.",	"s_89":"Tarry not long, my friend, but I trust you'll come to the right conclusion soon enough. I'll be waiting.",	"s_90":"As a matter of fact, I have.",	"s_91":"That is none of your concern, sir.",	"s_92":"Yes. Good. If you would be so kind, please deliver that AI to me. You cannot turn it over to the Empire.",	"s_93":"I see. Well, if you find it, please consider speaking with me about it. That AI must not fall into the hands of the Empire.",	"s_94":"I'm on my way.",	"s_96":"Excellent. Return to me once you've found any information about the Old Republic experimental droid AI.",	"s_97":"You have made a grave error that we will strive to correct. You may yet get a chance to redeem yourself, but should that fail, there will be much blood on your hands.",	"s_98":"Thank you! You're efforts will not be forgotten. And may the Force be with you always!"
}}