{
	"stfFile":"conversation/naboo_kadaara_panaka",
	"entries": {
		"do_not_edit":"The English version of this file (naboo_kadaara_panaka.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"You did well. Very well. I think it will be a while before the Skaak Tippers try anything in Kaadara again. Well, until someone else comes along anyway.",	"s_106":"First, we need to find out what they are planning. Go out around the city and surrounding area and fight some Skaak Tippers. If you find any information or a clue, follow up on it. Report back to me if you find anything significant.",	"s_108":"I'm on my way.",	"s_110":"Good. Fight Skaak Tippers until you learn something. And be sure to pursue any clues you find.",	"s_112":"No thank you.",	"s_114":"Very well, but there's no other way to access the information in the RSF mainframe. I'll be here if you change your mind.",	"s_139":"About joining the RSF?",	"s_140":"Yes, of course. I like your eagerness. As promised, I now make you an official member of the Royal Security Forces of Naboo. You are now a private in the Royal Security Force. Welcome aboard, Private %TO.",	"s_142":"How do I raise my security clearance level?",	"s_144":"Right. You'll need to have a higher level of security clearance to access the RSF mainframe in Theed.  For that, you'll need to take more RSF assignments and complete them successfully. Unfortunately, I don't have anything else at the moment that would require your attention.",	"s_147":"Is there anywhere else I could get an RSF assignment?",	"s_148":"I suggest you speak with Captain Typho in Keren. I'll let him know to expect you.",	"s_152":"I'll report to Captain Typho in Keren.",	"s_154":"Excellent. Captain Typho is my nephew, and I'm proud to say that he has acquitted himself quite well. He will be able to help you rise within the RSF.",	"s_155":"The job you did against the Skaak Tippers here in Kaadara is worthy of my highest praise. Well done.",	"s_156":"Remind me how to raise my security clearance, please.",	"s_2":"",	"s_20":"We must take the fight to the Skaak Tippers. And by we, I mean you. Go to their hideout and put a serious dent in their membership. And when that's done, take out their leader, Jonni Skaak.",	"s_30":"The Skaak Tippers are smuggling in weapons? This sounds bad, but you did well in recovering some of the weapon crates.",	"s_55":" As it happens, I'm always in need of good, capable recruits for the Royal Security Force. If you're interested, you can start right away. The Skaak Tippers are brewing up some trouble, and your first assignment would be to find out what.",	"s_57":"What would you need me to do?",	"s_58":"Any idea why they need the weapons?",	"s_60":"Hmmm, maybe. One of the last communications from Sgt. Willoc regarded a plan to steal the bank terminals from Kaadara.",	"s_62":"Attack Skaak Tippers until you learn something. Pursue any clues you find while doing so. Report back to me if you find anything conclusive.",	"s_64":"Good, there you are. I was beginning to worry you wouldn't be coming.",	"s_65":"Stealing the bank terminals!",	"s_66":"What can you tell me about that old war bunker?",	"s_68":"Hmmm, okay. That was a research bunker. Naboo officers examined Trade Federation droids there. The better we knew what made them tick, the better we were able to stop them.",	"s_70":"Are there any relics left from that war in the bunker?",	"s_72":"In the bunker? No. It was stripped of all important equipment and such a long time ago. Any old republic technology has long since moved to other research facilities.",	"s_73":"I'd appreciate your help.",	"s_74":"How do I find those facilities?",	"s_76":"You don't. You would need to be able to access classified information in the RSF mainframe in Theed, and you lack the required security clearance. But, I might be able to help you. Or get you started, anyway.",	"s_77":"That's right. They plan to hack into them and gain access to the bank accounts of everyone in Kaadara. Not that I believe they could actually pull it off, but we cannot let them get that far. I'm sending you to assault their hideout.",	"s_80":"Where is their hideout?",	"s_84":"It's on a small island east of Kaadara. Follow the beach to the east and you shouldn't have any trouble finding it. Take out as many of them as you can. Then find their leader, Jonni Skaak, and take him down as well. If you succeed, they won't be planning an attack on Kaadara again any time soon.",	"s_87":"I'll take care of it.",	"s_89":"Good luck to you.",	"s_91":"I cannot do that right now. Maybe later.",	"s_93":"Good day citizen. Nowhere on Naboo is more beautiful than Kaadara this time of year, am I right? Of course I am.",	"s_94":"Time is not on our side in this. Please return soon."
}}