{
	"stfFile":"conversation/newbie_scout",
	"entries": {
		"do_not_edit":"The English version of this file (newbie_scout.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Most of the poorer farmers use Rontos to pull their wagons and carts filled with whatever harvest they can gather. If the Rontos break their legs the farmers can't bring the harvest into the city. So the kreetles have to go. ",	"s_101":"Ok count me in.",	"s_102":"I have better things to do.",	"s_103":"What is it?",	"s_104":"Here you go. Remember I need intact worrt bones. You can find them outside the city.",	"s_105":"Not right now.",	"s_106":"Every once in a while I get to hire some people who know how to use traps and the like. But they need me to supply them with the traps. I need a number of bones from young worrts to make the traps. You want to help?",	"s_107":"Sure.",	"s_108":"Why worrt bones?",	"s_109":"They are organic and very pliable. These traps can't smell like metal or the animals are spooked.  They also have enough elasticity to serve as high powered springs. So I use worrt bones. You willing to help?",	"s_110":"Sure am.",	"s_111":"I'll pass.",	"s_112":"Just dump and off I go.",	"s_113":"Remember it's tempest rills. Look for them up in the hills just outside of the city.",	"s_114":"So what do you need?",	"s_115":"Some idiot brought in some tempest rills as pets. Once they stopped being cute he released them into the wild. I need them destroyed.",	"s_116":"OK I am on it.",	"s_117":"And this is bad because...?",	"s_118":"Because these rills will cross breed with the normal variety around the city. Tempest rills chew on the insulation of power cables.  If they cross breed then every single rill in the city will be its own little blackout waiting to happen. We need to kill them before they spread.",	"s_119":"OK, I'm on it.",	"s_120":"I have more important things to do. ",	"s_121":"I am out of here.",	"s_122":"Get to it.",	"s_123":"Glad to help.",	"s_124":"Thanks again.",	"s_125":"Great Job. I need to store these away. But I should have something for you when I get back. Talk to me again if you are interested in more work. ",	"s_126":"Well the power company can rest easy. I will inform them. Talk with me again if you want more work.",	"s_127":"Thanks I will.",	"s_128":"Take care.",	"s_129":"Ready to spend more time in the hills?",	"s_130":"Sure. Just point the way.",	"s_131":"I need those mite egg sacks ASAP.",	"s_133":"What is it this time?",	"s_134":"On my way.",	"s_136":"Rockmite colonies are starting to over run the rest of the eco-system. Unlike the rills I can't have you just kill them. If their population is disrupted the stink bug population will get out of hand. ",	"s_137":"Pus? Forget it.",	"s_138":"I can see that being a problem.",	"s_140":"Yes it is. So I want you to gather egg sacks from the rockmites. Rockmites will not nest where other rockmites have nested. So I plan to synthesize the hormone that the egg sack excrete. Then I will spread that around the city. This will drive the nesting mothers way from the city, but still keep enough rockmites in the area to keep the stink bugs under control. You game?",	"s_141":"Great work on that census. The infestations are worse than I thought. Here is something for your trouble. Talk with me if you want more work.",	"s_142":"Sure am.",	"s_144":"No right now.",	"s_145":"Thanks I will. ",	"s_146":"I need those egg sacks.",	"s_148":"I can't tell you how much you helped. Thanks again.",	"s_149":"I have analyzed the data from the census that you got me. The first problem we need to tackle is the womp rat infestation.",	"s_151":"I need that survey done ASAP.",	"s_154":"Yes he did.",	"s_156":"Well at least he is listening. I need people to do some dirty jobs. You interested?",	"s_158":"Just tell me what to do.",	"s_160":"Here you go. I need each spot visited and a census taken.",	"s_162":"How dirty?",	"s_164":"The public health in Mos Eisely is in danger. If we don't get the vermin under control we will lose this city.",	"s_166":"You are kidding.",	"s_168":"I am not. I have reports of massive vermin population increases and  infestation all around the city. I need a complete census of these areas to determine how I am going to deal with this problem. ",	"s_170":"OK I will do it. ",	"s_172":"I am passing on this. ",	"s_174":"Yea you looked like someone who wouldn't know a real problem if it bit him. ",	"s_176":"Not interested.",	"s_179":"Well I can't hire you without authorization.",	"s_289":"",	"s_312":"Just dump the info.",	"s_343":"I assume that the mayor sent you?",	"s_349":"Not really.",	"s_696":"The public health department has reported another case of grunge fever. We need those samples fast. ",	"s_697":"Now I have to tackle the kreetle problem. You interested?",	"s_698":"Just dump the details on my datapad.",	"s_699":"Not at the moment.",	"s_700":"Great. Those kreetles are about to shut commerce down here in the city. Get them under control. ",	"s_701":"On my way.",	"s_704":"Hurry. You can find them right outside the city.",	"s_708":"I am still getting reports of Rontos being maimed by stumbling on kreetle burrows.  I really need help with this.",	"s_709":"You ready for the next task?",	"s_710":"Look I know you are talented, but I need those bones in one piece.",	"s_711":"Got something interesting for you. You ready?",	"s_712":"The tempest rills are making lots of problems for me. Please get on with it. ",	"s_713":"Looks like we got everything under control. The mayor really owes you one.  If it wasn't for you this place would have been overrun and destroyed. You should go back and get every credit you can from him.",	"s_722":"I intend to.",	"s_724":"Good for you. ",	"s_74":"Just getting to it.",	"s_75":"All right, then. Good bye.",	"s_76":"It just takes time.",	"s_78":"I am working on it.",	"s_79":"I am working on it.",	"s_80":"Destroyed by these vermin? Be serious.",	"s_81":"I am. You get grunge fever and you only have a 70 percent chance of living. Those kreetle burrows almost cut off this city from the poorer farmers in the region. And the tempest rills would have chewed through every power conduit in the city. I know vermin killing doesn't sound very heroic but you saved this city from a major catastrophe. Its not all about saving princesses and blowing up the bad guy's ship. ",	"s_82":"I hadn't thought of it that way. ",	"s_83":"I'd say you've done well.",	"s_84":"I have analyzed the data from the census that you got me. The first problem we need to tackle is the womp rat infestation.",	"s_86":"Just upload the data to my pad.",	"s_88":"Here you go. You can find the womp rats in any of the infested areas.",	"s_90":"Womp rats?",	"s_92":"I have womp rats spreading grunge fever. This is not a joke. I need to get samples of the infected womp rats to the meds. The fever is transmitted by pus from lesions in the rat's skin. You can tell if the rat is infected if the skin is mottled. Just kill a womp rat and see if the skin is mottled. Oh, and be careful: don't touch the pus.",	"s_93":"Ok I am getting these skins to the medics. Here is something for your efforts. Talk to me again and I should have something else for you. ",	"s_94":"Thanks.",	"s_95":"See you soon I hope.",	"s_96":"Good. Looks like the farmers can make it to market now. Let me inform the agricultural bureau. Talk to me again when you are ready for the next task.",	"s_97":"What is the job?",	"s_98":"Kreetles are burrowing all over the desert outside of town. Those burrows can be collapsed by the weight of a Ronto or other domesticated animal.",	"s_99":"So what?"
}}