{
	"stfFile":"conversation/newbie_ranged_combat",
	"entries": {
		"do_not_edit":"The English version of this file (newbie_ranged_combat.stf) is automatically generated by the SwgConversationEditor.",	"s_124":"",	"s_128":"Ah, Tuskens all taken care of then?  No?  Then what are you standing around gabbing with me for?  Go get them out of our city!",	"s_132":"I hear there's still some Tusken Raiders out there waiting to meet with you.",	"s_136":"Just not up to it?  Or were you waiting for something?  Come back and see me when you're done with that little task I gave you.",	"s_140":"So, you've done it have you?  I thought you might, I just thought you might.  Who are you again?  Oh, right.  The Tusken Slayer.  That's what I'll call you since I can't seem to remember your name.  What was the nickname I just gave you?  Doesn't matter.  I need my pills.  Anyway.  What were we talking about?",	"s_144":"Er...",	"s_147":"Yeah, I'm back again.",	"s_149":"Excellent. Well, our time here is done.  If you'd like you can go speak to Mayor Guh'rantt and perhaps he can find some more people to teach you some of the basics.  Ok?  Say, who were you again?",	"s_152":"So, you've managed that as well, eh?  I knew you had it in you.  You've got that look, you know?  The one that says you can handle yourself.  What?  What was I saying?  Oh, right.  Tuskens. I still think Jabba's behind it all.  But anyway, that's not the point.  What was the point?",	"s_155":"You don't know the point?",	"s_157":"Tuskens?",	"s_160":"Right!  Tuskens it is then.  That's what we were talking about.  Oh, and special moves.  Did I tell you about those?  I didn't, did I?  Each of the disciplines of marksman allows you to learn special attacks.  These can be very useful.",	"s_163":"What kind of special attacks?",	"s_165":"Things like Aimed Shot and Roll Shot are very important.  They increase your accuracy, or sometimes your damage, or sometimes even your defense when you use them.  But be careful not to overuse them.  If you get tired and run out of energy you'll have to rest before you can do anything else.",	"s_168":"Is there anything else I need to know?",	"s_171":"At this point I believe you know everything I can teach you.  I recommend that you talk to other adventurous type persons such as yourself and learn more 'tricks of the trade' as it were from them.  Hm...seems like there was something else...",	"s_173":"Something else I needed to know?",	"s_176":"Hm?  What?  Oh, yes!  Yes.  There is something else I wanted you to do.  Have you seen the Tusken zealots wandering about?  You have haven't you?",	"s_179":"Uh...you've been sending me to 'take care' of them.",	"s_181":"Have I?  Good.  I think I should have been.  Oh, I'd like you take care of a few more.  If you're up for it.  Actually, are you up for it?",	"s_184":"Not at the moment.",	"s_187":"I'm ready.",	"s_189":"Ready for what?",	"s_192":"Killing more Tusken zealots?",	"s_195":"That's a great idea!  Hey now, why didn't I think of that?  Ok, you go out and take care of 10 more of those pesky Tusken zealots and then come back and we'll have one last little chat.  Ok?",	"s_197":"I hear you've done your part to rid the city of those pesky little desert dwellers.  You are the person I asked to take care of that right?  Right.  I thought so.  So, what did you come back here for?",	"s_200":"Uh, you told me to?",	"s_203":"You were going to teach me more about combat.",	"s_205":"Right, right.  Right you are.  Yes indeed.  Right you are.  What?  Oh, yes.  Ranged combat.  I guess the important thing you need to learn about is weapons.",	"s_208":"What do I need to know about weapons?",	"s_211":"The most important thing is the DPS.  Do you know DPS?  Every weapon is rated for DPS by the council of something or other or something.  Anyway, examining your weapon will show you the DPS.  It's a number associated with every weapon created in the galaxy.",	"s_213":"What does DPS mean?",	"s_216":"That's Damage Per Second.  DPS, see?  Clever isn't it?  Anyway, a marksman is only as good as his weapon.  Well, that's not entirely true, your skill will play a great part in how well you use the weapon, but the weapon is an important part of the equation.  You want a weapon that has the highest DPS possible.",	"s_219":"How is DPS calculated?",	"s_221":"Damage per second is a function of the amount of damage a weapon can do divided by the amount of time it takes to refire.  A weapon that does low damage with a high rate of fire is just as good as a weapon that does a lot of damage but fires slowly.",	"s_224":"I think I've got it.",	"s_227":"Good, I have more for you to do.  The mayor's a little suspicious about the Tusken attacks. They've been a little more aggressive these days, and no one's sure why.  If you ask me that Hutt has something to do with it.",	"s_229":"You mean Jabba?",	"s_232":"Eh?  You know about Jabba?  Well, I don't know why I'm surprised.  He's probably infamous throughout the galaxy by now.  He's a no good waste of life.  Every time we have trouble he seems to be behind it somehow.  So, you ready for some more work?",	"s_235":"More Tuskens?",	"s_237":"What do you want me to do?",	"s_240":"Well, regardless of who's behind it, they still need to be taken care of.  This time I'll expect a little more from you.  How about 10 Tuskens?  Hm?  Can you handle that?",	"s_243":"Consider it done.",	"s_245":"Excellent.  Then I'll be expecting your safe return any time.  When you come back we'll have one more little chat.",	"s_248":"I'm not sure I'm ready just yet.",	"s_250":"Can you repeat all that?",	"s_252":"So, you're the new one, huh?  I've heard about you, kid.  No, really, I have.  Who are you again?  No, no, wait, nevermind.  I know who you are.  You're supposed to be learning something from me.  I'm here to teach you about...er...what is it I'm supposed to be teaching you?",	"s_254":"Ranged combat?",	"s_256":"Don't you know?",	"s_258":"Of course, of course.  Ranged combat.  What?  What were we talking about?  Oh, yes.  Pistols, carbines, and rifles.  It doesn't matter which you're interested in, they all work from the same concept.  Hurt someone over there while standing over here. Simple enough, right?",	"s_260":"Sounds simple enough.",	"s_262":"It is.  Now, I assume you were given a weapon, all right?  First things first is basic concepts.  Stand somewhere and shoot at things that are not near ya.  You can do me a favor too.  I'm supposed to be cleaning up the city around here, so why don't you go take care of, say 5 of these Tusken zealots that have been plaguing the city, and then I'll know you're on your way to understanding.",	"s_264":"I'll do it.",	"s_266":"Excellent.  Come back when you've taken out the Tuskens and I'll explain a bit more about ranged combat.",	"s_268":"I think I'm busy right now.",	"s_270":"Then go take care of your business and come back when you have more time.",	"s_272":"Can you explain a little more?",	"s_274":"Well it's not a complicated process really.  You're  going to use your weapon, a pistol or a carbine or a rifle, and you're going to project some form of damaging attack, like a bullet or a laser blast, to hit some target that's some distance away.  Got all that?",	"s_276":"That's it?",	"s_60":"Oh! Hello. Was there something you wanted to talk about?",	"s_61":"Um, no. (PICK POCKET)",	"s_62":"All right then. Have a nice day."
}}