{
	"stfFile":"conversation/nova_orion_rank1",
	"entries": {
		"do_not_edit":"The English version of this file (nova_orion_rank1.stf) is automatically generated by the SwgConversationEditor.",	"s_18":"Shouldn't you be out there patrolling pilot?",	"s_2":"",	"s_20":"I am on my way right now sir.",	"s_22":"Good, get out there.",	"s_23":"Great work out there! You have really showed those pirates we are not playing around.",	"s_24":"Thanks for all your help before. Shouldn't you be working for Dexen Eronoss?",	"s_25":"Wow! That was incredible! You have really dealt a blow to those pirates.",	"s_26":"Hurry and get out there before he gets away!",	"s_27":"Pirates are no threat to me.",	"s_29":"Yes sir! On my way.",	"s_30":"I need his coordinates again.",	"s_31":"Go, go go.",	"s_32":"Here, now get out there.",	"s_33":"It wasn't as easy as I expected, but he was still no match.",	"s_34":"Well, I have no more tasks for you. You need to get a promotion from Willard and work for Dexen Eronoss.",	"s_35":"Well that is good to hear, because we have the location of the pirates leader.",	"s_36":"And you want me to stop him?",	"s_37":"I lost the known pirate locations. Can you re-upload them?",	"s_38":"Exactly, you are the best pilot for the job. Go out there and stop him once and for all.",	"s_40":"Here you are, now go out there and teach them a lesson.",	"s_42":"Welcome back, no trouble I take it?",	"s_44":"Nothing I couldn't handle.",	"s_46":"Glad to hear it. Since those pirates are causing such a fuss, I think we need someone to go out on a patrol for them.",	"s_48":"Pirate patrolling... I would be honored to do this, sir.",	"s_50":"Great attitude pilot. Go out there and patrol some known pirate locations. If you see any, take them out.",	"s_52":"What are you doing here pilot? Shouldn't you be out there delivering our supplies?",	"s_54":"On my way out now sir.",	"s_56":"Good get going.",	"s_58":"I seem to have lost the coordinates.",	"s_60":"Here, now get out there before we lose this sale.",	"s_62":"Hello pilot. You must be my new 'Mail Room Attendant'. Don't  worry, I understand the logistics behind everything.",	"s_64":"Good to hear. Do you have any tasks for me?",	"s_66":"Well apparently the recent increase in pirate attacks have made our regular delivery drivers too scared to make a delivery.",	"s_68":"And you want me to do it instead?",	"s_70":"Exactly. You shouldn't have any problems, they are just over reacting.",	"s_72":"I am sorry, I can only work with Nova Orion employees."
}}