{
	"stfFile":"conversation/nova_orion_jonas_nova",
	"entries": {
		"do_not_edit":"The English version of this file (nova_orion_jonas_nova.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_20":"Garrick now has no choice but to back down. I don't know for how long, but at least for the foreseeable future. I appreciate your efforts in this unpleasantness. I'll authorize you to be able to try my prototype ship engine and weapons. Speak with Cyll Annora about that.",	"s_22":"It's time to bring this to an end. If Garrick's forces are scattered, destroyed, or in disarray, perhaps he will back down. If nothing else, he will be powerless to attempt more harm.",	"s_24":"So much loss of life. But it grows worse. Garrick refuses to back down or to see reason. So be it. I will not just lie down and be trampled. Perhaps the fight will go out of him if he has no more ships to throw at me.",	"s_26":"I'll do whatever you need.",	"s_28":"This will likely be the final battle. Prepare yourself..",	"s_30":"Garrick is mustering his troops. His pilots are rallying, and I cannot afford to ignore him.",	"s_32":"Well, at least the transport and crew are safe for now. But Garrick is mustering his troops. His pilots are rallying. I cannot afford to ignore him and become vulnerable. I must press my advantage. Go attempt to scatter his ships are their rally points.",	"s_33":"Something...something dreadful has come to my attention. It seems someone may have been manipulating recent events. Causing Garrick and I to be at each other's throats. One of our commtechs intercepted a transmission that hinted at this.  I must learn if this is true.",	"s_34":"It seems someone may have been manipulating recent events. Causing Jonas and I to be at each other's throats. One of our commtechs intercepted a transmission that hinted at this.  I must learn if this is true. Find the source of that transmission.",	"s_35":"My techs have finished analysing the ship you recovered as well as questioning the captives. It was true! A Dark Jedi named Ter-Doac Vaine has been controlling Garrick's mind and emotions. Causing him to be aggressive and even setting those thugs on me. This Ter-Doac Vaine must pay for what he has done. And he must not gain control of this station.",	"s_37":"A Dark Jedi named Ter-Doac Vaine has been controlling Garrick's mind and emotions and manipulating all of us on this station. Ter-Doac Vaine must be stopped.",	"s_38":"You did it! Because of you, I have been able to make peace with Garrick. We can begin to repair the damage that has been done by Ter-Doac Vaine. It will take time, but I have hope once again. I've spoken to Garrick, and we both agree to allow you full access to our engine and weapon designs. This authorization will remain even if you decide to restart your career with the company.",	"s_39":"What can I do?",	"s_40":"Find the source of that transmission.",	"s_41":"I'll stop him.",	"s_42":"Yes, thank you. Please leave at once.",	"s_43":"I'm on it.",	"s_45":"Good luck to you.",	"s_47":"Orion's forces are attempting to take control of one of my transports. I cannot let that happen. Please go and recover my ship.",	"s_49":"I'm saddened that it has come to this. Garrick is out of his mind with grief, but what can I do? His forces are even now attempting to take control of one of my transports. I cannot let that happen. Please go and recover my ship.",	"s_51":"I'll take care of it right away.",	"s_53":"Thank you. Do what you must, though I like this not.",	"s_55":"I've heard good things about your work within the company. Keep up the good work. And thank you, again, for entrusting me with Katiara's toy. I'll find a way to bring peace to this company even if I have to beat Garrick over the head to do it.",	"s_56":"You did it! Because of you, I have been able to make peace with Garrick. Thank you. I have hope again that Garrick and I will once again be friends as we were when we started this company. I have you to thank for that.",	"s_57":"A Dark Jedi named Ter-Doac Vaine has been controlling Garrick's mind and emotions. Causing him to be aggressive and even setting those thugs on me. This Ter-Doac Vaine must pay for what he has done. And he must not gain control of this station.",	"s_58":"We've discovered something disturbing. It seems that someone may have been manipulating Garrick and I. Causing us to be at each other's throats. You're working on this with Garrick? Good, continue and learn the truth.",	"s_60":"Thank you for entrusting me with Katiara Orion's toy. It was one of her favorite, and even though Garrick still refuses to see reason, I was at least able to make some small measure of amends. In my own eyes if none other. Oh, and you should speak with Vothinyak. He was asking for you.",	"s_62":"Thank you for entrusting me with Katiara Orion's toy. It was one of her favorite, and even though Garrick still refuses to see reason, I was at least able to make some small measure of amends. In my own eyes if none other. Oh, and you could work with Vothinyak if you are able to get certified for a promotion. Speak with Willard Wassleman III about that.",	"s_63":"I am glad to have been of service.",	"s_64":"I wonder if I could ask one last favor of you?",	"s_65":"What can I do for you?",	"s_66":"Would you please bring this gravestone to Katiara's final place of rest? You'll find it on the upper floor of the station covered with flowers she so loved. Thank you.",	"s_68":"Please, give Katiara's toy to me. Perhaps with it I can convince Garrick to listen to reason.",	"s_70":"I have much on my mind at the moment. I cannot understand why Garrick Orion is being so stubborn."
}}