{
	"stfFile":"conversation/nova_orion_garrick_orion",
	"entries": {
		"do_not_edit":"The English version of this file (nova_orion_garrick_orion.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_20":"That should just about be the end of Jonas Nova. Good riddance. You did well. I'll authorize you to be able to take advantage of some prototype ship engine and weapons. Speak with Nemdon Ralleck about those.",	"s_22":"It's time to bring this to an end. We are going to cripple Jonas' remaining ships. And by we, I mean you. Launch and get ready for battle.",	"s_24":"Good job recovering my transport. It's time to bring this to an end. We are going to cripple Jonas' remaining ships. And by we, I mean you. Launch and get ready for battle.",	"s_26":"I'm ready.",	"s_28":"If you succeed, Jonas will be powerless.",	"s_30":"Some of Jonas' pilots have stumbled upon a damaged transport that reports to me. Go get that transport before they can make off with it.",	"s_32":"Nicely done. Jonas should soon be quaking. But he still has adequate force and it seems that some of his pilots have stumbled upon a damaged transport that reports to me. Go get that transport before Jonas' pilots can make off with it.",	"s_33":"Something...something awful has come to my attention. It seems someone may have been manipulating recent events. Causing Jonas and I to be at each other's throats. One of our commtechs intercepted a transmission that hinted at this.  I must learn if this is true.",	"s_34":"It seems someone may have been manipulating recent events. Causing Jonas and I to be at each other's throats. One of our commtechs intercepted a transmission that hinted at this.  I must learn if this is true. Find the source of that transmission.",	"s_35":"My lab techs have finished analysing the ship you recovered as well as questing the captives. It was true! A Dark Jedi named Ter-Doac Vaine has been controlling my mind and emotions. For the first time in many weeks, I can think clearly. This Ter-Doac Vaine must pay for what he has done. And he must not gain control of this station.",	"s_37":"A Dark Jedi named Ter-Doac Vaine has been controlling my mind and emotions. He must be stopped from gaining control of this station.",	"s_38":"You did it! Because of you, I have been able to make peace with Jonas. We can begin to repair the damage that has been done by Ter-Doac Vaine. It will take time, but I have hope once again. I've spoken with Jonas, and we both agree to allow you full access to our engine and weapon designs. This authorization will remain even if you decide to restart your career with the company.",	"s_39":"What can I do?",	"s_40":"Find the source of that transmission.",	"s_41":"I'll stop him.",	"s_42":"Yes, thank you. Please leave at once.",	"s_43":"I'm on it.",	"s_45":"Good. I feel better already. But not really. Off with you.",	"s_47":"Jonas' fighters are gathering. Go deal with them.",	"s_49":"I'll teach that good for nothing Nova what's what. You...yes, you. Let's take this fight up a notch. Go deal with Jonas' gathering fighters.",	"s_51":"I'll take care of it right away.",	"s_53":"Excellent. Keep an eye out...we've had trouble with pirates and the like lately.",	"s_55":"I supposed the work you've done has been adequate. Maybe just above adequate even. And I do appreciate that you returned Katiara's toy to me. I suppose it's not a total lose that you work for my company.",	"s_56":"You did it! Because of you, I have been able to make peace with Jonas. Thank you. Jonas and I will be okay, I think. It will take time, but I have hope once again.",	"s_57":"It seems that events may not have transpired completely as they appeared. Someone may have been manipulating us. Causing Jonas and I to be at each other's throats. Continue working with Jonas to learn the truth. Please.",	"s_58":"A Dark Jedi named Ter-Doac Vaine has been controlling my mind and emotions. For the first time in many weeks, I can think clearly. This Ter-Doac Vaine must pay for what he has done. And he must not gain control of this station.",	"s_60":"I suppose I should thank you for giving me Katiara's toy. And I do thank you. Rassthern might be able to put you to good use. Speak with him.",	"s_62":"I suppose I should thank you for giving me Katiara's toy. And I do thank you. If you are able to get a promotion, then Rassthern might be able to put you to good use. But first speak with Willard Wassleman III about that promotion.",	"s_63":"It was my pleasure.",	"s_64":"I hesitate to ask, but would you do one more thing for me?",	"s_65":"What would you like me to do?",	"s_66":"Please bring this gravestone to where my daughter has been laid to rest. It's on the upper floor of the station and covered with some of her favorite flowers. Thank you.",	"s_68":"Katiara's toy is mine by right! It was her favorite. Let it comfort me in my grief. Please hand it over.",	"s_70":"Be gone. Can you not see that I am busy trying to save my company that Jonas Nova is bent upon ruining."
}}