{
	"stfFile":"conversation/nova_rank3",
	"entries": {
		"do_not_edit":"The English version of this file (nova_rank3.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Thank you, it is a pleasure.",	"s_102":"We have been tasked with making Orion's life miserable. Can you handle that?",	"s_104":"It would be my pleasure.",	"s_106":"Good. Our first order of business is to rescue one of our freighters that was attacked by 'pirates'.",	"s_108":"You think it is a trap?",	"s_110":"I know it is. Let's teach them Orions a lesson.",	"s_112":"Shouldn't you be somewhere else?",	"s_14":"How's the hunt coming?",	"s_2":"",	"s_20":"Nice work on getting that convoy in.",	"s_26":"Why are you here? You should be with the convoy.",	"s_32":"Wow, great work! They wont be using those hyperspace lanes anytime soon.",	"s_38":"Thanks, it did get a little hairy out there.",	"s_39":"Nothing you couldn't handle, I'm sure.",	"s_40":"Obviously, what's next?",	"s_41":"We are attempting to get resupplied without Orion stopping us.",	"s_42":"So we need to get a convoy in here?",	"s_44":"Just gathering supplies.",	"s_45":"I lost the coordinates.",	"s_46":"You must hurry.",	"s_47":"Here, now get out there.",	"s_48":"Someone tipped the Orions off.",	"s_49":"I think so too. It looks like their number one pilot is out to get you, as well.",	"s_50":"Not if I get them first.",	"s_51":"My thoughts exactly. You should head out to the area they were last seen.",	"s_52":"Just heading out now.",	"s_53":"I need those coordinates again.",	"s_54":"They wont see what hit'em.",	"s_55":"Here, stick it to'em.",	"s_56":"What kind of bad news?",	"s_57":"While you were out there Orion staged an attack and took out one of our top pilots.",	"s_58":"So I was just a distraction?",	"s_59":"No, I think they meant to take you both out. This means war.",	"s_60":"War?",	"s_61":"Yes, we can't let them get away with this. You need to get a promotion so we can use you on the front lines. Jonas Nova will be calling shots at that level.",	"s_62":"Exactly! We need you to make sure they get here as safe as possible.",	"s_64":"You are supposed to be disrupting those shipping lanes.",	"s_66":"I know, I am heading out now.",	"s_68":"Give it to them.",	"s_7":"Get your promotion taken care of. We need you out there. Willard can take care of it for you.",	"s_70":"I lost the coordinates.",	"s_72":"Here, now get out there.",	"s_74":"Congratulations on springing that trap.",	"s_76":"The Orions didn't know what hit them.",	"s_78":"I bet they didn't. You ready for your next assignment?",	"s_8":"Congratulations. Although there is some bad news too.",	"s_80":"More than ready.",	"s_82":"This next one will be fun. We have uncovered some shipping routes that Orion thinks he can use.",	"s_84":"You want me to go there and cause trouble?",	"s_86":"Exactly, get out there and teach them that hyperspace is not safe.",	"s_88":"What are you doing here? Shouldn't you be out there springing that trap?",	"s_90":"On my way.",	"s_92":"Good, get going.",	"s_94":"I lost the coordinates.",	"s_96":"Here they are, now get out there.",	"s_98":"Welcome to the new Nova Industries."
}}