{
	"stfFile":"conversation/novicecollector",
	"entries": {
		"do_not_edit":"The English version of this file (novicecollector.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Good Luck on finishing the collection.",	"s_101":"You don't have any Collections active that I gave you.",	"s_103":"If you attempt to collect certain items with their owners in the vicinity, expect there to be some resistance.  The best way to deal with this is to dispatch the hostiles before you attempt to collect an item.",	"s_105":"You need to inspect the collection exhibit before talking to me.  Follow the waypoint you have to the exhibit, inspect it and then come talk to me.",	"s_107":"My records show that you have received C-3P0's comlink but haven't used it.  Use C-3P0's comlink outside of town to start the collection process.",	"s_109":"Ah. Someone new. Are you interested in learning about collections or just here to browse?",	"s_110":"Hmmm. You somehow started the datapad collection before you should have.  Let me fix that.",	"s_111":"Do you know of any other collectors that need help?",	"s_112":"Oh, yes, I have a few friends that are collectors as well.  They sometimes help me finish up a collection if they have extra items that will help.",	"s_113":"Do they offer collections as well? If so, can you point me to them?",	"s_114":"Sure thing, I'm sure they'd be happy to see new faces interested in finding rare items.  Who would you like to go see?",	"s_115":"Direct me to the Endor Collector, please.",	"s_116":"I'd like to visit your friend on Yavin4.",	"s_117":"Aurilia, that's on Dathomir, correct?  How do I get there?",	"s_118":"Tatooine, yes!  I love the dry heat!",	"s_119":"Ah, one of my best friends and a great collector.   He's located outside the walls of the Research Outpost.",	"s_120":"Sure thing, he's located around the Mining Outpost on Yavin4.",	"s_121":"It sure is.  You can get there by going to the Science Outpost on Dathomir and heading SE.  You'll know you've arrive when you reach a dense fog.",	"s_122":"She's located in Mos Eisley.  Very talented, and a great teacher.  When you see her, tell her I said 'Hello'.",	"s_124":"I don't know much about collecting things but I am interested.",	"s_126":"Don't worry, I have some really easy tasks you can complete to prove that you are ready for the more complex collections.",	"s_128":"Okay.  Show me the ropes.",	"s_130":"I have several antique comlink components spread throughout the immediate area. All you have to do is go to the locations I have provided and pick them up. Pretty simple. But be cautious when collecting. Anyone in the immediate area may not 'appreciate' you tampering with their things.",	"s_132":"Isn't it stealing if you collect items that belong to someone else?",	"s_134":"If you attempt to collect certain items with their owners in the vicinity, expect there to be some resistance.  The best way to deal with this is to dispatch the hostiles before you attempt to collect an item.",	"s_2":"",	"s_36":"Well now that didn't take you long to master did it?  I think you have the hang of collecting. Here is a new title to show for it.  ",	"s_37":"Now that you've had a full introduction to collecting, I have a few collections you might be interested in.",	"s_41":"Ready for your last collection?",	"s_43":"I am.",	"s_45":"The last one is more like a quota.  Each time you...uh, 'liquidate' a target, the collection is tallied.  Return to me once you have filled the quota.  ",	"s_47":"Uhm...how can I view my current collections?",	"s_49":"You can find a link to your collections and badges by opening your character sheet, selecting the personal tab and pushing the 'show badges' button. You can also see the badges of others by examining them and pushing the 'show badges' button.",	"s_51":"You need to go find the Tusken Zealots and Tusken Soldiers at the waypoint I provided.  Defeating either one of them will update your quota.",	"s_52":"You made it back with all the components much quicker than I thought!  Looks like you have what it takes to become a great collector.  Come back when you are ready for your final mission.",	"s_53":"A title?  What do you mean?",	"s_54":"I just gave you a 'Novice Collector' title.  Welcome to the collector's community!",	"s_57":"Sounds great.  What do you have in mind?",	"s_58":"I dont have any more tasks for you at the moment. However, you may want to check back periodically. I'm always thinking of new things to collect.",	"s_59":"You have enough tasks for now.  Finish the tasks I gave to you, then we can see about giving you some more.",	"s_60":"Well, let's see.  I have various tasks to choose from.  However, in order to keep things organized, I can only give you two tasks at a time. ",	"s_61":"Let me see what you have available.  I'll help with whatever I can.",	"s_62":"Here's what I have available.  You can choose any two tasks from the list.",	"s_63":"I have plenty to keep me busy at the moment.  I'll come back when I have less to do.",	"s_64":"Just let know know.  I'll be here for a while.",	"s_65":"No, I am just passing through.",	"s_66":"If you change your mind, I could always use some help.  Just come back and see me when you have more time.",	"s_67":"There are a lot of Scavenger Thugs around Mos Eisley but the waypoint I provided you with should be a good start.  Go defeat a few and see if you can collect the datapad components you need.",	"s_69":"Are you ready for your next collection?  It won't be as easy as picking things up this time.  You might get your hands dirty.",	"s_71":"I'll give it a try.  What do I have to do?",	"s_73":"There are a few groups of Scavenger Thugs in the area and I have reason to believe they have acquired specific antique datapad components I am interested in. Of course, they won't be willing to give them up without a fight. These thugs can be found at the waypoint provided as well as other areas around Mos Eisley.",	"s_75":"Uhm...how can I view my current collections?",	"s_77":"Ah...somehow we got off track but now we should be okay. I provided you with some waypoints.  Go to the waypoints and collect all 10 of the comlink parts. We'll talk more then.",	"s_78":"You can find a link to your collections and badges by opening your character sheet, selecting the personal tab and pushing the 'show badges' button. You can also see the badges of others by examining them and pushing the 'show badges' button.",	"s_80":"Looks like you have all the components.  Great work!  Come back when you are ready for the next collection.",	"s_82":"I provided you with some waypoints.  Go to the waypoints and collect all 10 of the comlink parts. We'll talk more then.",	"s_84":"Ah.  Hello.  You look like an aspiring collector.  Are you interested in helping me out? ",	"s_86":"Uh, sure.  But I don't know much about collecting things.",	"s_88":"Don't worry, I have some really easy tasks you can complete to prove that you are ready for the more complex collections.",	"s_90":"Okay.  Show me the ropes.",	"s_92":"I have several antique comlink components spread throughout the immediate area. All you have to do is go to the locations I have provided and pick them up. Pretty simple. But be cautious when collecting. Anyone in the immediate area may not 'appreciate' you tampering with their things.",	"s_94":"Isn't it stealing if you collect items that belong to someone else?",	"s_95":"Is there a way to remove a collection that you gave me?",	"s_96":"I'd rather have you complete the collection.  However, I can remove the collection for you if you wish.    If I do remove the collection you will lose ALL progress that you have made in that collection.",	"s_97":"hmm...Ok, I really can't complete it right now, so let's remove it.  I'm ok with losing the progress i've made so far.",	"s_98":"There's no way am I losing the progress I've made for this collection!  Thanks, but i think I'll finish it.",	"s_99":"Here's a list of collections you received from me.  Again, if you delete the collection you will lose all progress that you have made."
}}