{
	"stfFile":"conversation/npe_pilot_easy",
	"entries": {
		"do_not_edit":"The English version of this file (npe_pilot_easy.stf) is automatically generated by the SwgConversationEditor.",	"s_119":"Who is Aleas?",	"s_120":"Aleas Rans'ery handles anything that deals with the Bright Jewel Ribbon Quadrant. It concerns the defensive assignments for our pilots. Basically, it's the next step up from the Lucent Ivaya.",	"s_126":"Pilot! I just heard...  Are you okay? Luckily, you got out of there alive, my friend.",	"s_127":"Thank you for the information.",	"s_130":"As you came in, my men scanned your ship for this new virus strain. Unfortunately, your computer's information system is thick with the virus. The Black Sun know our every move.",	"s_132":"Perhaps, we can use it to our advantage.",	"s_134":"Hm. It's an interesting thought. Perhaps we could finally draw out the infamous Talonbane Cobra. You've obviously defeated everything else they've thrown at you.",	"s_136":"What's the Talonbane Cobra?",	"s_138":"One of the best officers the Black Sun has. A very skilled, heartless assassin.",	"s_139":"I hope to see you around, pilot. For now... be safe.",	"s_140":"I'm willing to face him.",	"s_142":"You may have to. I know where to draw him out. I want you to go to the Lurid Aurora Nebula.",	"s_148":"%TU, I understand the Lucent Ivaya can be an unforgiving friend, but...",	"s_152":"Remarkable job, young %TU. I'm glad you've returned home safely.",	"s_154":"The Black Sun are getting more aggressive.",	"s_170":"I heard the bad news.",	"s_174":"You handled yourself well out there. I'm very impressed.",	"s_176":"Thank you.",	"s_184":"I will, thank you.",	"s_185":"I hope to see you around, pilot. For now... be safe.",	"s_186":"I'm willing to face him.",	"s_188":"I see you've come back with your tail between your legs, pilot. What happened out there?",	"s_189":"We need to tell our allies, the Dynathians, that the Black Sun activity has increased greatly.",	"s_190":"You there! This isn't a place to be milling about unless you're a pilot, friend.",	"s_192":"But I am one. Serissu sent me.",	"s_193":"I can do this.",	"s_197":"Get going. They need to know as soon as possible.",	"s_2":"",	"s_201":"While you were gone, a Dynath miner was damaged by a Black Sun destroyer near the Masul'ivis Asteroid Belt.",	"s_221":"What should we do?",	"s_223":"You'll need to go out there, find the ship and escort it here as safely and as quickly as possible.",	"s_229":"Oh, I see. Let me look. Yes. %TU, is it? Yes, you're assigned to me. I guess we should get started.",	"s_235":"Pilot, you're already on an assignment. You should go back up there and handle things.",	"s_247":"I... don't know, sir. Please let me try again.",	"s_252":"You need to try harder, young %TU. Just go try again.",	"s_253":"Thank you, sir!",	"s_254":"Make us proud, young pilot.",	"s_265":"I know. I'm so sorry. The Black Sun are vicious.",	"s_270":"Look, this is your chance to right a wrong. Another miner has been attacked by the Black Sun. Try again.",	"s_271":"Yes, sir! I won't let you down.",	"s_272":"Good to hear, pilot! Now go. We're counting on you!",	"s_281":"I know, I know. Give me another chance.",	"s_282":"Try it again. We still have time to deliver the warning to our friends, the Dynath.",	"s_283":"Thank you, sir!",	"s_284":"Come back with good news, young pilot!",	"s_287":"Will I still be working with you?",	"s_288":"Unfortunately not, my friend. I only oversee the Lucent Ivaya and her activities. By the way, your computers have been cleaned of all traces of the Black Envy virus.",	"s_289":"What do I do now?",	"s_290":"You should meet with Aleas if you want to continue to help us with the Black Sun in Ord Mantell. ",	"s_293":"I'm fine. Just letting my wounds of failure heal.",	"s_294":"The Talonbane Cobra is an agile foe. You have another chance to get him. Just pick up the pieces and get out there. You'll do it this time. I know it!",	"s_295":"Thank you, sir. I'll get out there as soon as possible!",	"s_296":"Good! I have total confidence in your ability to do this.",	"s_297":"Thank you. I'll return to my duty.",	"s_298":"Then do so.",	"s_309":"You got it, sir!",	"s_311":"There's a fleet of mining vessels coming in from another system. Our intelligence agency suspects a Black Sun spy to be among them.",	"s_313":"Understood.",	"s_315":"Use the space terminal to launch your ship and get to it!",	"s_62":"Ah, you've returned. It looked like we were going to lose you there. But you survived. Clearly, you're one of our best pilots. It's time to assign you to another quadrant. The Lucent Ivaya is now safe.",	"s_70":"Aren't you supposed to be working with Aleas?",	"s_80":"Once I'm out of here, how do I continue my piloting?",	"s_81":"Once you return to the real world, you'll get several messages through the mail system regarding different piloting opportunities. You should keep your eyes open.",	"s_82":"Thanks again.",	"s_83":"Be well!",	"s_87":"Hm. Have you gone through pilot training yet? Have you picked your lot in life? I suggest speaking with Serissu or Han Solo respectively. Come back when you've completed both things.",	"s_89":"I will go now.",	"s_91":"Very good."
}}