{
	"stfFile":"conversation/npe_brochure",
	"entries": {
		"do_not_edit":"The English version of this file (npe_brochure.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"Wait, that's it? Tell me where it is at least.",	"s_103":"Ord Mantell Space. You can get there by talking to Serissu in Hangar Bay 1. The entrance is right over there. She'll set you up with a ship.",	"s_105":"Why do I feel cheated? Guess I'll check it out.",	"s_107":"Good luck. You'll need it. Take friends.",	"s_109":"What, you don't like the brochure?",	"s_11":"Station Gamma! You haven't heard of it? I'm surprised! All the more reason to go!",	"s_110":"You ripped me off!",	"s_111":"I did not, you bought a brochure, and I gave you one. I can't help that you didn't like the place.",	"s_112":"I don't have 50 credits.",	"s_114":"Looks like you miss out!",	"s_13":"Wait... tell me about this place.",	"s_15":"Set in the wonderful atmosphere of Ord Mantell Space, Station Gamma is a resort in and of itself! To get the travel package, you only have to give me 50 credits.",	"s_17":"What?! Pay you?",	"s_19":"Station Gamma is a vacationer's dream, I tell you. Selling the package for 50 credits is unheard of. You're getting a deal!",	"s_2":"",	"s_21":"Fine. Here are 50 credits...",	"s_23":"Thanks! See ya!",	"s_25":"Hey! Wait! At least tell me where it is.",	"s_27":"Oh yeah. Station Gamma is in Ord Mantell Space. You can get there by talking to Serissu in Hangar Bay 1. The entrance is right over there. She'll set you up with a ship.",	"s_31":"I'm not giving you any money until you tell me more.",	"s_33":"Fine. 100 credits and I'll tell you all I know.",	"s_35":"Here's 100 credits.",	"s_37":"Thanks. Okay, I lied. Station Gamma is actually overrun by an overlord and his cronies. It's a very dangerous place. I bet you can take it all by yourse...well, since you paid me, you might want to take some friends.",	"s_39":"Where is it?",	"s_41":"Ord Mantell Space. You can get there by talking to Serissu in Hangar Bay 1. The entrance is right over there. She'll set you up with a ship.",	"s_43":"Thanks. I'll check it out.",	"s_45":"Good luck. You'll need it.",	"s_47":"I don't have 100 credits.",	"s_49":"Thanks, I guess...",	"s_50":"Have fun!",	"s_51":"Sorry. Can't help you, then.",	"s_53":"I don't have 50 credits.",	"s_55":"Looks like you're out of luck then!",	"s_57":"I don't want whatever you're selling.",	"s_59":"Fine! You're missing out!",	"s_61":"Nice fashion sense.",	"s_63":"Heh. Gotta do what you gotta do to get noticed around here.",	"s_65":"I guess. What are you selling?",	"s_67":"Only travel packages to the best vacationing spot around: Station Gamma!",	"s_69":"I don't believe you.",	"s_7":"You! You there! Looks like you could use a travel package to Station Gamma!",	"s_71":"You don't gotta believe me to take advantage of this fantastic offer! The whole package for only 50 credits!",	"s_73":"Rip off!",	"s_75":"Tough customer.",	"s_77":"Give me more tangible information, first.",	"s_79":"More information means a higher price. Give me 100 credits.",	"s_81":"Fine. Here's 100 credits.",	"s_83":"Thanks. Okay, I lied. Station Gamma is actually overrun by an overlord and his cronies. I bet you can take it all by yourse...well, since you paid me, you might want to take some friends.",	"s_85":"Where is it?",	"s_87":"Ord Mantell Space. You can get there by talking to Serissu in the Hangar Bay 1. The entrance is right over there. She'll set you up with a ship.",	"s_89":"Thanks. I'll check it out.",	"s_9":"Station what?",	"s_91":"Good luck. You'll need it.",	"s_93":"I don't have 100 credits.",	"s_95":"Looks like you miss out!",	"s_97":"Okay, but only because I'm curious. Here are 50 credits.",	"s_99":"Thanks! It's a lovely place, really. Have fun!"
}}