{
	"stfFile":"conversation/npe_officer",
	"entries": {
		"do_not_edit":"The English version of this file (npe_officer.stf) is automatically generated by the SwgConversationEditor.",	"s_119":"%TU! I was hoping that you would come and see me. I know that you are probably busy but we have a situation that we could really use your help with.",	"s_120":"I should have some time to spare. What is the problem?",	"s_121":"Not far from the Tansarii Point Station which we are on, there's another outpost, called Gamma. On it live a tribe of xenomorphs called the Rak'qua. There haven't been any hostilities between our two stations, up until lately.",	"s_122":"What changed?",	"s_123":" I am not sure what set off the troubles, but recently there has even been some violence by both sides. One of my students went over to Gamma to talk to a Rak'qua Fervent, one of their leaders. That was two days ago and we haven't heard from her yet. I fear that negotiating with the Rak'qua was beyond her.",	"s_124":"What would you have me do?",	"s_125":"It's my hope that you with your superior leadership skills, can talk to this Rak'qua Fervent and persuade him to release my young student, maybe even put an end to the hostilities between our two stations.",	"s_126":"I'll do my best. Station Gamma is in Ord Mantell Space?",	"s_127":"Yes, not far from here at all. Go to Hangar Bay 1 and take the shuttle to Gamma there.",	"s_128":"%TU, any problems?",	"s_129":"None, just letting you know that I'm on my way to Gamma.",	"s_130":"Excellent, I anxiously await your return.",	"s_133":"Perfect, I will be on my way immediately.",	"s_134":"I'm in your debt %TU.",	"s_2":"",	"s_26":"How did he manage to do that?",	"s_27":"He's bribed several people on both stations to help escalate the conflict, hoping that it will turn in to a war from which he can profit. The Bothan spy believes there to be a computer terminal on Gamma with the necessary files to show who these instigators are and what they are planning to do.",	"s_28":"Good, let's end this. What will be my role?",	"s_29":"I need you to get to that terminal on Station Gamma, show those files to the Rak'qua Fervent and then bring them back to me so that I can calm down everyone on the station before we have a full scale war. Convince the Fervent that we will bring the masterminds behind this plot to justice and that we expect him to do the same.",	"s_30":"I will do my best.",	"s_31":"I know you will %TU and I have all the confidence that you will succeed.",	"s_32":"There isn't much time before the war gets started %TU, please hurry in finishing your task on Station Gamma.",	"s_33":"Fantastic work again %TU! With these files, I should be able to convince everyone here that the war is meaningless and bring the culprits to justice. I and everyone here on Tansarii is in your debt.",	"s_34":"I will be ready.",	"s_35":"I'm sure of it. I also see that you have learned a new skill, excellent. 'Sure Shot' will serve you well %TU, with its increased damage output.",	"s_36":"I'm just glad I could be of any help.",	"s_37":"So modest. You will have a long prosperous career ahead of you as an Officer %TU. I also have prepared a small gift as a token of our appreciation.",	"s_38":"That wasn't necessary but thank you.",	"s_39":"Think nothing of it. It's been a pleasure working with you. I hope we will see more of each other. If you're looking to help some more people around here, maybe Han Solo has something he needs help with. The man has a knack for getting himself in to trouble.",	"s_42":"It seems that you are busy, %TU. Return when you have your hands free.",	"s_44":"As I expected, you exceeded my expectations %TU. My student is back in one piece and has learned a valuable lesson.",	"s_46":"I'm glad I could assist.",	"s_47":"Not as glad as I am. If you find that you have time, I have another rather urgent task that could really use your attention. Please come back and see me if you find time to assist.",	"s_49":"Good, you are back %TU. The conflict between the two stations is escalating quickly. Our luck may be turning though. A Bothan spy sold me some information which points to a local arms dealer being behind pitting our two stations against each other.",	"s_59":"Great to see you again %TU. We are already seeing the repercussions of your work my friend. Peace negotiations have begun between the two stations and it looks like everything is going to be just fine after all. Everyone is in great debt to you.",	"s_69":"%TU! Too bad you're not an officer, you would have been a great one. Be safe!",	"s_78":"%TT, how may I help?",	"s_80":"Just looking around. Sorry!",	"s_82":"Not a problem, always a pleasure. Take care!"
}}