{
	"stfFile":"conversation/npe_spy",
	"entries": {
		"do_not_edit":"The English version of this file (npe_spy.stf) is automatically generated by the SwgConversationEditor.",	"s_128":"Is there a problem %TU?",	"s_129":"No, just letting you know that I'm about to start.",	"s_130":"Excellent, good luck!",	"s_2":"",	"s_32":"I sense that I will have to get rough?",	"s_33":"I'm afraid so. Although a frontal assault is never preferred in our line of work, sometimes it's unavoidable. In order for our information to be worth as much as possible, we need to find out what the situation is on Station Gamma as well.",	"s_34":"Who's on the arms dealer's payroll over there, you mean?",	"s_35":"Exactly. Now we don't want to escalate the conflict even further, so we'll leave the Rak'qua, the inhabitants of Gamma, alone for now. There's plenty of droids in the station though, and I'm willing to bet that their primitive databanks have come across a clue or two while patrolling the station.",	"s_36":"That could very well be true.",	"s_37":"%TU, when I heard you were here, I was hoping you would come by. I could use your hand with something if you have the time.",	"s_38":"I was hoping you would agree, %TU. My idea is to go down there, dismantle some droids, any of them will do, and scan their databanks for any information pertaining to our little project.",	"s_40":"Not bad, Lercer, not bad at all.",	"s_41":"I can probably squeeze it in, what do you need?",	"s_42":"You should finish up some of your tasks and then come see me.",	"s_43":"You flatter me, %TU. But to get to Station Gamma, you'll need to take the Gamma Shuttle. Look for it in Hangarbay 1.",	"s_44":"I knew this would be a walk in the park for you %TU. Let me have a look at those files and see what we got here.",	"s_45":"Fantastic work %TU! With these files, I should be able to get the management on both stations to come to a peaceful solution and make some sweet credits at the same time.",	"s_46":"You still have some tasks to finish before it's time for us to talk %TU. Refer to your Journal.",	"s_48":"Let me give you some background. In the Ord Mantell system there's two space stations, this one, the Tansarii Point station and another called Gamma. They have always been getting along fairly well but lately there's been a lot of hostility between the two.",	"s_49":"I'm glad I could be of assistance Lercer.",	"s_50":"You have been, I couldn't possibly have done this myself. I've prepared a small token of my appreciation for you %TU.",	"s_51":"Anything?",	"s_52":"Yes, very interesting indeed. It seems that a local arms dealer is behind it. He's bribed people on both sides in an attempt to start a conflict, open war even. Not too surprised, some arms dealers do anything to get their merchandise sold.",	"s_53":"So what now?",	"s_54":"This information could prove to be a goldmine, just have to figure out who to sell it to. Come back later and I might have something else I need help with.",	"s_58":"Most kind.",	"s_60":"Think nothing of it. I'm afraid this concludes our business together but if you want something else to do, I'm sure Solo could use your help getting himself out of trouble. That guy, I swear... anyway, it's been a pleasure %TU, take care of yourself out there!",	"s_65":"Good to see you again %TU, I trust you are doing well. I'm a bit busy right now or I would have a drink with you but next time, right?",	"s_69":"I've done nothing wrong!",	"s_71":"Sounds easy enough.",	"s_73":"Excellent! Steal the core, repair my factory, make yourself a data splice and then hack the computer terminal. Just another day for you eh? Let me provide you with the coordinates to the generator in the lower level.",	"s_78":"I wish I could share a drink but I've got things to do and places to be.",	"s_80":"Calm down, I was just saying hello.",	"s_83":"About what?",	"s_84":"That's the strange thing, no one seems to be really sure what it's all about. They just keep blaming each other for stuff. I think that there's someone behind the scenes planting all this hostility.",	"s_86":"Interesting. How would we find out?",	"s_88":"I'm hoping I could find something in the high security data files on the Tansarii computer network but so far they have been too hard for me to decrypt. That's where you come in, I'm guessing you will be able to do it.",	"s_89":"Oh okay, hello there.",	"s_90":"Maybe so but I would need some tools.",	"s_91":"Welcome back %TU. I see that you have picked up 'Eliminate'. Good, the extra damage of that skill will be useful in this next step of our plan.",	"s_92":"Yes, I've been trying to make a data splice and been successful but with my limited skills, it hasn't been enough to do the job. I was trying to build a better one but broke my factory and don't have a new power core for it yet. You should be able to steal a power core from the generator in the lower level though, if you're up for it."
}}