{
	"stfFile":"conversation/npe_job_pointer",
	"entries": {
		"do_not_edit":"The English version of this file (npe_job_pointer.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"That's our visitors' hangar. Only one person there now. Here's what is available there.",	"s_103":"Frelka got hurt treasure hunting?",	"s_104":"He is an angry fellow, right now.  Here's his location.",	"s_106":"Jolka's fixing a droid? I'll help him.",	"s_108":"Very well. He is one of our top mechanics. I think Chewbacca makes him nervous. Here's his location for you.",	"s_109":"You need to finish working with Serissu before Laetin will offer you anything.",	"s_110":"Who needs assistance around here?",	"s_111":"Before speaking with Aleas, you'll need to have proven yourself by finishing Laetin's missions.",	"s_112":"In this office? Only Inaldra needs work done around here.",	"s_113":"Dartas is picky about who he sends into battle. Unless Aleas signs off on your piloting abilities, he won't use you.",	"s_114":"I'd love to help Inaldra!",	"s_115":"I just want to get off this station, and explore the galaxy.",	"s_116":"I'm sure she will appreciate it. Ever since she took control of the station, she has been up to her lekku in trouble. She's right around the corner there.",	"s_119":"You should talk to Boba Fett. I think he has a task that will take you off this station.",	"s_121":"How did you arrive? You should talk to the pilot who brought you here.",	"s_123":"Yes, I want to find some more adventure and excitement.",	"s_125":"All of my task requisitions require experience. Please finish with your trainer before requesting a job.",	"s_126":"I'm sorry. You seem to have finished all open requisitions for Tansarii Point Station for the moment.",	"s_127":"All of my task requisitions require experience. Please finish with your trainer before requesting a job.",	"s_128":"Thank you. I'll come back.",	"s_129":"I'm sure that I will still have work for you.",	"s_130":"Ah, yes. Well there are several people who need help with tasks at Station Gamma. What would you like to do?",	"s_131":"No thanks. I'm just looking around.",	"s_132":"It seems you have completed all the open tasks for Station Gamma.",	"s_133":"You appear to already have an assignment from me. Please come back when it's completed.",	"s_134":"Very well. If you want work, come back and talk to me.",	"s_137":"Agent Falrey looks mysterious. I want to check that out.",	"s_139":"He's a little odd. Here's his location. Careful there.",	"s_141":"Ysanna needs help finding someone in Station Gamma. I'll provide it.",	"s_143":"Excellent. She's been distressed. I'll put her location in your datapad.",	"s_145":"It's always good to have a doctor like Aja Sen around. I'll help her.",	"s_147":"That's an excellent plan. Here is the location.",	"s_149":"Garek needs a courier? Sounds interesting.",	"s_151":"He's just behind the screen there. Please keep his location to yourself. He's not welcome in more...civilized company, if you get my meaning.",	"s_153":"I think I might.",	"s_155":"Good.",	"s_2":"",	"s_23":"Yes! I want a way to make money.",	"s_29":"Excellent. I have several requests. I can point you to them, but help me narrow down where you want to work.",	"s_31":"Who's looking for help in the Cantina?",	"s_33":"All right, here's the list. Who do you want to talk to?",	"s_35":"Tarand Crowe needs a messenger? I can do that.",	"s_37":"Here's the location. ",	"s_39":"I'll help Wyle do some hunting.",	"s_41":"Ah, yes. Enjoy that one. He claims to be the proud owner of a krayt dragon skull from Tatooine. I don't know if I believe him. Those things are gigantic! Here's his location.",	"s_43":"Who has some work for me in Hangar Bay 1?",	"s_45":"Several people. Mostly pilots, though I know that some of them are looking for a certain amount of pilot experience before they'll work with you. We'll sort out who you're ready for as necessary.",	"s_47":"I'm new to piloting, I want to talk to Serissu.",	"s_49":"Good luck with that. I'm sure you will do fine.",	"s_5":"You look like you're looking for work. Can I help you with that?",	"s_51":"I'd like to fly for Laetin A'shera. His missions look pretty easy.",	"s_53":"Easy is entirely relative. Good luck out there.",	"s_58":"I'm ready to fly for Aleas. I know I'm good enough.",	"s_60":"Good for you! I hope you can understand her better than I can. Here's her location.",	"s_61":"Point me to Dartas! I'm going to be the best pilot out there!",	"s_63":"I'm sure you are. You know he flew with the Corellian Security Forces, right? He is a bonafide ace! Here's his location. Be safe out there.",	"s_66":"Actually, this one doesn't involve flying. I'd like to talk to Deavyn.",	"s_68":"I get a little spacesick myself. Here's his location.",	"s_70":"Who can put me to work in the Combat Training rooms?",	"s_72":"Ah yes, the combat specialists. Well, most of them are, at least. Here's a list.",	"s_74":"Ah, the brawling master. I'd like to talk to Rydel.",	"s_76":"Good. I like Rydel...he's so calm. I hear that he used to work for Nym on Lok. Here's his location.",	"s_78":"A marksman! I'd like to talk to Loche.",	"s_80":"Very good. He's tracking down some serious problems here. ",	"s_82":"Raylen's my speed. I love hunting animals.",	"s_84":"Ah, Raylen. He doesn't like space much. Just returned from Endor...mentioned some small furry creatures. Here's his location.",	"s_86":"How about this Droid Engineer? I can help him.",	"s_88":"Indeed. Don't mind his manner...he's not a people person.",	"s_90":"Oh, looks like the Security Director needs help with thugs.",	"s_92":"Good. Help him keep the station safe! ",	"s_98":"Who needs some help in Hangar Bay 2?"
}}