{
	"stfFile":"conversation/npe_station_inaldra",
	"entries": {
		"do_not_edit":"The English version of this file (npe_station_inaldra.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_30":"Have you had any luck?",	"s_32":"Not yet. I still have people to see.",	"s_34":"Then please leave me be. I'm busy.",	"s_35":"I'm just wondering if you have anything that I can do.",	"s_36":"We're good to go. Start unloading the goods!",	"s_38":"Well! I must say that I'm impressed, %TU. You are quite the persuasive one, aren't you?",	"s_39":"Not at the moment. I think I will soon, though.",	"s_41":"I want to talk to on behalf of Han Solo.",	"s_43":"This again? Look, this deal went straight, which is your doing, not his. I'll tolerate his presence on this station, but no more.",	"s_45":"He wants to make up for what he did to you. ",	"s_46":"I'm just lucky that everyone had a price.",	"s_47":"Don't be surprised by that. Be surprised that you could pay it, perhaps. Anyway, tell that pirate that I'll get his money to him shortly.",	"s_48":"I will.",	"s_49":"You did a good job. I think it's time for you to make some decisions.",	"s_50":"What kind of decisions.",	"s_51":"Yes? Is there something that I can do for you?",	"s_52":"You need to choose a path in life. I can help you with that. I just need to know more about you.",	"s_53":"Why?",	"s_55":"You are more than Han Solo's lackey. Tell me about yourself. [UI pops up here so the player can choose a profession template]",	"s_56":"Sure he does, until the next time it's convenient to leave me high and dry on a deal. I'm done with him.",	"s_58":"That's your final word on it?",	"s_59":"Yes.",	"s_60":"Please leave me be, for now. I have a serious problem that I need to deal with.",	"s_61":"Is this about someone trying to undermine your authority.",	"s_62":"Perhaps. Do you know something?",	"s_63":"I have this recording of a deal with Tarand Crowe.",	"s_64":"Interesting. He certainly was trying to take my place here. Eventually, he might even have succeeded. Thank you very much.",	"s_65":"Han asked me to do it.",	"s_66":"Again with Solo? I told you...I'm done with him. Look, you don't know what happened and this doesn't make up for what happened! ",	"s_67":"I'm sorry you feel that way.",	"s_68":"Yes, I do. You, however, are a completely different story and I'd like to reward you for helping me out. When you are ready to leave, I have a very important job to do on Tatooine. I'll arrange for your trip down there if you help me out when you get there.",	"s_69":"I can do that.",	"s_70":"Great! Once you are ready to go, meet me in the Docking Bay. The elevator will take you there.",	"s_71":"You came here on the Falcon, didn't you?",	"s_73":"Yes. I'm here to talk to you about a shipment of goods.",	"s_75":"No way. I worked with him before. That son of a Gamorrean left me high and dry on a deal that cost me thousands of credits! I may have him spaced on general principals. Why should I do anything do help either of you?",	"s_77":"The shipment is sizable and worth a lot of credits.",	"s_79":"Profit on all sides, huh?",	"s_81":"Exactly.",	"s_83":"Fine. The terms are, first I get my share as a broker, then I get the money that he owes me. After that, you and he have whatever deal you have.",	"s_85":"Sounds fair.",	"s_87":"And I'm not lifting a finger to get those goods moved. I'll give you contacts and you take care of it. I'm not going to waste my time on him.",	"s_89":"So how can you justify taking a broker's fee?",	"s_91":"Without me, you won't be able to move these goods at all. For Solo, it's a 'non-spacing fee'.",	"s_93":"I see. Very well. I accept.",	"s_95":"Good. Check your journal and datapad for the contacts. Good luck. You will need it.",	"s_97":"Thank you for all your help. Please meet me in the Docking Bay. ",	"s_98":"Welcome to my station!  If you have any questions, please ask someone else."
}}