{
	"stfFile":"conversation/npe_emergence_helper",
	"entries": {
		"do_not_edit":"The English version of this file (npe_emergence_helper.stf) is automatically generated by the SwgConversationEditor.",	"s_118":"I've seen stuff that's way to shocking for you. Go away.",	"s_119":"Thanks!",	"s_120":"Get lost.",	"s_2":"",	"s_25":"Ugh. What do you want? Can't you see I'm hurting here?",	"s_27":"What happened to you?",	"s_29":"Yeah, about that. Don't go to Station Gamma, kid. Nothing good comes out of there...let me tell you.",	"s_31":"What is Station Gamma?",	"s_33":"Don't get interested, kid. You shouldn't go there. Bah! I guess I'll tell you anyway. Station Gamma was a research facility. Now it's run by an Overlord and his cronies. I went there to get treasure.",	"s_34":"I've been there already.",	"s_35":"Treasure, huh? Like what?",	"s_37":"Old weapons, trinkets...you know the like. I know you're going to go there regardless of what I say, so I'll make it easier for you.",	"s_38":"You have? You seem to still be moving. Your limbs are intact. Ah, you must not have gone to where the actual treasure is.",	"s_39":"How do I get there?",	"s_41":"You can just take the shuttle in Hangar Bay 1.",	"s_42":"Treasure? What kind of treasure?",	"s_43":"Thanks. Should be interesting.",	"s_45":"Yeah. When you get there, talk to my droid. He'll help you out.",	"s_48":"Weapons, gadgets, credits...you know what I mean. It might as well not rot over there. When you go back there, like I know you will, talk to my droid. It will help you out.",	"s_84":"Gotcha. Bye!",	"s_86":"Yeah. See ya.",	"s_87":"Eh? What do you want?",	"s_88":"Your droid told me to defeat the Aphotic for you.",	"s_89":"What?! I don't want people meddling in my business! Heh. It's about time I dismantled that droid. Oh well... thanks anyway. Here, kid.",	"s_93":"Well, look who's come back. What do you want?",	"s_94":"Hey! I helped you. You should be grateful!",	"s_95":"Psh. I coulda had anyone do it. You're not special.",	"s_96":"Whatever. Where's Station Gamma again?",	"s_97":"Heh. I'll place the information in your datapad. Now scram! I'm still nursing wounds here."
}}