{
	"stfFile":"conversation/npe_station_han_solo",
	"entries": {
		"do_not_edit":"The English version of this file (npe_station_han_solo.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"I knew there would be.",	"s_102":"You need the main quest, don't you?",	"s_2":"",	"s_32":"How's it going, kid?",	"s_34":"Hey kid, thanks for your help with that shipment. I have another job for you, if you want it.",	"s_35":"I haven't gotten it moved yet.",	"s_37":"Well get on it! The faster we get out of here, the more money we can make elsewhere!",	"s_39":"Everything has been taken care of. You will get your money soon.",	"s_41":"I knew that it would work out. Thanks, kid. Here's your share. Are you intereted in more work?",	"s_43":"Sure. Jobs with you tend to be profitable.",	"s_45":"This may be less profitable now, but worthwhile.",	"s_46":"Less profitable? Then why should I do the job?",	"s_47":"I'm in. What do you want me to do?",	"s_48":"Think ahead. Contacts are everything in my business. A good contact made now will help you later.",	"s_49":"I see. What do you want me to do?",	"s_50":"Of course! I can use the credits.",	"s_51":"Not right now.",	"s_53":"This trip here reminded me that I need to repair things with Inaldra. She's not a good enemy to have. Go talk to her and see if there's something that I can do to make it up to her.",	"s_54":"Why am I the one talking to her?",	"s_55":"You made her money. She's not likely to try to have you spaced.",	"s_56":"All right. See ya around.",	"s_58":"Hey kid, thanks for the help up there. ",	"s_60":"I'm happy to help.",	"s_62":"I have a business proposal for you. I have a bunch of goods on my ship but no cash and I am not on the best terms with the locals here. If you can get my stuff sold, I'll cut you in on the profit.",	"s_64":"So, I do all the work and you get most of the profit?",	"s_66":"Work? This is the easy part. The work is getting the stuff. You will help me, I know you will. If you don't, you won't get off this station.",	"s_67":"How's it going?",	"s_68":"I haven't talked to Inaldra yet",	"s_69":"She wants nothing to do with you.",	"s_70":"I need to go to the dock and get information on Inaldra.",	"s_71":"I wouldn't say that too loudly, but good luck!",	"s_72":"I'm off to go play music in the Cantina.",	"s_73":"Great! Break a leg, kid.",	"s_74":"I'm not suprised. Perhaps the direct approach wasn't the best idea. There may be something in the data terminals that would help. Would you go and check through the station's databank and transmit the information to me?",	"s_75":"Sure.",	"s_76":"Thanks, kid.",	"s_77":"I need to get dirt on Tarand Crowe.",	"s_78":"Yeah. He's bad news. Just record everything that you do for him and bring that to me.",	"s_79":"I have the information that you need.",	"s_80":"Let me see it.",	"s_81":"Crowe is trying to replace Inaldra. ",	"s_82":"Interesting. He's gutsy. Stupid, but gutsy. This should bring Inaldra around. After that, I give up.",	"s_83":"Thanks for all the help kid. Too bad it didn't turn out better.",	"s_85":"Guess I don't have a choice. What do I do now?",	"s_86":"If you want to get off this station, you should.",	"s_88":"Sounds good to me. What do I do now?",	"s_90":"That's the spirit! The woman that you need to talk to is Inaldra. She spends most of her time in her office. Oh, and kid?",	"s_92":"Yes?",	"s_94":"Don't believe anything she says about me.",	"s_96":"Save the thanks. I'll take a reward.",	"s_98":"I knew there was something that I liked about you, kid. There's a problem with a reward though."
}}