{
	"stfFile":"conversation/npe_profession_entertainer",
	"entries": {
		"do_not_edit":"The English version of this file (npe_profession_entertainer.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_29":"What did you learn?",	"s_30":"He told me about a shipment of some interest.",	"s_31":"Hm. That's not exactly what I expected, but it does make sense with the other rumors that I have heard. Well done!  I have a gift for you.",	"s_32":"Thank you.",	"s_33":"I'll bet you're pretty good on the slitherhorn. If you need another gig, all you need to do is ask.",	"s_34":"Ah, %NU, are you ready for another show?",	"s_35":"Yes. I'd love another gig.",	"s_44":"But what about getting off the station?",	"s_46":"Wonderful! Take that slitherhorn that I gave you and play for the wounded in the Medical Center. The morale has been so bad recently...anyway, they could use some cheering up. You can double-click the slitherhorn in your inventory to equip it.",	"s_47":"I will do that.",	"s_50":"Excellent! Just head over to the Medical Center when you are ready. Two minutes of music will cheer them up greatly.",	"s_53":"Please go play for the folks in the Medical Center.",	"s_54":"Did you perform for the patients in the Medical Center?",	"s_55":"I did. I can't tell if they actually liked me, though.",	"s_56":"I'm sure they did, whether they responded or not. Music is both soothing and inspiring at the same time. As I said, morale has been pretty low here with all the attacks.",	"s_57":"Why do people stay here then?",	"s_58":"It's home for a lot of us. Some are waiting for loved ones to return from Station Gamma. Some are too hurt to travel well. And some of us just love Tansarii Point Station too much to flee.",	"s_59":"I understand.",	"s_60":"Here is a reward for your hard work. You have a bright future ahead of you. I just know it!",	"s_61":"This is all that I have for you now.",	"s_62":"Han Solo sent me a message and he will be able to get you off the station, but he needs something done first. Go talk to him.",	"s_63":"What is it, %TU?",	"s_64":"I'll go see him then.",	"s_65":"I've lost my slitherhorn.",	"s_66":"Very well. Tell him hello for me!",	"s_67":"It just so happens I have another. Please hold on to this one.",	"s_68":"Come back when you are done with the Imperial Officer. I put his location in your journal.",	"s_70":"Anvar was right...you looked great up there! I have a job for someone that is in touch with the power of an Entertainer.",	"s_72":" What kind of power are you talking about?",	"s_74":"The power of information. People like good Entertainers. Throughout the galaxy, we entertain and inspire the masses. They feel special being around us. They will sometimes tell us things that they wouldn't tell other people. Interested in hearing more?",	"s_76":"Definitely. What do you have in mind?",	"s_78":"Well, for the first time in a long time, we have an Imperial presence on the Station. I want to know why. The Imperial Officer in Hangar Bay 1 wouldn't talk to me, but he might talk to you. Try dancing for him and see if his tongue loosens.",	"s_80":"Very well. I'd be happy to help a fellow Entertainer.",	"s_82":"Oh, thank you! Come back when you are done. Remember that you get better when you flourish!",	"s_84":"You have style in your movement. I'd love to see you dance. Finish the job for Anvar and then come back to me.",	"s_86":"Welcome. You are %TU, aren't you? What are you doing out here on Tansarii Point Station?",	"s_88":"It's a long story. My friend's ship needs repair, though.",	"s_89":"I'd love another gig.",	"s_90":"Well, my friend Anvar needs some dancing talent here at the Cantina. If you need the credits, I'm sure that he would be happy to have you!",	"s_92":"I will go there now.",	"s_94":"Outstanding! Please come back to me when you are done.",	"s_96":"You aren't an Entertainer, are you? Oh well. Enjoy the show. The band is playing a cover of a popular song from Tatooine."
}}