{
	"stfFile":"conversation/npe_station_inaldra2",
	"entries": {
		"do_not_edit":"The English version of this file (npe_station_inaldra2.stf) is automatically generated by the SwgConversationEditor.",	"s_104":"The cargo bay on the lower level has been captured by pirates. They're all mere thugs, but their boss is very resilient. He has thwarted all my recent efforts to stop him. Cut off the head and the body will die.",	"s_106":"I'll head down there now.",	"s_108":"I'll be here going through reports when you are done.",	"s_118":"Not for me, but see my lieutenant. She knows everyone on the station that needs help.",	"s_14":"You're new here, aren't you? Is there something I can help you with?",	"s_16":"Han Solo said that you might need help.",	"s_18":"That slimy son-of-a-Gamorrean thinks that I need help from him?!",	"s_2":"",	"s_20":"Umm...yes. I take it that he was incorrect?",	"s_22":"He bailed out of a deal that cost me thousands of credits, and wrecked my reputation with...well, never mind that. But, sadly, he's correct. I do have a problem that I need help with.",	"s_24":"What can I do?",	"s_25":"What do you have to report?",	"s_26":"The pirate has been dealt with.",	"s_27":"Nothing, I need directions.",	"s_28":"Ah, all right. What are you looking for?",	"s_29":"Wonderful! Now I can start dealing with the rest of the problems here.",	"s_30":"Is there anything that I can help with?",	"s_34":"I hope you are doing well here.",	"s_50":"I need directions.",	"s_52":"Very well. What are you looking for?",	"s_54":"Welcome to Tansarii Point Station!",	"s_56":"I'm thirsty. Where is the Cantina?",	"s_58":"The Cantina is right in the middle of the station on this level. There is a great band in there now. Just listen for the music.",	"s_60":"Where is the Hangar Bay?",	"s_62":"There are two hangar bays. If you look on your map, they form the upper branches of the 'Y'. The two bays on this level are functional, but the lower bays are occupied and dangerous right now.",	"s_64":"Where are the Training Rooms?",	"s_66":"We have two training rooms: a ranged and a melee room. Both are on this level on either side of the medical center, directly across from the elevator.",	"s_68":"I'm looking for the Medical Center.",	"s_70":"The Medical Center is next to the training rooms, almost directly across the station from the large hangar bays.",	"s_72":"You're a Bounty Hunter, right? You should talk to Boba Fett. He might help you. Just don't mention Han, ok? While I'm upset at him, I don't want him dead. I shudder to think what Fett will do if he catches him.",	"s_74":"How can I leave the station?",	"s_75":"Ask that scoundrel Solo to take you far, far away from me. And tell him that I haven't forgiven him."
}}