{
	"stfFile":"conversation/npe_scout_questgiver",
	"entries": {
		"do_not_edit":"The English version of this file (npe_scout_questgiver.stf) is automatically generated by the SwgConversationEditor.",	"s_102":"Have you found out what's going on?",	"s_104":"He was jumped by some kind of creatures that got out of their cages.",	"s_106":"You wouldn't happen to have some hides from these creatures, would you? I'll need it to know what we are dealing with in order to figure out what we need to do next.",	"s_128":"I haven't been there yet.",	"s_130":"I'd like to impress upon you the importance of this. Please go take care of this now.",	"s_132":"Hello. You appear to be capable, %TU. I need some help. Would you be willing to assist me? I'll pay you, of course.",	"s_134":"Can you tell me more about what I need to do?",	"s_136":"One of the guards went to check a shipment of something that is supposed to be dangerous and hasn't returned. I'm worried about him.",	"s_138":"In that case, I'd be happy to go find the guard.",	"s_140":"No way. I don't like 'dangerous.'",	"s_142":"I hope someone else has more bravery than you.",	"s_144":"I'd be happy to help.",	"s_146":"Excellent. Please go down to the cargo hold and see if you can find one of our guards. We need to know why he hasn't checked in. Take the elevator down one level. The cargo hold should be nearby.",	"s_148":"I'll go down there right now.",	"s_150":"Thank you. ",	"s_2":"",	"s_40":"Ah, I see you have the hide that I asked for. ",	"s_42":"Yes, here they are.",	"s_44":"Great! Let me take a look at them...hmm...as I expected. Bocatts! They can be dangerous customers. They are native to Tatooine. I wonder what they are doing in cages on our station? Okay, I think I have enough to go on. Thank you for your help.",	"s_46":"I'm happy to help.",	"s_62":"I'm sorry. Can I help you with something?",	"s_64":"Here, please take this. We'll send someone down to get the medic immediately.",	"s_65":"No, sorry to bother you.",	"s_67":"No bother. Take care.",	"s_68":"Please go collect some hide for me.",	"s_69":"I happen to have a few hides here.",	"s_71":"Great! Let me take a look at them...hmm...as I expected. Bocatts! They can be dangerous customers. They are native to Tatooine. I wonder what they are doing in cages on our station? Okay, I think I have enough to go on. Thank you for your help.",	"s_88":"Thank you for your help. "
}}