{
	"stfFile":"conversation/npe_main_bartender",
	"entries": {
		"do_not_edit":"The English version of this file (npe_main_bartender.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_24":"How may I help you?",	"s_32":"Thanks for everything!",	"s_39":"Do you have the tea?",	"s_40":"Yes! Here it is.",	"s_41":"I'm not done yet.",	"s_42":"Ah, it has a delicate aroma. This is almost good enough for me to sell to my customers! Perhaps I should have washed the petals first for my teas.",	"s_43":"I'll be here when you're done. If you need more ingredients, Jesi in Cargo Bay 2 should have more.",	"s_44":"Oh...yes. Washing them is a good idea before storage, actually.",	"s_45":"Ah. I'll remember. Thank you! Please accept this in payment for your help.",	"s_48":"Can I help you?",	"s_49":"Do you know any bounty hunters around here?",	"s_50":"Generally speaking, most people don't go looking for bounty hunters. Usually, it's the other way around. There's only one bounty hunter on this station right now, and that's Boba Fett. He's over there. I don't know if he'll help you, but that's the best I can do for you.",	"s_51":"Thanks!",	"s_53":"Thank you again for showing me the right way to make Spiced Tea.",	"s_54":"I'm happy to help. It must be exciting to work here.",	"s_55":"Ha! You aren't kidding. There's so much going on here, you wouldn't believe it!",	"s_56":"Really?  Tell me!",	"s_57":"I hear that you are the resident master drink mixer around here.",	"s_58":"Good luck to you.",	"s_59":"I am. You are %TU, though, are you not?",	"s_61":"I am. ",	"s_64":"Oh, wonderful! I have a spiced tea that is not selling at all. I wonder if you have a family recipe that you would share.",	"s_66":"Certainly. If you have the items that I need, I can make a glass for you.",	"s_67":"Okay! Let's see...gemstones for the glass, and flowers and water for the tea. Is that what you need?",	"s_68":"Well, if you haven't heard already, pirates have invaded the lower deck, there may be a war brewing with the Rak'qua on Station Gamma, and there's a hot shipment that just came through here. A buddy of mine was involved with it. Apparently, and I don't think he even knew this, there were some Old Republic relics in it!",	"s_71":"That's a lot of activity for such a small station.",	"s_72":"You aren't kidding. I'm glad I'm not involved, and that's all I can say. Inaldra, the new station master, has her hands full at the moment. Anyhow, take care of yourself!",	"s_76":"Yes. Now I can whip up my version of Spiced Tea for you.",	"s_77":"Thanks! Just let me know when you're done.",	"s_78":"I was wondering if you had any work?",	"s_80":"You should try the Fermented Blue Milk. It's excellent!"
}}