{
	"stfFile":"conversation/npe_rebel_questgiver",
	"entries": {
		"do_not_edit":"The English version of this file (npe_rebel_questgiver.stf) is automatically generated by the SwgConversationEditor.",	"s_19":"Are you ready to help the Alliance?",	"s_2":"",	"s_20":"I am always ready to help the Alliance.",	"s_21":"Our spies tell us that the Empire has formed a temporary alliance with the Rak'qua over in Station Gamma. We also think that they may have uncovered the location of our secret base. I need you to get in there and access the databank to find out if they have tracked down our brethren. Download what you find and return to me immediately.",	"s_25":"Why is this so important?",	"s_26":"We lost a lot of good men at Yavin 4. After the Death Star was destroyed, the Emperor was furious. He attacked Alliance allies with ruthless fury. The main force of the Rebels was forced to go into hiding. We need time to rebuild our strength, and if the Empire truly has found our position, it would be disastrous.",	"s_28":"Understood. I will get the data for you.",	"s_29":"Maybe later.",	"s_31":"Okay, come back when you are ready to help.",	"s_33":"I see you are back. Did you get the information?",	"s_35":"Yes, I spoke to your contacts.",	"s_37":"Let me see the data disks they gave you. Good. I see they have not been tampered with or accessed. Grandma Drake's soup recipes shall never fall into the hands of the Empire. HA HA! It was a test, you see, and you have done well. You have earned my trust.",	"s_39":"That's good to know.",	"s_41":"I may have other things for you to do...if and when you are up for the challenge.",	"s_44":"Can I help you with something?",	"s_46":"I hear you are connected to certain individuals not friendly to the Empire.",	"s_48":"Is that so? Maybe I am. Maybe I am not. How do I know where your allegiance lies?",	"s_50":"I'm no fan of the Empire. I can prove it.",	"s_52":"We shall see. I have a few friends on the station that are collecting information regarding all the recent Imperial activity. One is in Hangar Bay 1 and the other is in the Cloning Facility. Go see what they uncovered and report back to me. Do try and be discreet about this, okay?",	"s_54":"Certainly. I will get the information.",	"s_55":"Did you get it?",	"s_56":"Yes, it wasn't easy though.",	"s_57":"Perfect. This is what we have been looking for. It looks like our hidden base is still secret...for now, at least.",	"s_58":"I am happy to have served.",	"s_59":"You have done us a great service today. Take this. May it serve you well.",	"s_61":"Good. I have added the contacts to your journal.",	"s_63":"Your coat looks like an Imperial naval uniform.",	"s_65":"How do I get there?",	"s_66":"Just take the shuttle in Hangarbay 1.",	"s_67":"Have you finished yet?",	"s_68":"Yes, sir!",	"s_69":"No. I have not retrieved the information.",	"s_70":"Be careful. That place is very dangerous and may be guarded by Imperial droids. You may need to recruit a group of friends to assist you.",	"s_71":"Please go to Station Gamma and retrieve that information. If we want to have any hope of winning this war, we need to find out how much the Empire knows.",	"s_72":"HA! I think not. Now leave me be.",	"s_73":"Thanks for all your hard work, %TU.",	"s_76":"Leave me be. You can't help me right now."
}}