{
	"stfFile":"conversation/npe_prof_marksman_alik",
	"entries": {
		"do_not_edit":"The English version of this file (npe_prof_marksman_alik.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"As soon as Im paid I will be.",	"s_101":"You bet I could!",	"s_102":"I just heard some roughneck smugglers have infiltrated one of the docking bays.  They are the worst kind of thieves.  Back in my day we would practice special moves on them.",	"s_104":"Special moves?",	"s_105":"I'd like to see you try it with a pistol, carbine and rifle.  How about it?",	"s_106":"Each of the disciplines of marksman allows you to learn special attacks.  These can be very useful. Things like Aimed Shot and Roll Shot are very important.  They increase your accuracy, or sometimes your damage, or sometimes even your defense when you use them.  But be careful not to overuse them.  If you get tired and run out of energy you'll have to rest before you can do anything else.",	"s_108":"I like the sound of that.",	"s_109":"Just show me the lum pitcher.",	"s_110":"The guards are holding the roughneck smugglers off but just barely.  They could use a hired gun to put an end to it all together.  I bet you could take out at least 10.  It would greatly help the guards in docking bay 1.",	"s_112":"Maybe I could use some special moves.",	"s_113":"I have nothing to prove.",	"s_114":"That's the spirit.  Return when your done and maybe I'll have something special for you.",	"s_116":"Sure, I guess, why whats going on?",	"s_117":"Hmmm I never heard that before.",	"s_118":"I'm pretty tired.  Maybe later.",	"s_120":"Well you have some potential.  I'd love to see how far you can take that talent of yours.  Here are some weapons to help you along your path.  Use them wisely.",	"s_121":"You want to give it try? Just pick your poison here.  I have pistols, carbines and rifles.",	"s_122":"Thanks.  Anything else I can do for you?",	"s_124":"I think you have risen above and beyond the call of duty.  I hope our paths will cross again.",	"s_125":"Well if you have a fly on a lum pitcher then I guess were good to go.",	"s_126":"What's the matter, can't handle the heat?  get back out there and get some dalyrakes.",	"s_128":"What's the matter, can't handle the heat?  get back out there and get some droids.",	"s_129":"Oh that's alright I think I'll pass on the shooting gallery.",	"s_130":"What's the matter, can't handle the heat?  get back out there and get some smugglers.",	"s_2":"",	"s_36":"Well you look like you could blast a trandoshan fly off the edge of a lum pitcher without even scratching the glass.",	"s_38":"What are you talking about?",	"s_40":"Trandoshan fly as in small insect, lum pitcher as in popular cantina ale, blast as in firing a pistol, carbine, or rifle.  You know, fancy shooting tricks. Would you like to try?",	"s_42":"Sure I'll give it try.  Wheres that lum pitcher and trandoshan fly?",	"s_44":"Ha ha your a funny one.  That's just an expression. Lets start you out with something a little less difficult and a little more practical shall we?",	"s_46":"What's more practical than shooting flies?",	"s_48":"Although it's a fun trick to shoot small critters off very breakable items, marksmanship is really about protecting yourself and others without getting too close to danger.  The further away you want to be will determine what kind of firearm you will use.",	"s_50":"Why does that matter?",	"s_52":"Pistols, for instance, will give you a short range of attack but they are faster and lighter than rifles; which have the longest range.  Carbines fall in the middle.",	"s_54":"I see.  So, if I won't be shooting trandoshan flies, what do you want me shoot?",	"s_56":"The greenhouse has a pest problem. Those dalyrakes are eating all the leaves off the medicinal plants and creating a shortage of medicines for the infirmary as well as annoying the gardeners. Dalyrakes are hard to catch and the doctors and gardeners keep asking me to come up there and blast them all away.",	"s_58":"So why don't you?",	"s_60":"I have to run the range here in the armory.  I don't have time to run after dalyrakes.  Besides I was a champion marksman renowned for my accuracy, speed, ruthlessness and... ummm... discretion. Hunting dalyrakes is of no interest to me.  Maybe you could help them in the greenhouse and get rid of some dalyrakes.",	"s_62":"Sure, I'd be happy to.",	"s_64":"What a trooper! Use a rifle to kill 5 dalyrakes in the greenhouse. That should slow them down, and it will keep the doctors and gardeners off my back for a while.",	"s_66":"I'll get those dalyrakes!",	"s_68":"So you've survived a dalyrake hunt have you?  The gardeners in the greenhouse thank you and tell me you were fearless and quite skillful.  That's good, bravery and skill will come in handy for you real soon as will these credits.  Just a little something for helping me out with those dalyrakes.",	"s_69":"Come back when your done and we will see how well you can handle a blaster.",	"s_70":"A LITTLE something is right.",	"s_72":"Well theres more where that came from.  There is a bit of a droid you might be able to help with. That is if your skill matches your weapons DPS.",	"s_73":"Oh, dalyrakes are beneath you but its ok to send me.",	"s_74":"Whats DPS?",	"s_76":"DPS is Damage Per Second. A marksman is only as good as his weapon.  Well, that's not entirely true, your skill will play a great part in how well you use the weapon, but the weapon is an important part of the equation.  You want a weapon that has the highest DPS possible.",	"s_77":"I've been a master marksman for 30 years...how long have you held a gun?  Dalyrakes are nothing to scoff at for someone with your experience.  I'd be surprised if you could target and kill 5 dalyrakes in the greenhouse with a  rifle.",	"s_78":"How can I tell what the DPS is on weapon?",	"s_80":"Just examine it and find the DPS entry.  The higher the numbers the better the the DPS.  Don't fret if one umber is higher than the other. Damage per second is a function of the amount of damage a weapon can do divided by the amount of time it takes to refire.  A weapon that does low damage with a high rate of fire is just as good as a weapon that does a lot of damage but fires slowly.",	"s_81":"The farther the better.",	"s_82":"I get it. So how can I get more credits out of you?",	"s_84":"The darndest thing happened, seems while repairing a renegade droid, the engineer uncovered sort of a virus that quickly spread to all the droids in the shop. So now we have crazy droids running amuck. Why don't you go to the droid repair room and see what you can do?  10 disabled ra7 droids should help bring things back to normal.",	"s_85":"Unless of course you're interested in speed.  Pistols, for instance, will give you a short range of attack but they are faster and lighter than rifles; which have the longest range.  Carbines fall in the middle.",	"s_86":"On my way.",	"s_88":"Come back and see me, if you still have all your limbs.",	"s_89":"Alright. So, since your not interested in trandoshan fly tricks, what do you want me to do?",	"s_90":"I see.  So droid problem huh?",	"s_92":"Why?  Whats happening soon?",	"s_93":"I don't really think that's where my talents lie.",	"s_94":"Well I was thinking of sending you to help with the droid problem.  That is if your skill matches your weapons DPS.",	"s_96":"Thanks! I think I have had enough of this though. I'll be going now.",	"s_97":"Well that's your prerogative I guess.  Come back if you change your mind.",	"s_98":"Hey there droid killer.  Ready for some real action?"
}}