{
	"stfFile":"conversation/npe_rakqua_capture",
	"entries": {
		"do_not_edit":"The English version of this file (npe_rakqua_capture.stf) is automatically generated by the SwgConversationEditor.",	"s_19":"Stop! Why do you come here?",	"s_2":"",	"s_21":"You have kidnapped a student. I'm here to free her!",	"s_23":"You must be talking about the human female that came here a while ago. She was prying in to things that were none of her business. Why should we let her go?",	"s_25":"She's only a young girl. She didn't know better.",	"s_26":"You're back. What is it this time? We're busy preparing for war!",	"s_27":"That's why I'm here. This madness has to stop!",	"s_28":"It's not our fault. We're only defending ourselves!",	"s_29":"Both you and Tansarii have been fooled.",	"s_30":"By whom? Why would I believe you anyway? You've been nothing but trouble for me!",	"s_31":"You're a wise man. Just look at these files, and you will see.",	"s_32":"What is this? This can't possibly be true!",	"s_33":"I'm afraid it is. I found these files on your own network.",	"s_35":"I won't set her free until you've defeated one of my mighty shamans!",	"s_36":"I can't believe it, you actually won...",	"s_37":"You bet I did! Now it's time for you to keep your promise!",	"s_38":"I will honor our agreement and set the girl free. She will be taken to her ship so that she can return to your precious space station. Now leave!",	"s_39":"This is dire indeed. I will tell my men to stand down while I investigate this. And what about the people on Tansarii? I know they are planning an attack.",	"s_40":"It will be handled. You have my word.",	"s_41":"Very well. You have been honest so far, and I'm willing to try anything to avoid this bloodshed. If this proves to be correct, we are all in your debt.",	"s_42":"How do I know that I can trust you? We're being hunted like animals here!",	"s_44":"Then take me, and set her free!",	"s_46":"A noble suggestion. Very well, I will give you a chance...a test of your honor. If you can hunt down and defeat one of my mighty shamans in a fair fight, I will set her free.",	"s_48":"If there can't be a peaceful solution, then so be it. I'll do it!",	"s_50":"You will try to do it. I'm sure this is the last I will see of you, so it's been interesting talking to you.",	"s_52":"Be gone!"
}}