{
	"stfFile":"conversation/npe_pilot_hard",
	"entries": {
		"do_not_edit":"The English version of this file (npe_pilot_hard.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Wear it proudly, hero.",	"s_101":"I knew you wouldn't do well. You had that look about you.",	"s_102":"Good, you're here. You did well out there. Let's get onto your second assignment.",	"s_104":"Thank you, sir. What's next?",	"s_105":"It's time to go after the Trinity. We'll finally be rid of the Black Sun once and for all, if we succeed.",	"s_106":"I'm ready for anything!",	"s_110":"We've got no time to talk about your failures! I don't even want to hear it. Get back out there now.",	"s_111":"Well done, pilot %TU! Amazing work. You completely destroyed the Dual Moons.",	"s_112":"Glad to be of service.",	"s_114":"Let's launch our final attack. If you have any friends that are pilots, now would be a good time to recruit them to your cause.",	"s_118":"What about their fighters?",	"s_119":"I won't take no for an answer! Do whatever it takes to ensure that we are victorious!",	"s_120":"Ah ha! The hero of the day! You were great out there! You ensured our victory against the Black Sun.",	"s_123":"We have to destroy the Black Sun fighters that have stationed themselves at each before we go for for the Darkveil Eclipse, the main hub.",	"s_125":"I understand.",	"s_131":"Good luck out there... You'll be flanked by some of our best pilots, my friend.",	"s_133":"I don't have time to argue with you, kid. We're losing pilots left and right! Even if you're fodder, I suppose that'll do. Fine, you're in.",	"s_135":"What's my first assignment, sir?",	"s_137":"We need to make precise maneuvers against the Black Sun.",	"s_190":"I already have a personal assistant. I don't need another. Now go. I have work to do and you're cluttering up my space.",	"s_192":"Sir, I'm here to fight in the Scarlet Dawn.",	"s_2":"",	"s_235":"You have work to do.",	"s_42":"But--",	"s_43":"Go! When you fall, you get back up. Now do it and succeed this time!",	"s_47":"I'm glad I could have helped out!",	"s_48":"Indeed. Well, there's nothing more to help with around here. Enjoy the rest the Tansarii Point Station has to offer.",	"s_49":"Thank you, sir. It was great working with you.",	"s_50":"I feel the same way. Good working with you, kid.",	"s_67":"Look. I tried my best up there.",	"s_69":"Your best isn't good enough, kid! Now, we still have time to try this again. Go try again!",	"s_71":"Oh--Yes, sir!",	"s_73":"Once I'm out of here, how do I continue my piloting?",	"s_74":"When you return to whatever planet you're destined to, you'll get several messages through the mail system regarding different paths. It should all become apparant once you pick your home.",	"s_75":"Okay. Thank you again!",	"s_76":"Why?",	"s_77":"We're going to go after the main hub of the Trinity, the Darkveil Eclipse. We too will only be sending our best for this.",	"s_79":"What's the plan?",	"s_80":"Rookies these days.",	"s_81":"Destroy their defenses like we did for the Dual Moons. With luck, we'll have enough men to complete this mission.",	"s_83":"Just put me out there. You'll see I have the skills.",	"s_85":"Then go, and come back safely.",	"s_88":"Just put me out there. You'll see I have the skills.",	"s_89":"Ah, the hero has returned. I hope all is well with you, my friend.",	"s_90":"Indeed, it is. Just checking on things.",	"s_91":"Carry on.",	"s_94":"Look, I don't have time to deal with you now. If you want to fly for me, start by talking to Serissu.",	"s_96":"Looks like you were brave enough to complete everything that I, Laetin and Aleas gave you to do. We all agree that you deserve this as our token of our eternal gratitude.",	"s_98":"Thank you, sir."
}}