{
	"stfFile":"conversation/npe_force_sensitive",
	"entries": {
		"do_not_edit":"The English version of this file (npe_force_sensitive.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_35":"There's something familiar about you. You have a connection to the Force, do you not?",	"s_38":"You understand what I wish of you, correct? Although the mites' numbers have thinned, the Queen is breeding faster than we can control. Balance must be preserved. You should kill only when necessary, but death is not to be feared. Use your knowledge of self to kill the Tanc mite Queen and restore balance.",	"s_39":"Very good. Understanding shines in your eyes. You have the seeds of greatness within you. Remember to temper that with understanding and control.",	"s_40":"Very well.",	"s_41":"Go to the Atrium when you are ready.",	"s_42":"You and I have nothing further to talk about here. Take a serious look at your actions and think about the consequences. I'll contact you again later and give you another chance.",	"s_44":"You need to learn the balance of life and death. The Atrium has become infested with tanc mites. If we do not reduce their population, they could destroy all of the fauna which give us much of our air. Go kill 7 tanc mites.",	"s_46":"I will do as you ask.",	"s_47":"Good.",	"s_48":"I will try.",	"s_49":"If you merely 'try', you will fail. You must 'do'. Everything is a choice. Choose to 'do'. Do not choose to 'try'.",	"s_50":"Droids have no living connection to the Force, yet Jedi of the past have been able to short circuit or directly influence droid systems. It's important for you to fight some to become familiar with different droids. Destroy 7 droids in the Droid Repair Center on the lower level.",	"s_52":"I will go there now.",	"s_53":"What should I do now then?",	"s_57":"Yes. I was sent to you by Han Solo.",	"s_58":"Good.",	"s_59":"You were sent to me, indeed, but not necessarily by Han Solo. Our paths were meant to cross. Disregard anything negative Captain Solo may have mentioned about the Force. You have awakened the power within yourself. You are strong, but you need to learn control.",	"s_60":"You have not yet completed your task. Go calm down the guard.",	"s_61":"You should return to Han Solo. He is in need of your help.",	"s_62":"I beg your pardon? ",	"s_64":"I can feel your inherent power flowing from you. However, your control needs work. Power can lead to darkness if not controlled. The Dark Side is a terrible place to tread.",	"s_66":"I see.",	"s_68":"Very well. I will do as you say.",	"s_69":"There is no connection between the two of us. I do not think that I can help you.",	"s_70":"I hope you do. Anger makes one dangerous, even for those that are not as strong in the Force as you are. I'd like you to go to the Cantina and talk to a guard there. I sense much turmoil from him. You will know who I am talking about.",	"s_72":"Thank you.",	"s_76":"You have taken steps along the path. I have nothing further for you now. May the Force be with you.",	"s_78":"There is no connection between the two of us, and I am quite busy. I'm sorry.",	"s_80":"I'll leave you alone then.",	"s_82":"Thank you."
}}