{
	"stfFile":"conversation/npe_brawler",
	"entries": {
		"do_not_edit":"The English version of this file (npe_brawler.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"Here, take this axe and let's get started. Destroy some of my practice droids.",	"s_103":"I'm ready, sir.",	"s_104":"I would like to practice my one-hand weapon skills.",	"s_105":"To fully understand your potential, I need to place you in a real combat situation. It's the only way you can truly test yourself.",	"s_107":"You got me so far. Tell me more.",	"s_108":"I found out about some possible sabotage.",	"s_109":"The upper level of the Tansarii Point Station houses the Atrium. We normally have it populated with some mild-mannered creatures, but lately they have been acting strangely. It seems that they are breeding much more rapidly than we expected.",	"s_110":"Hmm, you had better investigate this.",	"s_111":"Here, this should help you. Now, go and destroy some training droids.",	"s_113":"I would like to practice my polearm skills.",	"s_115":"I sense, my friend, that you haven't completed the tasks I presented you with. I expect you to continue... in due time, of course.",	"s_116":"Let's begin your training. Take this training staff, and destroy some training droids.",	"s_117":"Yes, sir. I will come back with them done!",	"s_119":"Good.",	"s_141":"Yes, is there something you need?",	"s_143":"I have nothing else to teach you.",	"s_152":"Thank you, sir.",	"s_153":"Here, take this,  %TU. May it aid you in your future endeavors.",	"s_156":"Thank you.",	"s_157":"Here. You'll need this. It will be useful to you, %TU.",	"s_160":"I am honored by your kind words.",	"s_161":"I shudder to think of what you shall do to your enemies in the future.",	"s_164":"Thank you.",	"s_165":"It is an honor to work with one such as yourself.",	"s_2":"",	"s_215":"I see you have returned. A little too soon though, I must say. Reports indicate that there is still an overabundance of creatures up there. Did you vanquish all the creatures I asked you to in the Atrium?",	"s_216":"Were you successful in your assignment, my friend? Were you able to defeat the creatures?",	"s_217":"Go speak with Tiarsis in the Cantina. She knows all the rumors and may know some people who need help.",	"s_218":"No, not yet. But I will.",	"s_219":"Then go. I await your return.",	"s_221":"Yes, I was successful.",	"s_222":"Good. We appreciate it. The situation was getting out of hand. Take this. It's a little token of my appreciation.",	"s_234":"I will, sir.",	"s_235":"Remember to keep your wits about you, my friend.",	"s_236":"Have you spoken with Tiarsis yet? No? I think you should speak with her. Unfortunately, I'm quite busy.",	"s_238":"I'm on my way.",	"s_239":"Good.",	"s_240":"You've shown bravery. I just heard about the disturbance down in the storage areas. You handled those thugs impressively.",	"s_241":"Thank you. I knew I had to do something.",	"s_242":"We like proactive beings around here. I have something for you. You may choose your reward for all your hard work. You can use it or sell it as you see fit.",	"s_247":"I have just received some disturbing information from Inaldra.",	"s_249":"This must be pretty serious.",	"s_250":"Indeed it is, %TU. On the bottom floor of the Tansarii Point Station, some pirates have broken through the outer hull and are creating a dangerous situation. One of their leaders, a crimelord, is taking charge and instructing his cronies to cause havoc on our beloved Space Station. There is no telling what terrible feats they are capable of.",	"s_251":"The thugs I keep running into... we should stop them.",	"s_252":"I am glad that we are in agreement on the matter. It may be a difficult fight, so first, you should stop by the Medical Center and pick up a few stimpacks.",	"s_255":"Why are you here? Were you successful in your assignment against the crimelord?",	"s_256":"Not yet. I'll try again.",	"s_257":"Hurry! We dare not wait and see what they do.",	"s_258":"How did you do, young %TU, with your fight against the crimelord?",	"s_259":"I have no other work for you.",	"s_260":"Thank you again for your guidance.",	"s_261":"It was my pleasure, young %TU. ",	"s_262":"I succeeded. The crimelord will bother us no more.",	"s_263":"You are a lifesaver, literally! Thankfully, things have quieted down for now, so I have no other work for you. I hope you pass on what you've learned to others. We need more brave beings such as yourself.",	"s_264":"I will. Thank you.",	"s_265":"Before you go, please choose a weapon from my collection. You have definitely earned it!",	"s_334":"You seem excited. What is it?",	"s_344":"I will do whatever it takes.",	"s_347":"Good, go to the Atrium and remove some of the menacing creatures up there.",	"s_386":"Would you like me to investigate?",	"s_387":"Yes, please. With so many creatures fighting for a small amount of food, they are becoming increasingly hostile and bold. I'm afraid they might harm others. Before this gets really out of control, you'll need to investigate and remove 10 of the creatures to stem some of their population.",	"s_389":"I'll come back successful.",	"s_391":"Good. I await your return, young %TU.",	"s_87":"I think I would like to practice first.",	"s_88":"Certainly, what arts would you like to practice?",	"s_90":"I would like to practice my unarmed skills.",	"s_91":"Your skills with the one-handed weapons are improving!",	"s_92":"Very impressive. You seem to have a natural fluidity with two-handed weapons.",	"s_93":"Not bad at all. You are shaping up to become one magnificent warrior. The staff looked as if it were an extension of your arms.",	"s_94":"Amazing! Your fists destroyed the droids as if they were made of cloth.",	"s_96":"Let's get started. Try practicing against my training droids.",	"s_97":"Ah, yes. I heard you might be coming, %TU. I have an important assignment for you. Perhaps you might be interested?",	"s_99":"I would like to practice my two-handed weapon skills."
}}