{
	"stfFile":"conversation/npe_commando",
	"entries": {
		"do_not_edit":"The English version of this file (npe_commando.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_31":"What are you doing here? Go back and finish your assignment!",	"s_34":"Welcome back, soldier. How did you fare on your assignment?",	"s_36":"Threat eliminated, sir!",	"s_42":"Thank you.",	"s_43":"Well done. The life of a commando is full of fun tactics and loud weapons. I see you know about demolition. No one likes to be on the receiving end of that shot.",	"s_44":"Did you defuse it!?",	"s_45":"Really? I will start to use it more often.",	"s_46":"Piece of cake.",	"s_47":"I have nothing else for you to help me with. I hear Han Solo was trying to find you. You should go talk to him.",	"s_48":"Astounding! We all owe you our lives.",	"s_49":"Now, on to business. I have just learned that there was a shipment recently delivered that may be useful to my superiors. I need you to find one named Terry. He has a record of the shipment in his datapad. Recover that datapad by any means necessary. I want no witnesses.",	"s_52":"Are you a new recruit? Stand at attention when speaking to a superior, soldier!",	"s_53":"Yes, sir!",	"s_56":"Yes, sir!",	"s_57":"Go now, soldier.",	"s_60":"That's better. I'm in a bit of a situation, and could use someone with some know-how.",	"s_63":"What kind of situation?",	"s_64":"Yes. I'm looking for more work.",	"s_65":"Thanks for all you have done, %TU. You are shaping up nicely. Is there something else you need?",	"s_67":"All in a day's work, sir.",	"s_68":"I like your attitude, soldier! While you were gone, this package came in. Looks like it's your uniform. Here, take it. Take this as well...you've earned it.",	"s_69":"I want to leave this station.",	"s_70":"There is some trouble in the lower levels. Apparently, some Hutts have punched a hole in the station and infiltrated the lower level. They are causing a ruckus. We need someone to make them stop, and I'm getting too old for this kind of thing.",	"s_72":"You want me to 'persuade' them to stop?",	"s_74":"Exactly. I can't think of a more suitable person for this job. Here are some grenades to reinforce your point. If in the future you need more grenades, look up people skilled in the Trader profession. Lock and load, soldier!",	"s_76":"Yes, citizen?",	"s_84":"Talk to Inaldra's lieutenant in Inaldra's office.",	"s_88":"Well, how did you get here? You should probably talk to whoever it was that flew you here. I can't help with that."
}}