{
	"stfFile":"conversation/npe_collector",
	"entries": {
		"do_not_edit":"The English version of this file (npe_collector.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Collectibles?  What do you mean?",	"s_12":"There are items scattered throughout the Galaxy that you can collect.  If you collect all of the items for a given collection, you are rewarded with various gifts.",	"s_14":"Sounds like a decent hobby.  Can I become a Collector too?",	"s_16":"You sure can! Collecting is for everyone.  I tell you what; the cleaning crew quit last week and dust is accumulating everywhere. Look around inside the space station, there are a lot of Dust Durni laying around. If you find all of them, you'll receive a reward.",	"s_18":"Alright, I'll start looking.",	"s_2":"",	"s_20":"Since this is your first collection, I'll give you a few hints.  There are 4 on this level, 3 in the atrium, and 3 in the droid repair area.   Good luck on your search!",	"s_24":"How are things going with your Dust Durni collection?",	"s_26":"I'm doing pretty good.  I just have a few more to find.",	"s_28":"Just in case you need a reminder, there are 4 on this level, 3 in the atrium, and 3 in the droid repair area.",	"s_30":"Uhh, what is a Dust Durni?",	"s_31":"Durni are small creatures that live mainly on the planet Corellia.  They shed their fur quite often which then accumulates into balls of hair. Many people think dust balls in their homes look like these balls of fur, hence the name Dust Durni.  ",	"s_32":"What if I can't find them all before I leave the station?",	"s_34":"Don't worry too much about that.  You can complete the Dust Durni collection in a different space station at a later time.",	"s_36":"Not too good, I'm having trouble locating all of them.",	"s_38":"Sorry to hear that.  Be sure to check all the rooms.  Dust Durni tend to be found in corners and crevices. There are 4 Dust Durni on this level, 3 in the Atrium, and 3 in the Droid Repair area.",	"s_4":"Hi there! It's always nice to see a new face.",	"s_40":"Uhh, what is a Dust Durni?",	"s_42":"Durni are small creatures that live mainly on the planet Corellia.  They shed their fur quite often which then accumulates into balls of hair. Many people think dust balls in their homes look like these balls of fur, hence the name Dust Durni.  ",	"s_44":"I see you've finished the Dust Durni collection.",	"s_46":"Yeah, it was pretty easy.  Are there any more things to collect here?",	"s_48":"No, that was it for this space station.  Once you reach Tatooine you can visit an old friend of mine.  She stays in Mos Eisley; the city you'll be heading to. She can start you some new collections if you're interested.",	"s_50":"That sounds great.  I'll look for her when I get there.",	"s_52":"Good Luck to you!",	"s_6":"What are you doing here?",	"s_8":"I stopped by to see if there are any collectibles."
}}