{
	"stfFile":"conversation/npe_new_jtl_tutorial",
	"entries": {
		"do_not_edit":"The English version of this file (npe_new_jtl_tutorial.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Mouse mode/Flight mode",	"s_100":"Interesting.",	"s_102":"Contacts",	"s_104":"Each contact is assigned a colored blip. WHITE is friendly and cannot be damaged. YELLOW is neutral and can be attacked, but might attack back if upset. RED is hostile and will attack you on sight.",	"s_106":"Target tracking",	"s_108":"Your current target will appear in your radar with BLUE brackets around it. This helps you quickly tell which of the blips is your target and where it is.",	"s_111":"Mission-Critical ships",	"s_113":"When the intel is available, mission-critical craft such as escorts and destroyable marks will have small ORANGE brackets around them on the radar and larger ones in your main viewscreen.",	"s_115":"That is very helpful.",	"s_117":"I understand radar contacts.",	"s_119":"Armor and shields",	"s_121":"In the radar are two circular bars. The outer, BLUE bar is your front/rear shield strength. The inner, RED bars are your front/rear armor strength. Be careful, shields recharge but armor does not.",	"s_123":"That is important.",	"s_125":"I understand the radar.",	"s_127":"System status flyouts",	"s_129":"On the right of your screen are six icons that represent the different systems of your ship. As they become damaged, status changes will pop out from the icons to indicate current strength.",	"s_131":"Neat.",	"s_133":"I have a feel for the ship systems.",	"s_135":"Comm window",	"s_137":"The Comm window on the left shows you anybody who is hailing you. This may be friendly or enemy pilots, or even contacts on the ground. Hold ALT to respond, if there is something to say.",	"s_139":"So this is the Comm window.",	"s_14":"Flying.",	"s_141":"Target info box",	"s_143":"The Target info box will show you the name of and distance to a target. It will also display a ship classification and ship systems status for your target. It appears at the top right of your HUD.",	"s_145":"That is useful.",	"s_147":"Waypoint monitor",	"s_149":"The waypoint monitor appears on the right of your HUD. It shows your current waypoint's name and distance. To help find it, an arrow points in the direction of the waypoint.",	"s_151":"Onscreen waypoints",	"s_153":"Follow the direction of the arrow until you see it change to a GREEN triangular icon. This means that it is in front of your ship. Fly towards the icon or beacon of light to reach your destination.",	"s_156":"I understand the HUD.",	"s_158":"Flight controls",	"s_16":"The Heads-Up Display (HUD) defaults to Flight mode, allowing you to pilot with the mouse. Holding the ALT key switches to Mouse mode. This lets you interact with HUD elements like the Comm window.",	"s_160":"Most pilots do not have the luxury of fancy colored rings to fly through for learning. That is why I am here. I was programmed to teach you to fly. Shall we get to it then?",	"s_162":"Basic Flight controls",	"s_164":"Learning to control your ship is very important. It can mean the difference between a successful flight and smashing into an asteroid. Let's review the basics.",	"s_166":"Speed Settings",	"s_168":"Pressing W will accelerate incrementally, while S will decelerate. To set engines to their maximum thrust, use the HOME key. To cut the engines to full stop, use END.",	"s_17":"I understand.",	"s_170":"Great.",	"s_172":"Heading",	"s_174":"Use the mouse to change your ship's heading. Moving the mouse back and forth will control the ship's pitch while moving left/right will control the ship's lateral yaw. A and D will also turn.",	"s_176":"Neat.",	"s_178":"Boosters",	"s_18":"In Flight mode, you can use your mouse to change your heading. Pressing W will accelerate, while S will decelerate. Pressing A will turn left and D will turn the ship right.",	"s_180":"Some ships are equipped with boosters. These high-powered recharging rockets propel your ship far beyond the threshold of the normal engines, but for a limited time. Hit B to engage and disengage.",	"s_182":"Sounds fun.",	"s_184":"I get the basics.",	"s_186":"Advanced Flight controls",	"s_188":"Skilled pilots know how to get the maximum maneuverability out of their ships. Some of these advanced maneuvers can really make the difference in an encounter. What would you like to learn?",	"s_190":"Rolling",	"s_192":"To roll to the left, press the Q key. To roll right, use the E key. Use this in combat to perform barrel rolls and dodge enemy fire, or get a better view of the action.",	"s_194":"Great.",	"s_196":"Docking",	"s_198":"In some missions, you are required to dock with another craft. To dock with the ship, it must be stationary. Target it and press U to dock. Some ships may deny your docking request.",	"s_2":"",	"s_20":"Sounds simple enough.",	"s_200":"Understood.",	"s_202":"Following Another Ship",	"s_204":"To auto-follow another ship, hit ENTER to engage the chat window and type /follow with your target selected. Moving the mouse will disengage the autopilot. This can be useful on escort missions.",	"s_206":"Good to know.",	"s_208":"Inspection",	"s_210":"Sometimes you will want to inspect another ship to see what sort of cargo they are carrying. To perform a technical scan of the vessel, target it and use the I key. This may take a few seconds.",	"s_212":"I understand.",	"s_214":"I'm comfortable with Advanced flight.",	"s_216":"Starfighter combat",	"s_218":"I have been programmed with the most recent tactical advice regarding starfighter combat. I will teach you to use your weapons and your systems to great effect in a dogfight. Learn and live.",	"s_22":"Firing weapons.",	"s_220":"Basic starfighter combat",	"s_222":"To fire your primary weapon, use the left mouse button. Each shot fired will drain a little energy from your capacitor. Conserve energy and make sure you always have enough to fire when threatened.",	"s_224":"Targeting",	"s_226":"You can use X to target something directly in front of you, while TAB will target the closest enemy. T will cycle through hostile targets. ESC will clear your current target.",	"s_228":"Friendly targets",	"s_230":"K will target the nearest friendly player ship, while L will cycle through them. The [;] key selects the nearest friendly non-player character (NPC) ship, and the ['] key cycles through them.",	"s_232":"Good to know.",	"s_234":"Lead Reticle",	"s_236":"This reticle compares your target's speed with the velocity of your weaponry, then helps you aim. Line up the small crosshair in your larger GREEN X reticle and fire. It lights up when in range.",	"s_238":"That is helpful.",	"s_24":"Pressing your left mouse button will fire your primary weapon. You can use X to target something directly in front of you, while TAB will target the closest enemy. T will cycle hostile targets.",	"s_240":"Component targeting",	"s_242":"Good to know.",	"s_243":"Great!",	"s_244":"You do not always have to destroy a ship to defeat it. Press [ or ] to target specific components of a ship. If you disable the engines or reactor, it may render them immobile.",	"s_246":"Wow. That is neat.",	"s_248":"I understand the basics.",	"s_250":"Advanced starfighter combat",	"s_252":"While a good blaster or ion cannon is a great thing to have, sometimes you just need more. Ordnance and other more advanced tactics are invaluable to an ace pilot. Here are a few solid examples.",	"s_254":"Missiles",	"s_256":"Some ships have missiles or space bombs which lock on to a selected target if it is kept in the reticle long enough. When the boxes become solid and 'lock in', press the right mouse button to fire.",	"s_258":"Great.",	"s_26":"How do I know if I have a target?",	"s_260":"Countermeasures",	"s_262":"If an enemy missile is fired at you, a warning tone sounds. Press the middle mouse button to release countermeasures and try to break the lock. Advanced missiles may require multiple countermeasures.",	"s_264":"Good to know.",	"s_266":"Speed Matching",	"s_268":"Some pilots find it helpful in a dogfight to match the speed of their target. This allows for easier tailing and helps with escorts as well. Target the craft and use M to match their speed.",	"s_270":"Interesting.",	"s_272":"I understand advanced tactics.",	"s_274":"Player vs. Player Combat (PvP)",	"s_276":"Much like on the ground, players in space can fight other players. Under Imperial decree, you are not allowed to engage in battle unless you are declared a Rebel, Freelance, or an Imperial Pilot.",	"s_278":"Neutral settings",	"s_28":"If you have something targeted, you will see a targeting box surrounding the craft at the four corners of their ship. You will also see a target info box appear in the upper right of your HUD.",	"s_280":"All pilots are declared neutral unless they decide otherwise. This means that you cannot damage or be damaged by other player ships under normal circumstances. Duels are allowed if you type /duel.",	"s_282":"Safe and sound. Got it.",	"s_284":"PvP settings",	"s_286":"Flying to a factional station and declaring your allegiance is the only way to enter into space PvP combat. Once declared, you may freely attack or be targeted by any member of the opposing faction.",	"s_288":"Enemy player targeting",	"s_290":"Use SHIFT-TAB to target the closest enemy player target, and Z to cycle through player enemy targets nearby.",	"s_292":"Excellent!",	"s_294":"PvP systems",	"s_296":"In some systems, such as Kessel and 'Deep Space', the entire zone is engaged in a PvP battle. Only masterful pilots, sent by their trainers, are allowed to fight for their faction in these zones.",	"s_298":"Sounds exciting.",	"s_30":"Excellent.",	"s_300":"I grasp how PvP works.",	"s_302":"I understand starfighter combat.",	"s_304":"Navigation procedures",	"s_306":"Your ship has many navigation systems in place to keep you from getting lost in the vastness of space. Learning to get around the universe is a pilot's greatest asset. Here are some of the basics.",	"s_308":"Camera Functions",	"s_310":"Pilots with tunnel vision end up as dead pilots. Use your camera to get the best view of the action. The NUMLOCK key will lock your camera to your current target. Press again to release.",	"s_312":"Cockpit/external views",	"s_314":"Your ship comes equipped with a small camera drone that can give you an external view of your ship. Use the mousewheel to zoom out of your ship and back into the cockpit.",	"s_316":"That is useful.",	"s_318":"Looking Around",	"s_32":"What about friendly ships nearby?",	"s_320":"To move your head and look around in your cockpit, press and hold the INS key on your NUMPAD, then move the mouse to move your head. Just don't forget to turn back around and face forward.",	"s_322":"I'll remember.",	"s_324":"Rear View",	"s_326":"Check your six, pilot! Press and hold the DEL on the NUMPAD to get a rear view from your ship. This is helpful when you are on the run or when you cannot see your attackers.",	"s_328":"Nobody will sneak up on me.",	"s_330":"I know how to use the camera.",	"s_332":"Landing procedures",	"s_334":"To find a planetary station, you can hit C to target the nearest station or capitol ship. If this does not bring up the one you want, you may have to visually find it.",	"s_336":"Station Communication",	"s_338":"In order to land, you must get permission from the planetary station. Press SHIFT-C to target the station and open a communications frequency if the station does not automatically hail you first.",	"s_34":"K will target the nearest friendly player ship, while L will cycle through them. The [;] key selects the nearest friendly non-player character (NPC) ship, and the ['] key cycles through them.",	"s_340":"Interesting.",	"s_342":"Docking permissions",	"s_344":"Once you have an open comm channel with the station, you must ask to land. Some landing sites are only available to certain pilots who have gained access from local authorities.",	"s_346":"Landing and parking",	"s_348":"There is no fee to land. The planetary defense systems of all modern worlds will automatically convey you to the planet surface and secure your starship in a municipal starport hangar.",	"s_350":"Excellent!",	"s_352":"Returning to space",	"s_354":"Your ship will be parked at the starport in the city or outpost where you chose to land. When you want to return to space, go to the starport where your ship is parked, and use the starship terminal.",	"s_356":"I'll remember where my ship is.",	"s_358":"I understand about landing.",	"s_36":"Neat.",	"s_360":"Ship Repairs",	"s_362":"Many stations will offer to repair your damage for a small fee. They can replace lost armor and fix vital components. Stations have varying equipment in stock, so some may not fix as much as another.",	"s_364":"Repairs are good.",	"s_366":"I get how to land.",	"s_368":"Space Zone Map",	"s_370":"The Space Zone Map can be opened and closed by pressing N. This is an incredibly powerful tool for finding your way in a new system. What section would you like to learn about?",	"s_372":"Navigation",	"s_374":"In the map, a left mouse drag will pan and CTRL+left mouse drags will rotate the view. CTRL+ mousewheel zooms in and out, while right-clicking opens up the menu options.",	"s_376":"Great.",	"s_378":"Display options",	"s_38":"I understand.",	"s_380":"At the bottom of the map, you have a series of filters you may turn on and off. These will stop certain things from being displayed. Use this to simplify your map when needed.",	"s_382":"Good to know.",	"s_384":"Waypoint settings",	"s_386":"On the right is a listing of Stations, Waypoints, and Points of Interest. Double-clicking on these focuses the map on the item. You can also right-click in the map to create a waypoint at your cursor.",	"s_388":"Nice.",	"s_390":"Autopilot",	"s_392":"If your cursor is over a selectable object, it will change to an arrow. Right-clicking an object and selecting 'Autopilot to' will take you there. To disengage the autopilot, just move the mouse.",	"s_394":"That is very helpful.",	"s_396":"I get how to use the map.",	"s_398":"Hyperspace procedures",	"s_4":"Welcome to the Ybella Systems 'Starfighter Training' program. Press and hold the ALT key on your keyboard to activate your mouse cursor, then select one of the training options below to begin.",	"s_40":"Space loot.",	"s_400":"Traveling through hyperspace is an exhilarating experience, but it can also be deadly for the inexperienced. Let me teach you some specifics about hyperspace travel.",	"s_402":"Returning to Home Port",	"s_404":"Most ships have the ability to set a Home Port, usually the station you launched from. Sometimes even the best pilots get lost. To hyperspace back to your Home Port, click the menu button and select Home Port.",	"s_406":"That is convenient.",	"s_408":"Choosing a destination",	"s_410":"To open your Galaxy Map, press H. This will show a listing of all available destination systems. Hyperspace travel is useful because sublight engines alone cannot take you to other systems.",	"s_412":"Galaxy Map",	"s_414":"Once in the Galaxy Map, you will see a full listing of systems and their respective planets.",	"s_416":"Interesting.",	"s_418":"Planet zones",	"s_42":"You will automatically collect any salvageable equipment when you destroy an enemy ship. This space loot can later be used to upgrade your own ship. You will see the loot in your inventory.",	"s_420":"Each system has a series of hyperspace beacons which you can travel to. Clicking on a planet will list the possible destinations in the system.",	"s_422":"Makes perfect sense.",	"s_424":"Zone Information",	"s_426":"Once you have selected a destination, you will see the area's inhabitants, danger level, and exact coordinates of the beacon. Be careful when jumping into restricted or high danger areas.",	"s_428":"I'll be careful.",	"s_430":"Destinations understood.",	"s_432":"Engine Limitations",	"s_434":"Some notorious pilots are always having their engines break down on them. Learn about your engine limits and try not to push them too hard. Take care of them and they'll take care of you.",	"s_436":"Route Calculation time",	"s_438":"Your navigation computer needs some time to carefully calculate your trajectory through hyperspace. If it did not, you might fly through a sun or an asteroid. Once finished, you will make the jump.",	"s_44":"Great!",	"s_440":"I'll leave enough time.",	"s_442":"Engine Recharge time",	"s_444":"Your hyperdrive engines use a lot of power when making a jump to lightspeed. Once you drop out of hyperspace, they need time to recharge before they can be used again. 35 seconds is about average.",	"s_446":"Got it.",	"s_448":"Aborting a Jump",	"s_450":"On rare occasions, you may decide to cancel your hyperspace jump. This can be done at any point during route calculations. Press ENTER to open the chat window and type /abort to abort the jump.",	"s_452":"Interesting.",	"s_454":"I understand engine limitations",	"s_456":"Hyperspace procedures make sense.",	"s_458":"I understand Navigation.",	"s_46":"I get it.",	"s_460":"I know how to fly.",	"s_462":"Skip training (ESC)",	"s_464":"Affirmative. If you would like to continue training at a later time, select the Holodisc Trainer button on your HUD. Press ALT to gain control of your mouse to select the button.",	"s_466":"Disable Permanently",	"s_468":"Ybella Systems strongly discourages deactivation of your starship training protocol. Please confirm your choice as this deactivation is permanent.",	"s_470":"Affirmative.",	"s_472":"Command accepted. Ybella Systems thanks you for your patronage.",	"s_474":"Negative.",	"s_48":"Select a training option.",	"s_50":"Directions to Station Gamma",	"s_52":"We have been cleared for flight to Station Gamma. The station has set up a waypoint for us to follow. Let's learn about how to use waypoints. Hold the ALT key down and choose one of the topics.",	"s_54":"What is the Waypoint Monitor?",	"s_56":"The waypoint monitor appears on the right of your Heads-Up Display (HUD). It shows your current waypoint's name and distance. To help find it, an arrow points in the direction of the waypoint.",	"s_58":"That is helpful.",	"s_6":"Basic flight controls",	"s_60":"Tell me about onscreen waypoints.",	"s_62":"Follow the direction of the arrow until you see it change to a GREEN triangular icon. This means that it is in front of your ship. Fly towards the icon or beacon of light to reach your destination.",	"s_64":"Good to know.",	"s_66":"When I arrive at Station Gamma?",	"s_68":"Upon arrival at Gamma, the station will hail you through a Comm window. Activate Mouse mode (Holding ALT) to communicate with them and state your intentions. Land if you like, or fly back to Serissu.",	"s_70":"I'll do it.",	"s_72":"I think I can find Gamma.",	"s_74":"Full piloting manual",	"s_76":"Congratulations, pilot. You are taking your first steps into becoming a master pilot. Hold ALT and select from any of the topics below to get started. Pay attention and the galaxies will be yours!",	"s_78":"Heads-Up Display (HUD)",	"s_80":"The Heads-Up Display is your eyes and ears for your ship. It is a holographic interface designed to give you all the information you need to keep you flying. Select an option to begin.",	"s_82":"Ship systems",	"s_84":"The HUD is designed to keep you informed about the status of your ship. Everything from how your ship is running to where it is running is shown. Select an option for more detailed information.",	"s_86":"Throttle/Energy indicator",	"s_88":"Near the center of the HUD is a BLUE circular bar on the left. This is your Throttle indicator. On the right is the RED energy indicator. This shows you the current power of your weapon capacitor.",	"s_9":"Let's take this ship for a ride, shall we? There are some things you need to know before we go. What would you like to learn about? Hold the ALT key to engage Mouse mode and select one.",	"s_90":"I see them.",	"s_92":"Radar",	"s_94":"At the bottom of your HUD is your radar. This shows the ships in space around you. It is important to know where contacts are in relation to your ship. Let me explain the details.",	"s_96":"Viewpoint",	"s_98":"Things directly in front of you are in the center of the circle while contacts around you appear to the sides. Someone fully behind you appears at the very edges of the radar."
}}