{
	"stfFile":"conversation/npe_boba_fett",
	"entries": {
		"do_not_edit":"The English version of this file (npe_boba_fett.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_32":"So, you're the newest Bounty Hunter on the station, huh?",	"s_34":"Yes.",	"s_36":"Yeah, I've heard of you %TU. You think you're a hot shot. Big fish in a small puddle. You could get yourself killed quick out here.",	"s_38":"Not yet you can't. This is a big task, you need to become more combat effective first.",	"s_39":"How do I do that?",	"s_40":"I can follow it for you.",	"s_41":"I should have enough time to give you a lift and return here to find my mark. But I'm not a shuttle service. This is a one-way trip down there for you. Are you sure you want to go?",	"s_42":"Giving up already? Get back out there and finish your job!",	"s_43":"I am sure.",	"s_44":" Do you have the information?",	"s_45":"Take some more jobs. Inaldra's Lieutenant can help you with that.",	"s_46":"Right here. It was a little damaged.",	"s_47":"Let me see that. The cargo was Dr... and that's it!? I'm missing critical information here! I ought to blast you right now!",	"s_48":"What about getting off the station?",	"s_49":"Maybe I can arrange transport for you...if I feel like it. Talk to me when you are ready to go.",	"s_50":"I am ready for anything.",	"s_52":"Are you? Want to do a little job for me? I have a job that shouldn't be too hard, for the right person.",	"s_53":"Okay, let's go.",	"s_54":"No, wait. I have some things I need to take care of first.",	"s_56":"Stop wasting my time! Come back when you're actually ready to go.",	"s_59":"If the price is right, I'll do it.",	"s_61":"Oh, the price is right, don't worry. You are to eliminate one Fidaval. I don't know where he is, but I know who does. If you apply a little pressure, his brother Ratheb will tell you all you need.",	"s_69":"You are no Bounty Hunter. You're not worth my time.",	"s_76":"I just found out that the shipment went to Mos Eisley, but one of my marks is on the station. I don't have time to track where the shipment went from there. This mark has a much higher payout.",	"s_78":"Who are you?",	"s_80":"Just an admirer.",	"s_82":"Go admire someone else.",	"s_83":"It's not my fault!",	"s_84":"I've heard that before. No matter, it is enough to go on. I may not know who the doctor is, but I do know that one was smuggled here. Take this as a reward for helping me. Talk to Inaldra's Lieutenant if you need more work.",	"s_85":"Thank you.",	"s_86":"Now go away, I have work to do."
}}