{
	"stfFile":"conversation/npe_marksman_questgiver",
	"entries": {
		"do_not_edit":"The English version of this file (npe_marksman_questgiver.stf) is automatically generated by the SwgConversationEditor.",	"s_107":"Thank you.",	"s_109":"Talk to me when you are done.",	"s_111":"Here. Take this carbine and try practicing on some of the droids here.",	"s_113":"I will.",	"s_115":"Talk to me again when you are done.",	"s_117":"Here. Take this rifle and try practicing on some of the droids here.",	"s_121":"Will do!",	"s_124":"Ah, you have returned, %TU. Well, let's have a look at those memory modules.",	"s_126":"Talk to me when you are done.",	"s_127":"Here you are, sir.",	"s_133":"Very good. I will send those to some engineers for them to study. As a way of saying thanks for your help, please choose your reward.",	"s_135":"Thank you, sir.",	"s_156":"Never good to let yourself get rusty.",	"s_157":"Too true.",	"s_160":"My skills seem to be improving.",	"s_161":"Indeed they are.",	"s_164":"Thank you.",	"s_165":"I am very impressed.",	"s_172":"Good to see you again, %TU. There is some news. Speak to the Droid Engineer. He has the results from the memory modules.",	"s_181":"Okay, I will.",	"s_183":"Good bye.",	"s_185":"%TU! I am glad to see you.  I have a task perfectly suited for you, if you feel you are ready.",	"s_187":"The results are back. It looks like they were deliberately tampered with by the Black Sun pirates.",	"s_190":"I am ready. What would you have me do?",	"s_191":"Why?",	"s_192":"I need you to bring me some memory modules from the malfunctioning droids in the lower levels.",	"s_194":"I will do it.",	"s_195":"It was supposed to be a diversion, for some of their slicers.",	"s_196":"Good. When you are done, come back to me.",	"s_199":"So they can slice into your systems?",	"s_2":"",	"s_203":"Exactly! I knew there was a reason I liked you %TU.",	"s_207":"So what are we going to do about it?",	"s_215":"We are going to do nothing. I cannot get away from training the guards. I need someone else to handle this. Someone I can trust.",	"s_217":"Someone like me?",	"s_219":"Exactly. What I need you to do is go to the lower level and find the slicers and their boss. Most likely, they are in the Data Storage room. The boss will be more difficult to defeat than his underlings, so be careful. Inaldra has given us permission to use any force necessary to deal with them. They cannot gain access to our systems.",	"s_221":"All too easy.",	"s_223":"Don't get a big head. This will not be easy.",	"s_225":"I am not going to do this alone. Find someone else.",	"s_227":"I guess you aren't the type of person I thought you were, %TU. Come back when you decide you are.",	"s_229":"Seeing as how you are back, I can only assume we needn't worry about the slicers anymore?",	"s_231":"Their leader has been dealt with.",	"s_247":"Okay.",	"s_248":"He doesn't seem happy about them either.",	"s_253":"I have no other tasks that need to be performed. Thank you for everything, %TU.",	"s_255":"My pleasure.",	"s_257":"I will never forget what you have done for us.",	"s_258":"Can I help you with something?",	"s_429":"Why those droids?",	"s_430":"Those droids seem to have gone haywire. We need to understand what happened to them. I will need you to go down there and bring me some of their memory modules. I will then turn those in to the Droid Engineer for study.",	"s_433":"Use it well.",	"s_438":"So what are we going to do about it?",	"s_440":"Thank you so much. You have done us a great service, %TU. As a reward, please choose a weapon from my collection. I have gathered many useful weapons over the years.",	"s_442":"Thank you.",	"s_444":"You have earned it. Thanks to you, I can rest soundly knowing that our systems are safe.",	"s_82":"Can I help you?",	"s_83":"I would like to practice more.",	"s_84":"Very well. What would you like to practice with?",	"s_85":"I would like to practice with the pistol.",	"s_88":"What do you want? You haven't even finished the task I gave you.",	"s_89":"Yes, sir. I will come back when I am done!",	"s_90":"Good. Go to it.",	"s_91":"I would like to practice with the carbine.",	"s_92":"Well done. I am surprised you felt you needed the practice.",	"s_93":"You are starting to hold that carbine like a pro.",	"s_94":"You are a pretty quick shot.",	"s_95":"I would like to practice with the rifle.",	"s_96":"I have no work for you now, but come back later and I might.",	"s_98":"Looks like you already have a decent pistol, so try practicing with it on these droids."
}}