{
	"stfFile":"conversation/npe_station_han_solo2",
	"entries": {
		"do_not_edit":"The English version of this file (npe_station_han_solo2.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Talk to the Head Mechanic in the other hangar. He will be able to send the parts to me. Tell him that I'll pay when I get the parts.",	"s_102":"I'll go now.",	"s_103":"Great work, kid! I couldn't have done a better job, myself. Easy stuff, huh?",	"s_104":"Thanks. ",	"s_105":"You have a very strange definition of 'easy'.",	"s_106":"Hey kid, go talk to the Head Mechanic. I need to work on the ship.",	"s_107":"Any job that you get paid for that leaves you with your limbs intact is easy, right? Anyway, it enhances your reputation, which is always a good thing.",	"s_108":"Sounds like someone is trying to trap me here. Well, I can believe it, but I don't know who it is.",	"s_109":"What should I do?",	"s_110":"Go to the Cantina. See what you find there.",	"s_111":"This is a serious problem, kid. If Boba Fett is here, he's looking for someone, and that someone is probably me. I need to get out of here.",	"s_117":"I would love to take you kid, but I don't think you are ready. You will need a little skill under your belt before you leave for Mos Eisley.",	"s_118":"Do you have what you need?",	"s_119":"Yes. Here are the parts that we needed.",	"s_120":"Great. I'm going to make repairs and get out of here. I heard that a friend of mine needs some help keeping this station together.  You got time to help?",	"s_121":"I just want to get off this station.",	"s_122":"Sure. Who's your friend?",	"s_123":"Alright. Give me some time to get these repairs made.",	"s_124":"Right, and the credits dampen the pain a bit.",	"s_125":"Exactly! Now I know that you're good enough execute a perfect Fast Draw. Use it to get an advantage on an opponent. They won't expect you to be able to move that quickly, which will keep them from being able to dodge.",	"s_126":"How's it going?",	"s_127":"You didn't tell me that Inaldra hated you.",	"s_128":"Hates me? She can't possibly remember...",	"s_129":"I would say that she does.",	"s_130":"It's not my fault, kid! I didn't know that she would lose so much money.",	"s_131":"Good luck, kid! And don't forget, you owe me one!",	"s_132":"Ah, I see. If they can't dodge, my shot will be more effective.",	"s_133":"I could also use a hand with the Falcon!",	"s_135":"Where do I find her.",	"s_136":"How do I get that?",	"s_137":"Talk to Inaldra's lieutenant and get some work.  Tansarii Station could use someone like you to help out.",	"s_138":"Look for her in the Station Master's office.",	"s_139":"Alright then.  Who's willing to pay me around here?",	"s_140":"Hah!  Kid, this place needs all the help it can get.  Lately, it's been overrun with thugs and scoundrels, and the station master is powerless to stop them.",	"s_141":"How do I get more work?",	"s_142":"Hmmm...do you have a contact for me?",	"s_143":"How do I get more work?",	"s_144":"I know of a guy that is probably doing some undercover work here. I'll bet he could use somebody who's trained to be a Spy. Talk to Lercer in the Cantina. I'll give you a waypoint.",	"s_146":"I'll go there now.",	"s_148":"I suppose I have to work for your 'friends' now?",	"s_149":"Hey, what happened to that shipment you mentioned?",	"s_150":"See ya later, kid.",	"s_151":"So, didn't you say something about a shipment?",	"s_152":"Did I? I guess I did. Well, I managed to sell it, not for the profit that I wanted, but it never works out that way, does it?",	"s_153":"What was it?",	"s_154":"You helped me out, so I'll tell you. When I came to rescue you, I also came across some goods that also needed to be liberated from the Empire. I thought that I'd pass them along to some ... friends. ",	"s_155":"Friends?",	"s_156":"Colleagues, really. You might meet them someday. Want me to finish?",	"s_157":"And?",	"s_158":"It turns out that this stuff is hot, really hot! Unless I wanted a Star Destroyer flying up my nose, I had to get rid of it. All I know is that there's something valuable in it. I don't know what it is.",	"s_159":"Sure.",	"s_160":"Who did you sell it to?",	"s_161":"For your own safety, kid. I won't tell you. That's business that you don't want to get involved in, believe me.",	"s_162":"Thanks for telling me.",	"s_163":"I'm really not interested. I want to get off this station.",	"s_164":"Didn't you hear me? We're not going anywhere until I get the Falcon fixed!",	"s_165":"There's no other way out of here?",	"s_166":"Personally, I don't care who you work for -- Empire or Rebellion, either way you need money.  From what I've seen, you should be able to make some easy credits.",	"s_167":"Nope. You're stuck helping me.",	"s_168":"Who says I don't?",	"s_169":"Thanks for your help!",	"s_170":"Then I don't want to get you more involved in it! I'm done with that shipment.",	"s_173":"My buddy Raine is right over  there. He's a decent trader and I'm sure that he'd be willing to give you some materials, if you show him your technique.",	"s_177":"I know just the person: Mira T'rani! She could use a great Entertainer like you. She's in the cantina. ",	"s_181":"You want to talk to Sgt. Snopel in the Ranged Combat Training Room. He only teaches those with potential. I'll give you a waypoint.",	"s_185":"I'm glad that you're not after me! Let's see. Problem is, I've been trying to avoid Bounty Hunters for so long that I'm not sure who to talk to. Maybe the Bartender in the Cantina would have a lead.",	"s_189":"I'm sure that Tansarii Station needs a good Medic. The droids are fine in a pinch, but nothing compared to a real doctor. There's a droid here named Billingsly in the Medical Center that coordinates the staff.",	"s_191":"You were saying I could earn some easy credits on this Station?",	"s_192":"Talk to Inaldra's lieutenant and get some work.  Tansarii Station could use someone like you to help out.",	"s_193":"Mind if I stay and help you out with the Falcon?",	"s_196":"Great work up there, kid! Things can get a little rough when you cross the Empire; those TIEs tore apart the Falcon.  Anyway, I have a little gift for you from...some friends.",	"s_197":"Thanks... but who are these 'friends'?",	"s_2":"",	"s_200":"It's not important. But what is important is that they paid me a lot of money to bust you out.",	"s_201":"If you insist on following that hokey religion, there's a guy named Nos'lyn you should meet. He's probably meditating in the Close Combat Training Room.",	"s_203":"Antom in the Station Master's Office would be thrilled to see you. I'm sure he's gotten himself into some kind of sticky situation that requires diplomacy.",	"s_205":"Look no further. I'm your man!  With my contacts and your reputation, you're set. Just let me know when you're ready to get started.",	"s_207":"I will.",	"s_215":"Fine. What's the problem?",	"s_216":"A lovely Twi'lek named Inaldra. She just took over as Station Master here, and she seems to be in over her head.",	"s_217":"I want to leave the station now.",	"s_218":"I don't blame you! The ship's ready to go, just remember that you won't be able to come back once we leave. Are you sure you want to go?",	"s_219":"Absolutely. I want a planet beneath my feet!",	"s_220":"On second thought, I'm sure that there's money to be made here still.",	"s_221":"That's the spirit!",	"s_222":"Alright. Come aboard!",	"s_223":"I want to leave the station now.",	"s_224":"You're good, kid. There's no denying that. So good, in fact, I'm going to tell you about an offer I got that I think you'd be perfect for.",	"s_225":"How are things going, kid? You making some good money yet?",	"s_226":"I see. What's the offer?",	"s_227":"An old contact of mine, Jake Felan, has a job. He may take a little convincing. He's usually a pretty upstanding guy though. You should have no trouble.",	"s_229":"Understood. Where is he?",	"s_231":"He will be in the Cantina, probably nursing a drink. He likes Corellian Brandy.",	"s_240":"Ok. What do you need me to do?",	"s_243":"I'm just starting the Falcon's diagnostics. Go talk to Jake in the Cantina.",	"s_244":"Check your journal. There's a list of the things that I need from here to get the ship running and where I think you can find them.",	"s_245":"Jake seems to be very happy that you agreed to work for him. He didn't give you a hard time did he? Anyway, have fun with that!",	"s_247":"All right. I'm going. I expect payment for this!",	"s_249":"You will get it.",	"s_94":"Well, my diagnostics on the Falcon are done. I'm glad you're getting comfortable here because we're stuck until I can get this problem fixed.",	"s_95":"What's the problem?",	"s_96":"The hyperdrive is still inoperative. Would you go over to the other hangar and get some parts that I need?",	"s_97":"Sure."
}}