{
	"stfFile":"conversation/npe_medic2",
	"entries": {
		"do_not_edit":"The English version of this file (npe_medic2.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_33":"Okay.",	"s_36":"Do hurry.",	"s_37":"Greetings. I am Medical Android 2-1b-58, but you may call me Billingsly. You would be %TU, correct?",	"s_38":"Do you have the ingredients?",	"s_39":"Ah, you are back, %TU. You administered the antitoxin, I trust?",	"s_40":"Yes, here they are.",	"s_41":"Good, let me mix this up... There, take this antitoxin to the technician. He must take this immediately. His wooziness will fade eventually. Until then, he must rest.",	"s_42":"Why are you here? Go finish your task first.",	"s_43":"I will bring it to him.",	"s_44":"Tell me of his symptoms. Maybe we can determine what his illness is.",	"s_45":"Yes, yes. Go now.",	"s_46":"He said he fainted and is still woozy.",	"s_47":"From your description of the symptoms, I think he was poisoned. We need to get him an antitoxin right now.",	"s_48":"Yes, he is already feeling better.",	"s_49":"Good to hear. I wish I knew what was in that shipment...must have been bad. Lucky for us that you are here. You have shown great potential and are on your way to becoming a great Medic.",	"s_50":"Thank you.",	"s_51":"Here. Take this. It is a bracelet used by the Polis Massans. They are some of the greatest healers in the Galaxy. By the way, I do believe Han Solo was looking for you. You should seek him out.",	"s_52":"I will. Thank you.",	"s_53":"You have earned it. I also happen to have an extra medic uniform. Please take it as well. You have the skills...now you can wear the uniform too!",	"s_57":"Yes, how did you know?",	"s_59":"Part of my programming dictates that I keep up-to-date on all new arrivals to the station. It is most fortunate for us here at Tansarii that you have arrived. With all the dangers around here, we can always use another medic.",	"s_60":"Aja sends her thanks. You did fine work...",	"s_62":"Why?",	"s_64":"As you can see, we are a little short-staffed, so every healer helps.",	"s_65":"Why are you here?",	"s_66":"What can I do?",	"s_67":"I lost my bactapack.",	"s_68":"I think they need help.",	"s_69":"I don't have time to deal with non-medics right now.",	"s_70":"Aja Sen could use your help.  She is right behind me tending to a station mechanic who burned his hand.",	"s_71":"Here is a new one, try not to lose it.",	"s_72":"Yes, most fortunate you are here indeed. Please help them for us.",	"s_76":"You have learned all I have to teach.",	"s_77":"What do I do?",	"s_78":"I am extremely busy. I hope you are here to help.",	"s_79":"Oh, thank you for coming to cheer up the patients! You can start playing whenever you'd like.",	"s_80":"Sorry. I will leave you alone.",	"s_81":"Use your bactapack on him. That should stabilize his condition. He is on the lower level.",	"s_83":"Where do we get that?",	"s_84":"Go to my medicine cabinet by the wall over there and collect the ingredients. Bring them back to me so I can mix them up.",	"s_85":"Thank you.",	"s_90":"Here, take another bactapack and use it on him. He is on the lower level."
}}