{
	"stfFile":"conversation/npe_pilot_training",
	"entries": {
		"do_not_edit":"The English version of this file (npe_pilot_training.stf) is automatically generated by the SwgConversationEditor.",	"s_130":"Ha! You're a great pilot, my friend! Unfortunately, you've cleared all your assignments. Well... at least the ones I can give you.",	"s_132":"What do you mean?",	"s_134":"Well, if you're interested in continuing on in Ord Mantell, you should seek out Laetin. Mind you, he has much more challenging assignments.",	"s_148":"%TU, are you okay? What happened?",	"s_152":"I'm glad you are back for more %TU, we could use all the help we can get here.",	"s_154":"Not a problem, I'm happy to assist.",	"s_170":"I just heard of your misfortune.",	"s_174":"You did very well out there. Welcome home.",	"s_176":"Thank you.",	"s_188":"You've come back, but why? Haven't you finished your mission?",	"s_189":"Now on to your next assignment. One of our officers needs an escort from the station to a Hyperspace Point beyond. With all the pirate activity lately, I needed a good pilot to make sure he reaches it safely and you will be perfect.",	"s_193":"I will do my best.",	"s_197":"Good. Be careful out there, the Black Sun are everywhere lately.",	"s_2":"",	"s_201":"Lately there's been a lot of Black Sun Pirate activity around an abandonded space hulk not far from here. We're not sure what they are doing there but it doesn't matter, pirates are not welcome here! I need you to fly out there and chase off any Black Sun Pirates you find.",	"s_221":"I'll do it!",	"s_223":"Good. Use the Space Terminal to launch in to space and I'll provide you with the coordinates to the abandonded hulk.",	"s_235":"I think you're already on one of my assignments. You should get that finished and then come back for more work. You're so eager!",	"s_247":"I failed. Let me try again.",	"s_252":"Okay. Well, get back out there! Make us proud.",	"s_265":"I know. I'm so sorry. The Black Sun are vicious.",	"s_270":"I fully understand. I have no doubt that they're still there. Go get them!",	"s_271":"Yes, ma'am! I'm on it!",	"s_272":"Good to hear. I hope to see you victorious!",	"s_281":"I didn't make it. But I'll do it this time. Trust me!",	"s_282":"Okay. Try it again. I hope this time it'll go well for you.",	"s_283":"Thank you, ma'am!",	"s_284":"Come back with good news, my friend!",	"s_297":"Thank you. I'll return to my duty.",	"s_298":"Good luck!",	"s_46":"Aren't you supposed to be working with Laetin?",	"s_54":"Thank you.",	"s_55":"Good bye now!",	"s_56":"You need to use the Green Space Terminal over there to gain access to your ship.",	"s_59":"I have your ship repaired and ready %TU. Let me know when you are ready for an assignment.",	"s_63":"What are you doing here, friend?",	"s_65":"I was told you could teach me to fly.",	"s_67":"Yes, yes I can. Very well, then. Let's get you started. It would be wise to start on a few training missions. I want to test your skill before we place you on more difficult assignments.",	"s_69":"You got it, ma'am!",	"s_71":"I need for you to travel to Station Gamma. We've heard rumors regarding a disturbance. If there isn't a disturbance, however, feel free to land there and check it out if you wish. If not, return, and we'll continue your training.",	"s_73":"Understood.",	"s_75":"Good. Use the green Space Terminal beside me to launch your ship.",	"s_77":"I am sorry, you must finish your training before you can help me.",	"s_78":"Where is he?",	"s_79":"Oh. He's over there in the offices. I hope to see you around!"
}}