{
	"stfFile":"conversation/npe_resource_vendor",
	"entries": {
		"do_not_edit":"The English version of this file (npe_resource_vendor.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"I need metal.",	"s_108":"I need a new crafting tool.",	"s_110":"I can't sell it to you unless you have 100 credits.",	"s_112":"I see. Very well. I can sell you a new crafting tool for 100 credits. Would you like one?",	"s_114":"Yes.",	"s_116":"Very good.  Enjoy your crafting tool!",	"s_118":"No.",	"s_120":"Indeed. You should look at my resources!",	"s_13":"You will get 40 units of metal for 100 credits. Is this acceptable?",	"s_15":"Yes.",	"s_18":"No.",	"s_2":"",	"s_21":"I would like some flowers.",	"s_22":"Here are your 40 units of metal.",	"s_23":"Understood. If you change your mind, let me know.",	"s_26":"For 100 credits, you will get 40 units of flowers. Would you like to complete this transaction?",	"s_28":"Yes.",	"s_30":"Enjoy your 40 units of flowers.",	"s_32":"No.",	"s_34":"Very well. I will be here if you need resources.",	"s_36":"I would like water.",	"s_39":"I can sell you 40 units of water for 100 credits.",	"s_4":"May I help you?",	"s_41":"Yes.",	"s_43":"Here's your 40 units of water.",	"s_45":"No.",	"s_47":"I  understand. ",	"s_49":"I need gemstones.",	"s_52":"Ah, gemstones. I can sell you 40 units of gemstones for 100 credits. Would you like them?",	"s_54":"Yes.",	"s_56":"Here are your gemstones.",	"s_58":"No.",	"s_6":"I need resources.",	"s_60":"Good enough.",	"s_62":"I need fiberplast.",	"s_65":"I can sell you 40 units of fiberplast for 100 credits. Would you like them?",	"s_67":"Yes.",	"s_69":"I'm sorry. You don't have 100 credits. Please come back to me when you do.",	"s_70":"I'm sorry. You don't have 100 credits. Please come back to me when can afford my goods.",	"s_71":"You need 100 credits before I can sell you water.",	"s_72":"You cannot afford the genstones. Talk to me again when you have 100 credits.",	"s_73":"I'm sorry, but you do not appear to have the credits needed.",	"s_74":"Enjoy the fiberplast.",	"s_76":"No.",	"s_78":"All right. I will be here if you change your mind.",	"s_8":"Very well. Let me tell you how my prices work. I have a flat fee of 100 credits for 40 units of resources. What do you need?",	"s_80":"I need cereal.",	"s_82":"I can't sell them to you unless you have 100 credits.",	"s_84":"I can sell you 40 units of cereal for 100 credits. Would you like them?",	"s_86":"Yes.",	"s_88":"Make something delicious with these!",	"s_90":"No.",	"s_92":"Very Well. I will be here if you change your mind."
}}