{
	"stfFile":"conversation/npe_medic_questgiver",
	"entries": {
		"do_not_edit":"The English version of this file (npe_medic_questgiver.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"I am too busy right now, maybe later.",	"s_102":"Okay, please come back when it is more convenient for you.",	"s_104":"Thank you for your help. I'm sure the mechanic appreciates it. Here, take this stimpack. Use it on yourself whenever you are injured.",	"s_106":"Thank you.",	"s_108":"No, thank you. You have saved me precious time.",	"s_127":"Oh, thank goodness. There is a mechanic here that needs medical attention. Why don't you practice your skills with him? I'll stay here and make sure that you have no problems.",	"s_129":"What can I do to help?",	"s_131":"Take this bactapack and use it on him. A shot of bacta from this should help him out.",	"s_2":"",	"s_29":"What is it? You still haven't finished what I tasked you with. Return when you are done.",	"s_30":"How is the mechanic?",	"s_32":"The bactapack worked very well. He's much better.",	"s_35":"What is 'Station Gamma'?",	"s_36":"It is a space station that was sealed off, until recently. Several people have gone and returned with some very strange tales. I hear it can be a rough place, so you might want to gather some friends to help you out.",	"s_37":"What would you like me to do?",	"s_42":"I am extremely busy. I hope you are here to help.",	"s_44":"Billingsly sent me here to help.",	"s_48":"I think Billingsly needs you more than I do at this moment.",	"s_49":"Hello, %TU. I have a request for you, if you have the time.",	"s_50":"Why are you back so soon?",	"s_51":"Depends on what it is.",	"s_52":"I lost my bactapack.",	"s_53":"I have heard that there is some cloning experimentation going on at Station Gamma. Do you think you can help me confirm or deny these claims?",	"s_54":"What would you like me to do?",	"s_55":"I'll head over there now.",	"s_56":"No thank you. I don't want to hunt down clones.",	"s_57":"Excellent. Flying to Station Gamma is not difficult. I'll give you a waypoint, but you will need a starship to get there.",	"s_58":"Hopefully they feel the same about you. Come back if you change your mind.",	"s_59":"Okay, here is a new one. Try not to lose it this time %TU.",	"s_61":"I need you to collect blood samples from the Rak'qua 'clones' there. I'll need several different blood types to do a comprehensive analysis. If you have never been to space, talk to Serissu.",	"s_62":"I will bring the samples back for you.",	"s_63":"Thank you.",	"s_64":"You're back! Did you get the blood samples?",	"s_65":"Yes, here they are.",	"s_66":"Good, I will run tests on these right away. Thank you.",	"s_67":"Is there something you need?",	"s_94":"I have no more work for you.",	"s_96":"Sure.",	"s_97":"I need you to go to Station Gamma and collect DNA from the hostile Rak'qua clones there. All you need to do is kill them and get blood samples. I'll need a few different blood type samples."
}}