{
	"stfFile":"conversation/npe_profession_trader",
	"entries": {
		"do_not_edit":"The English version of this file (npe_profession_trader.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"I see, what do you want to know?",	"s_103":"Well, I won't be on Tansarii forever. Survey tools are the best way to acquire resources while on the ground, right?",	"s_105":"Survey tools and harvesters, yes.",	"s_106":"Sure.",	"s_107":"Ah, yes. Please show me how to make a Mineral Survey Device. I can't seem to get the bits working right. I have the metal that you need.",	"s_108":"Fine. What do you want to know about?",	"s_109":"I'm anxious to see a good Mineral Survey Device. If you need more metal, talk to Jesi.",	"s_110":"I can do that. I need one anyway.",	"s_111":"Very good. You finished the device, yes?",	"s_115":"What if I need a new crafting tool?",	"s_116":"Yes I did.",	"s_117":"Jesi can sell you one for 100 credits.",	"s_118":"Let me see. Oh! I know what I did wrong! I didn't make the radar able to scale and my abilities with it are too low to use the long-range radar. ",	"s_120":"I see how that could be a problem.",	"s_121":"I need you to do me one more favor. The Bartender will be well-disposed to you at the moment. Things here are really ...interesting right now. He probably knows why. Would you find out for me?",	"s_122":"Yes. I still have some extra metal, so if you would show me another tool, I'd appreciate it.",	"s_124":"Sure. ",	"s_125":"If you insist.",	"s_126":"I just want you to know that I'm very impressed with your willingness to help me. Here is payment for your generosity. I have some extra metal if you would show me how to make a Flora Survey device.",	"s_128":"Here's my last bit of extra metal. Would you show me a Flora Survey tool?",	"s_129":"Thank you.",	"s_130":"Sure.",	"s_132":"Thanks again. Let me know when you finish the Flora Survey Device.",	"s_133":"Once you finish your demonstration for the Bartender, come back and talk to me.",	"s_135":"Good day, or what passes for day here! I can't believe that you are here. Who would imagine that %TU would be on Tansarii Point Station?",	"s_137":"Thank you. It's a rather long story, but yes, I'm here.",	"s_138":"Are you done with the Flora Survey Tool? If you need more metal, see Jesi. I'm out.",	"s_139":"Thank you very much! May your business be profitable!",	"s_140":"Have you finished the tool?",	"s_141":"All the better for us. I was wondering if you would like to show your culinary skills to our resident 'chef'. He's great with a drink, but his cooking leaves a bit to be desired.",	"s_142":"Yes I did.",	"s_143":"And to you, %TU. I'll be sure to spread the word of your skill and generosity. Han asked me to let you know that he needs to speak to you again.",	"s_144":"Ah. Let me see. Ok, it's as I thought. The Flora Survey Tool is very similar to the mineral one. I'll bet all of them work pretty much the same. I can't wait to go planetside and be able to try one out!",	"s_145":"I believe I can help.",	"s_146":"Thank you for supplying me with the resources.",	"s_148":"I'm happy to help. Oh, when you mentioned harvesters earlier, I started looking through my goods. I noticed that I have this deed. It's not going to do me much good now, so I'd like you to have it. I even have some energy to power it.",	"s_149":"Fantastic! Talk to the Bartender in the Cantina. He should be open to learning new techniques, at least.",	"s_151":"Hello! I can't help you, I'm afraid. My services are for Traders only.",	"s_153":"Things are looking up since you helped me!",	"s_2":"",	"s_53":"When you have made the pants, let me know. If you need more resources, Jesi here can sell them to you.",	"s_54":"Have you finished those pants?",	"s_55":"Yes, here they are.",	"s_56":"Let me see...good lines, even color. Ah, I see! Your seam-work is amazing. Now I see why your clothing is almost indestructible!",	"s_57":"Thank you.",	"s_58":"Thank you, %NU. This will help me immensely. I'm just sorry that I can't pay you more.",	"s_59":"That's all right.",	"s_60":"Here is your payment. I'd love to see more, if you have time.",	"s_61":"Hello again, %NU. It's okay if I call you %NU?",	"s_62":"%NU, are you ready to show me your technique?",	"s_64":"Yes.",	"s_65":"Great! So, my next problem is a recipe for a dessert that I loved as a child. I have the ingredients correct, but it won't set properly. Would you show me how you do it?",	"s_66":"Very well.",	"s_67":"Here are the ingredients. I'll wait for you here.",	"s_68":"Certainly.",	"s_69":"You don't appear to be done yet. If you need more cereal, Jesi can sell it to you.",	"s_71":"Thank you. I've been having some problems with tailoring recently. ",	"s_73":"Oh, that smells divine! ",	"s_74":"It isn't easy, certainly.",	"s_76":"You aren't kidding. If I supply you with resources, would you make a pair of casual pants? I'd love to see how you put them together.",	"s_77":"This batch did come out rather well.",	"s_79":"Very well. ",	"s_81":"It takes me right back home!  Let me see. Ah! I understand where I went wrong. No wonder it was never solidifying! You have such talent!",	"s_82":"Good luck!",	"s_85":"Thank you.",	"s_88":"Thank you very much. You will be saving hundreds of lives, or at least their stomachs! When you talked to him, what did he tell you?",	"s_89":"You're welcome. You have been so generous with your time that I hate to impose, but I have a couple more requests.",	"s_91":"He told me that an Old Republic Relic just passed through.",	"s_93":"I should have time to help you a bit more.",	"s_94":"Isn't that fascinating? I'm going to have to sniff around and find out more about this.  I would like to learn more from you, if you are willing.",	"s_96":"Certainly. What would you like me to do?",	"s_97":"Great! Here's your payment for showing me about these Bofa Treats. Oh, and I know what I'd like to see next.",	"s_99":"So, the next thing that I want to know more about is Survey tools."
}}