{
	"stfFile":"conversation/nym",
	"entries": {
		"do_not_edit":"The English version of this file (nym.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"Anything else?",	"s_102":"Get some rest, %TU. Come back when you are ready for more work.",	"s_103":"You are a Lok Revenant now, %TU. Feel free to make yourself at home in the Stronghold. Great work.",	"s_104":"You're negotiating with them?",	"s_105":"Yes, I know. I know. I'm sick of losing time and money to these wanna-be pirates but at this point it might be cheaper to bribe them into staying on their little part of the planet. Having to keep those hooligans in check is a real drain on profits.",	"s_106":"Do you think they'll go for it?",	"s_107":"I'm sending you to find out.",	"s_108":"Me?",	"s_109":"You are the emissary, %TU. Did you think you were going to be rubbing elbows with nobles and partying with the elite?",	"s_110":"Well, I've remained optimistic until now.",	"s_111":"We've established a neutral meeting location. Go there, find out their terms and contact me. You can defend yourself, but don't pick any fights. They know who you are, so don't expect it to be cordial.",	"s_112":"I will.",	"s_113":"Dismissed pirate!",	"s_114":"Fight in the arena?",	"s_116":"Yes. I've got a short list of opponents that have angered me. Survive the arena and you'll get to be one of us. And of course, some credits to go with your new found fame.",	"s_118":"I'll do it.",	"s_120":"Of course you will. Take the stairs to the ladder behind me. The ladder will take you to the roof. I'll be watching. Don't make me look like a fool.",	"s_122":"That depends on what the pay is like, sir!",	"s_124":"The pay? You are indeed my type of pirate-spacer-garbage. The pay is okay. Occasionally when you don't make me mad it will be better. Still interested?",	"s_126":"I very much want to be a Lok Revenant, sir!",	"s_127":"Why are you still here, %TU? I need you to negotiate peace with the Sulfur Lake Pirates. Now get goin'!",	"s_128":"Go meet the shuttle, %TU. Escort the politicians back here.",	"s_130":"Does it look like I speak to just any fringer? Go find someone else. I don't have the time.",	"s_2":"",	"s_22":"%TU! I hope you are well rested. I need you to meet an envoy of politicians from Tatooine.",	"s_25":"You want me to kill them?",	"s_26":"No, I want someone that can speak Basic that I can also trust, to meet them then bring them here to the Stronghold lobby to discuss...business.",	"s_27":"Are they at the Starport?",	"s_28":"No, they are orbiting in low orbit in a shuttle. You are to go to the Landing Clearance terminal in front of the Stronghold and grant them permission. The terminal will temporarily lower our defenses for the shuttle to land.",	"s_29":"I understand.",	"s_30":"Good! And, %TU, do try to be courteous to the guests.",	"s_37":"Fantastic work, %TU. You handled yourself well out there...like a true ambassador! I'm rewarding you for you help with a badge of appreciation.",	"s_38":"Thank you, sir!",	"s_39":"You are now Ambassador of the Lok Revenants.",	"s_48":"Is the Arena Champion ready for some more work or early retirement?",	"s_50":"Retirement?",	"s_52":"What?  Lok Revenants don't retire! Besides, I have something important that needs doing and you are just the hero for the job.",	"s_54":"Bash skulls?",	"s_56":"More skulls to bash, please.",	"s_58":"No. Although that is tempting. I actually need some help addressing grievances from the common folk in the Stronghold Proper. The commoners just won't leave me alone. I need an ambassador of sorts.",	"s_60":"Me? An ambassador to Nym?",	"s_65":"No better person than the Champion of the Arena.",	"s_66":"What do I need to do?",	"s_67":"There seems to be a mob gathering outside. My guards are keeping things from getting out of control but it still annoys me.",	"s_68":"What do you want me to do about it?",	"s_70":"I've marked the location in your datapad to the most annoying townie. I believe he speaks for the others. They say that they are disgruntled so go find out what it would take to make them... I don't know... gruntled, I guess. Whatever it is, make it happen..",	"s_72":"Great work, %TU! Here is your cut of the arena winnings. You are now a Lok Revenant. Congratulations! Now go get some rest. Come back when you're ready for more work.",	"s_74":"What are you doing down here? Get up on the roof and prove you are worthy!",	"s_76":"So you are %TU? The way everyone has spoken about you, I'd expected something more.",	"s_78":"You wanted to see me?",	"s_80":"Who do you think you are? You'll address me properly as your superior!",	"s_82":"You were gone a while, %TU. I thought maybe the townspeople might have chased you out of town. ",	"s_83":"They just needed a drink and a bath.",	"s_84":"I can imagine! Good job providing both!",	"s_85":"Great work rescuing Choster's sister, Sheeli.",	"s_86":"%TU! I have a new mission for you.",	"s_87":"I failed to broker peace, sir.",	"s_88":"Yeah, well. We can't have everything. Maybe we can try again when things blow over. Although, after the punishment you have provided, I'm not too sure that will forgotten soon.",	"s_89":"Sir?",	"s_90":"I've sent a message to the Sulfur Lake Pirates requesting a cease fire pending a negotiation of peace between us and them. ",	"s_91":"You wanted to see me, sir?",	"s_93":"You wanted to see me, sir?",	"s_95":"Yes! I wanted to see the newest face. You want to be a Lok Revenant or is this all a big waste of my time?",	"s_97":"I very much want to be a Lok Revenant, sir!",	"s_99":"We'll see. I have a unique opportunity for you. I've recently built a Stronghold Arena on the roof of this building. I think you're just the type of no name, fringe survivor that can handle yourself in a fight. Interested?"
}}