{
	"stfFile":"conversation/nym_themepark_quatermaster",
	"entries": {
		"do_not_edit":"The English version of this file (nym_themepark_quatermaster.stf) is automatically generated by the SwgConversationEditor.",	"s_13":"Oh for Nym's sake, what now?!",	"s_15":"Motor Power Regulator. I need one.",	"s_16":"I just heard from Rei and it was a close thing but the supplies made it to him in time. I owe you my thanks.",	"s_17":"That's what he said. The thanks is welcome but the part would be more so...",	"s_18":"Oh! Yes, of course, of course!  Here it is.  Tell Phor that I am looking forward to a cold glass and a bath; not necessarily in that order.",	"s_19":"I just heard from Rei and he's still waiting! What are you doing back here?!",	"s_2":"",	"s_20":"I didn't make it in time and the supplies expired.",	"s_21":"Here are some more; you need to move faster this time!",	"s_23":"Hold that thought, I'm getting a comm...",	"s_34":"Back again?  Need more chemicals?",	"s_36":"No chemicals; Flow Control Valves, this time.",	"s_38":"Huh, I don't have anything like that, sorry. I do know where you might get some but it may be risky...",	"s_40":"And where's that?",	"s_42":"There is a Pressurized Liquid Storage Unit not too far from here that is sure to have the valves you need...",	"s_44":"And how is that risky?",	"s_46":"Sure, take your time, it's not like anyone's dying of thirst or anything...",	"s_47":"Well for once, I'm glad to see you. That was from one of our field agents and a clanmate of mine. He's been injured and needs help.",	"s_48":"So I forget about the thirsty people and rush to help this guy?",	"s_49":"Look, I've got the part you need, but Rei needs help NOW! I need you to rush these medical supplies to him.  Hurry, they have an exceptionally short viability in this environment!",	"s_50":"Okay, okay, hand over the supplies and point the way.",	"s_51":"Already in your datapad, now please hurry!",	"s_52":"Well, it IS pressurized, after all... remove the flow control valves or tamper with it in any way and the whole thing might go boom!",	"s_54":"I'll be careful...",	"s_56":"You'll be dead, but it's your funeral. Here's the location.",	"s_61":"What? Can't you see I'm busy?",	"s_63":"I've come to ask about a requisition for supplies.",	"s_65":"Well, that's what a Quartermaster is for, after all. But I'm afriad that I don't have much on-hand. What do you need?",	"s_67":"I doubt you've been all the way out to Mt. Chaolt already...",	"s_68":"Yeah, just going there now.",	"s_69":"Of course.",	"s_70":"Couldn't take the pressure, eh?",	"s_71":"That was bad. No just taking a break.",	"s_72":"Hope you're not getting thirsty...",	"s_73":"What are you still doing here?!",	"s_74":"I... um... I...",	"s_75":"You're wasting time you don't have, now GO!",	"s_76":"Nym's Water Treatment Technician needs Cationic Chemical Coagulant.",	"s_78":"Hmm... clean water would be nice for a change.  Tell you what, I don't have it, but I know someone who owes Nym a favor who does.",	"s_80":"Just tell me who and where.",	"s_82":"Here's the location to a Smuggler by the name of Dak. I'm afraid he's way out by Mt. Chaolt...",	"s_84":"I'm too busy for idle chit-chat. Go talk to someone in the Stronghold proper."
}}