{
	"stfFile":"conversation/nym_themepark_smuggler",
	"entries": {
		"do_not_edit":"The English version of this file (nym_themepark_smuggler.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"You got the Chemical?",	"s_11":"I believe I have enough of it, yes.",	"s_12":"Great.  It'll be good to be out from under Nym; you make sure to let him know we're square, got it?",	"s_13":"Blue!  Wait, I mean... relax! I was sent by Ralia Reevens, Nym's Quarter...",	"s_15":"...Master, yes yes, I know her.  I suppose she's wanting to cash in on the favor I owe Nym, huh?  Well it's about time! What does she want?",	"s_17":"She said you would have access to a quantity of Cationic Chemical Coagulant...",	"s_19":"Yes, there's a great need for liquid filtration supplies throughout the galaxy and the Empire has been trying to corner the market. Fortunately, this volcano produces excellent deposits of one type of coagulant.",	"s_2":"",	"s_21":"So you'll give me some, then?",	"s_23":"Not so fast! Favor or not, I don't just give stuff away. You'll have to get your hands dirty if you want anything from me.",	"s_25":"Figures. So what do I have to do?",	"s_27":"I have the processed chemical you need, but in return I need you to supply me with the raw stuff so I can still make my scheduled shipment.",	"s_29":"And how do I do that?",	"s_31":"There are deposits scattered around the volcano. Just dig up a few and bring 'em back to me. Simple enough, right?",	"s_33":"And what if I don't want to?",	"s_35":"If you can't stand the heat, get off the volcano.",	"s_37":"You look like you got lost. I gave you the chemicals, now leave!",	"s_38":"Unless you have a business proposal you can just go away.",	"s_39":"You don't have all the raw chemical, yet, do you?",	"s_40":"No, not really.",	"s_41":"I know there's plenty out there... it make the rocks kinda white-ish if that helps. I don't have all day; if you can't find enough of the raw stuff in time I'll just have to ship what I've got, understand?",	"s_42":"Okay, okay, keep your shirt on!  I'll be back soon.",	"s_43":"No, no, take your time.  I'd rather turn a profit than return a favor.",	"s_8":"Who are you, how did you find me, who sent you here, what do you want?!"
}}