{
	"stfFile":"conversation/orion_rank3",
	"entries": {
		"do_not_edit":"The English version of this file (orion_rank3.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Welcome to the new Orion Industries.",	"s_102":"Thank you, it is a pleasure.",	"s_104":"We have been tasked with making Nova's life miserable. Can you handle that?",	"s_106":"It would be my pleasure.",	"s_108":"Good. Our first order of business will be fun. We have uncovered some shipping routes that Nova thinks he can use.",	"s_110":"You want me to go there and cause trouble?",	"s_112":"Exactly, get out there and teach them that hyperspace is not safe.",	"s_113":"Not if I get them first.",	"s_114":"My thoughts exactly. You should head out to the area they were last seen.",	"s_116":"Shouldn't you be somewhere else?",	"s_14":"How's the hunt coming?",	"s_2":"",	"s_20":"Congratulations on springing that trap.",	"s_28":"What are you doing here? Shouldn't you be out there springing that trap?",	"s_34":"Nice work on getting that freighter in.",	"s_38":"Thanks, they didn't like that at all.",	"s_39":"That's the point.",	"s_40":"So, what's next?",	"s_42":"We need you to rescue one of our freighters that was attacked by 'pirates'.",	"s_44":"Just gathering supplies.",	"s_45":"I lost the coordinates.",	"s_46":"You must hurry.",	"s_47":"Here, now get out there.",	"s_48":"The Novans didn't know what hit them.",	"s_49":"I bet they didn't. You ready for your next assignment?",	"s_50":"More than ready.",	"s_51":"I think so too. It looks like their number one pilot is out to get you, as well.",	"s_52":"Just heading out now.",	"s_53":"I need those coordinates again.",	"s_54":"They wont see what hit'em.",	"s_55":"Here, stick it to'em.",	"s_56":"What kind of bad news?",	"s_57":"While you were out there Nova staged an attack and took out one of our top pilots.",	"s_58":"So I was just a distraction?",	"s_59":"No, I think they meant to take you both out. This means war.",	"s_60":"War?",	"s_61":"Yes, we can't let them get away with this. You need to get a promotion so we can use you on the front lines. Garrick Orion himself will be calling the shots at that level.",	"s_62":"You think it is a trap?",	"s_64":"I know it is. Lets teach them Novans a lesson.",	"s_66":"Why are you here? You should be taking that Nova freighter.",	"s_68":"I know, I am heading out now.",	"s_7":"Get your promotion taken care of. We need you out there. Go see Willard.",	"s_70":"Give it to them.",	"s_72":"I lost the coordinates.",	"s_74":"Here, now get out there.",	"s_76":"Wow, great work! They won't be using those hyperspace lanes anytime soon.",	"s_78":"Thanks, it did get a little hairy out there.",	"s_8":"Congratulations. Although there is some bad news too.",	"s_80":"Nothing you couldn't handle, I'm sure.",	"s_82":"Obviously, what's next?",	"s_84":"Nova is attempting to sneak some supplies in.",	"s_86":"You want me to blow up the freighter?",	"s_88":"No, I want you to help take the freighter over. Just disable it, then escort it back once we have control.",	"s_90":"You are supposed to be disrupting those shipping lanes.",	"s_92":"On my way.",	"s_94":"Good, get going.",	"s_96":"I lost the coordinates.",	"s_98":"Here they are, now get out there."
}}