{
	"stfFile":"conversation/outbreak_han_solo",
	"entries": {
		"do_not_edit":"The English version of this file (outbreak_han_solo.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Are you absolutely sure, %TU? You won't be able to reverse this. You will only get to keep your rewards.",	"s_101":"Yes.",	"s_102":"Okay then, you are all set. Which version of the story would you like?",	"s_103":"Rebel again.",	"s_104":"Imperial.",	"s_105":"Neutral.",	"s_106":"Done.",	"s_107":"Done.",	"s_108":"Done.",	"s_109":"So, what is so valuable in there that you need someone like me?",	"s_111":"The Empire has sent in several of its own volunteers to retrieve an unmutated sample of the Blackwing virus.",	"s_113":"Why would they be that stupid?",	"s_115":"The Empire isn't one to invest millions of credits only to lose it on an accident. It is likely that the Emperor or Vader want the virus to restart research in a new location.",	"s_117":"And you need me to get to it first?",	"s_119":"Exactly, kid. Get in there, meet with Cody, get the anti-virus and find the main research facility where the virus was released. Infiltrate the facility and retrieve the sample before anyone else. I'd say it was easy, but it won't be.",	"s_121":"You need to find those Stormtroopers at the Research and Prison facility, %TU. I'll be in touch once you locate them.",	"s_122":"Great job finding the Stormtrooper contingent, kid. I know it is exhausting but you need to get back in there and recover the sample.",	"s_123":"Well done, kid...I mean...Well done, %TU. You saving the scientists and diminishing the virus were a nice touch. Don't be surprised if the Alliance contacts you to do something else.  And if they do, make sure to pack a coat.",	"s_124":"Can you take this Blackwing sample?",	"s_125":"Sure, kid. I don't know if I'm happy to have it but I'll take it off your hands.",	"s_126":"I need off this planet. Can I catch a ride with you?",	"s_127":"Sorry, kid. I don't take on passengers anymore. It's bad for my health. But if it makes you feel any better, you earned a lot of credits. You can probably have a pleasure barge pick you up.",	"s_128":"Right.",	"s_129":"It was good working with you, %TU. I have a feeling we'll be seeing each other again soon. ",	"s_130":"I'm going to stick around and make sure Doctor Cody has everything she needs. See you around, kid.",	"s_131":"I don't know. Sounds like a suicide mission.",	"s_133":"It just might be, kid, so you should think it over real good. The only reason the Alliance would ask someone to volunteer for this operation is to help avoid the death of innocents down the road. If the Empire is allowed to make a virus that kills entire planets, only to bring them back to life and attack others...well, you can imagine what type of problems that might create.",	"s_135":"And if I succeed?",	"s_137":"Well if you succeed, Mon Mothma herself will probably reward you. She'll probably pin a nice medal on you or something. Honestly, kid...I don't blame you if you don't think it's worth it...I'd be on my way as well if...",	"s_139":"Okay, I'll do it.",	"s_140":"Virus? Do we know anything about it?",	"s_142":"Well yes actually. I know about it first hand. Chewie and I had an 'experience' with this virus before. It was called Blackwing. The virus wiped out a star destroyer as well as a prison ship. Nasty stuff.",	"s_143":"...it weren't...What?  You'll do it?  Fantastic, kid.  You got guts!  You remind me of someone else I hang out with. Can't wait to tell him he has some competition. Heheha! Do you have any questions before you get started?",	"s_144":"So it is a deadly airborne virus that kills?",	"s_146":"Airborne most likely, but the killing part gets a little complicated, kid. You see, it does kill the victim but then the virus takes over the victims body. And then things get violent.",	"s_147":"How will I get in? Air Drop?",	"s_148":"So wait...you mean the virus makes the dead walk.",	"s_150":"Walk, run, bite...even pick up a blaster and shoot at you. Unnerving isn't it? Its even worse if it catches someone...I guess reanimating the dead makes the infected hungry.",	"s_151":"No, kid, we got you Imperial authorization. It will be as if you were working for Vader himself. Pretty snazzy, huh? Anything else?",	"s_152":"What? They eat people?",	"s_154":"Yeah, kid...I ain't gonna candy coat it. They eat anything moving that isn't one of them.",	"s_155":"How did the virus escape in the first place?",	"s_156":"Um great, sounds like a nice place to avoid.",	"s_158":"Well, if you listen to Darth Vader, the Alliance is behind the outbreak. In reality it was likely a  research accident. Anything else?",	"s_160":"No, I'm ready.",	"s_162":"I have uploaded the details to your datapad. We have procured a stolen Imperial authorization code that shows you are working as an Imperial volunteer. Anyone who examines the authorization will think you are working for Vader himself.",	"s_165":"Uh, hello. You look like you might be lost. Would you like to know what is going on here?",	"s_166":"Yes.",	"s_168":"Okay...uh, let me contact you via comm after I check with Mon Mothma.",	"s_170":"This isn't a place for just anyone. You might want to find the next shuttle out of here.",	"s_2":"",	"s_242":"Well, I was hoping you'd actually volunteer for a mission for the Alliance. Pay is pretty good. I'd do it myself if I wasn't already tasked with dropping supplies.",	"s_243":"Wait...what? I'm not going in there.",	"s_244":"I told Mon Mothma it was a hard sell, Chewie. I don't know who else to call for this, kid. You came highly recommended.",	"s_245":"Why me?",	"s_247":"We contacted you because you have already done some fact finding on the subject. Remember something Jabba had you looking into?  Something about a Super Soldier? You actually obtained the scientific data on the virus genome without the Empire knowing. You're resourceful, discreet and you managed to stay alive.",	"s_249":"But not stupid. I'm not putting myself in the middle of a deadly virus.",	"s_260":"Oh right. I keep forgetting to tell everyone about the anti-virus. I'm with you, kid. Me and Chewie wouldn't be within a parsec of this system if we didn't have the anti-virus.",	"s_261":"Educate me.",	"s_47":"Thanks for showing up, %TU. ",	"s_49":"Why is this area walled in?",	"s_51":"This is the handy work of the Empire. Apparently there was an 'accident' with a virus and anyone that happened to be nearby was...infected.",	"s_61":"Well, originally we contacted you because we thought you supported the Alliance. I see you are a  freelancer. ",	"s_62":"Well, originally we contacted you because we thought you supported the Alliance. I see you've joined the Empire. ",	"s_63":"Yes. I think they need my help.",	"s_64":"Yes. I think they need my help.",	"s_65":"Are you sure? Once you start working for them there wont be any turning back.",	"s_66":"Are you sure? Once you start working for them there wont be any turning back.",	"s_67":"Yes.",	"s_68":"Yes.",	"s_69":"Well then...see you around...probably dead.",	"s_70":"Well then...see you around...probably dead.",	"s_71":"Call me if you need some back up.",	"s_72":"I may just need some soon. And hey, may the Force be with you.",	"s_74":"And remember, %TU, the Empire already has operatives inside the quarantine zone. The faster you get in there the better.",	"s_83":"Well, Doctor Cody administers the anti-virus. She's just inside the walls tending to survivors.",	"s_85":"So there are survivors in there?  Why haven't they been evacuated?",	"s_87":"Look, anyone that lands in there risks becoming lunch, or worse. Evacuations have been tried and failed. The best we can do is fly over and drop supplies.",	"s_89":"No I want to help you.",	"s_90":"No I want to help you.",	"s_91":"Are you sure? Once you start working for me there wont be any turning back.",	"s_92":"Are you sure? Once you start working for me there wont be any turning back.",	"s_93":"Yes.",	"s_94":"Yes.",	"s_95":"Well, in that case, %TU, thanks for showing up.",	"s_96":"Well, in that case, %TU, thanks for showing up.",	"s_97":"I want to do it all again.",	"s_98":"Excuse me?",	"s_99":"I want to do all the quests again."
}}