{
	"stfFile":"conversation/outbreak_canister_demolition_bothan_beta",
	"entries": {
		"do_not_edit":"The English version of this file (outbreak_canister_demolition_bothan_beta.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_25":"Look...you should really finish what you started at the other camp.",	"s_26":"So you decided to follow me here? You want to do some of the same work?",	"s_27":"I would like to destroy the canisters for this camp as well.",	"s_28":"Okay...just make sure you fulfill your quotas. Come back when you are done to get paid.",	"s_29":"Sure.",	"s_30":"You know the drill. Fulfill the quota and come back.",	"s_35":"I saw you come into camp. You look like you may be leaving soon.  Can we talk?",	"s_36":"Maybe. Why?",	"s_37":"Since you have the anti-virus I thought you might be interested in taking care of something slightly dangerous, but will help out the quarantine zone.",	"s_38":"I'm curious how you think I might help.",	"s_40":"It is actually simple. I give you several thermal detonators. You take the detonators and destroy leaking virus canisters the undead are putting out.",	"s_42":"You've done everything you can do. Now we'll just have to wait for a rescue.",	"s_43":"Blow up virus canisters?",	"s_45":"Like I said, since you are now immune to the virus, it is a simple job. There is a reward for canister quotas as well.",	"s_47":"What is in it for you?",	"s_49":"If the virus canisters are destroyed we have a better chance of being rescued. If a rescue party manages to land or blast its way to rescue us, they have less of a chance of succumbing to the virus before we can provide an antidote...and if I die, which could happen any minute here, I won't be needing these credits anyway.",	"s_51":"Okay...so there is somewhat of a plan.",	"s_69":"You don't have the anti-virus yet?? How did you get all the way here...go see Doctor Cody. She can help you out.",	"s_76":"So you are in?",	"s_78":"I'm in.",	"s_90":"Sorry. I was about to catch some rest, maybe come back later.",	"s_91":"Alright. Here are the detonators...uh be careful not to blow yourself up. You can find the leaking canisters around the camp. Good luck.",	"s_93":"Come back when you are done with your quota. I'll pay you then.",	"s_94":"I was watching you from afar. Looks like you fulfilled your quota.",	"s_95":"Yep.",	"s_96":"Great work. Here is the reward I promised.",	"s_97":"Well, now all we do is wait for a rescue. See you around."
}}