{
	"stfFile":"conversation/outbreak_defense_stephon_sprocketfire_beta",
	"entries": {
		"do_not_edit":"The English version of this file (outbreak_defense_stephon_sprocketfire_beta.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_21":"Godmode Quests",	"s_22":"Location 1",	"s_23":"Location 2",	"s_26":"Location 3",	"s_27":"Location 4",	"s_28":"Quest Given",	"s_29":"Quest Given",	"s_30":"Quest Given",	"s_31":"Quest Given",	"s_33":"Where to?",	"s_35":"I've assigned you a guard post. Keep your eyes open.",	"s_38":"You look like you might be able to help me.",	"s_40":"Do what exactly?",	"s_42":"This camp is in constant danger of being overrun from undead. I need a hero. Someone who can keep the undead at bay while I continue to improve this camp's defenses. All you need to do is stand guard outside the walls and attract the undead away from the entrance.",	"s_47":"Hello.",	"s_48":"Need anything done?",	"s_49":"Oh no. Thanks for asking though. Anything I would need done would be too much of a challenge for you.",	"s_50":"Did you think I meant you could take your time? Get to your post or I'll find someone else.",	"s_51":"You want me to draw fire...outside the walls?",	"s_53":"Essentially, yes. Perhaps I was wrong about you. Maybe you aren't brave enough for a mission that will save lives.",	"s_55":"You ready for some more camp defense work?",	"s_56":"Alright. Where do I go?",	"s_62":"Same amount of credits?",	"s_63":"I see, this is all about the credits. Sure, have it your way.",	"s_64":"You did surprisingly well. To show my gratitude I will actually pay you. Thanks for your assistance and feel free to come back for more work.",	"s_69":"You don't have the anti-virus yet?? Get away from me...go see Doctor Cody. She can help you out.",	"s_77":"That is more like it. Go to the waypoint I just gave you and keep your eyes peeled. If you see a mass of undead approaching your position then you are doing your job. Good luck.",	"s_90":"I'll be standing here for another 12 hours. There are a lot of people depending on me."
}}