{
	"stfFile":"conversation/porcellus",
	"entries": {
		"do_not_edit":"The English version of this file (porcellus.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"I'm going to need you to make sure that wine is unopened when you take it from Valarian's people. We can't serve opened wine bottles here, you know. We're not animals.",	"s_12":"We're going all out for this meal. I've got to convince Jabba to free me, and this is my best shot. Zucca Boar meat is needed!",	"s_14":"Have you ever had dragonet steaks? You have to cook them medium rare, it's the only way they maintain their flavor.",	"s_16":"You'd think he could just have vegetables, wouldn't you? It's all right. If you spice the squill livers just right they don't detract from the experience.",	"s_18":"I have to start the stock cooking for those beetles soon. You can never take too much time or put too much effort into making a good broth.",	"s_2":"",	"s_20":"I'm already chopping the ingredients I'll need to stuff the dune giz-, I mean the gune giz-, the uh, lune, no. What I meant to say was, the dune. Lizard. Gizzards. Yes, that's it.",	"s_22":"Say, you look handy. I could use someone to scrounge together some ingredients for me. Can you help me out?",	"s_23":"Can you think of anything for me to do now?",	"s_24":"You should head down to the garage and see Barada. I brought him some snacks a little while ago and he was complaining about needing help with something.",	"s_26":"I don't cook.",	"s_28":"Oh, it's just as well. You probably couldn't have handled it anyway.",	"s_30":"Just tell me what you need.",	"s_32":"Fantastic. You're going to start by bringing me gizzards. Gizzards from lizards. Dune lizards to be exact. Dune lizard gizzards. Hey, that's fun to say! Ok, start with that, and I'll let you know what else we need after that.",	"s_34":"What exactly are you cooking?",	"s_36":"Oh, this is going to be great. I've been Jabba's slave, er-I mean chef for too long. I'm going to make him the best meal he's ever had, and then when he's satiated and in a good mood I'm going to ask him to release me. He'll have to say yes.",	"s_38":"So, what are you cooking?",	"s_4":"That meal was exquisite. Jabba, of course, scarfed it down without tasting it, but what I sampled myself was incredible. I have you to thank for that.",	"s_40":"A five course meal. Stuffed dune lizard gizzard appetizers, beetle broth, squill liver salad, dragonet steaks, and zucca fruit pastries for dessert. We'll probably also need some wine.",	"s_42":"Where should I start?",	"s_44":"I'm not interested.",	"s_46":"I'm way too busy slaving over this stove to speak with you right now. Have you talked to Ephant Mon? I'm sure he could use your help.",	"s_6":"Ah, yes, these ingredients will do perfectly! Oh, I can't thank you enough. Jabba will have to let me go after this meal. This is going to be the best meal I've ever cooked!"
}}