{
	"stfFile":"conversation/prof_spy_21_sarlis",
	"entries": {
		"do_not_edit":"The English version of this file (prof_spy_21_sarlis.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"Failed at what?",	"s_13":"I have a contract from an influential member of the Incom corporation. It seems one of their courier ships was hijacked by some pirates. The pirates were only after general cargo, but they ended up getting much more.",	"s_15":"What would that be?",	"s_17":"An encrypted storage device with information about a new product they are developing. I'm banking that the pirates don't know what to do with it, or even what they have, but I am sure people who do know what to do with it will find out eventually and do anything to get their hands on it. ",	"s_19":"So what do you need me to do?",	"s_2":"",	"s_21":"You need to contact this group and try to recover the data key. It's similar to a datapad, but highly encrypted. We have located the group of thugs and forcing them to cooperate shouldn't be much of a problem.",	"s_23":"I can do this. Just download the information.",	"s_25":"You must hurry. It's only a matter of time before the encryption is sliced.",	"s_27":"I will.",	"s_29":"Good luck.",	"s_31":"Do they have any contacts to the local criminal organizations?",	"s_33":"No. These guys are just a pirate gang. They have refused an offer to work for Valarian, and Jabba considers them to be amateurs. They have minor connections with Black Sun, but that organization won't lift a finger if these guys need help. You won't have any long-term problems from them.",	"s_34":"The contact is very happy with your work. I will let you know when I have another job for you.",	"s_35":"You must finish the job.",	"s_36":"I need to know the information again.",	"s_37":"Here is the data you need.",	"s_38":"The contact has confirmed the data. I have your pay. They also wanted me to give you this. I am sure you will find use for it.",	"s_40":"Good to know. I will take the job. Download the information.",	"s_42":"I can't believe the prices on the bazaar lately. How did things get so expensive?",	"s_44":"I agree. It's ridiculous.",	"s_46":"Well, maybe things will settle down soon.",	"s_9":"Kaesii says I can rely on you. I hope so, because to be quite frank all the spies I have sent before you have failed."
}}