{
	"stfFile":"conversation/prof_spy_11_kaesii",
	"entries": {
		"do_not_edit":"The English version of this file (prof_spy_11_kaesii.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"I think I've had enough of this.",	"s_103":"Well if you ever decide you need work, I have an opening for a cleaning servant. Droids just don't do well enough.",	"s_105":"I'll keep it in mind.",	"s_107":"You're back?",	"s_108":"Yes. I need the mission information again.",	"s_109":"Well listen carefully this time.",	"s_110":"Why did you want to see me?",	"s_111":"Indeed! Good day to you then!",	"s_113":"Well it's good to see that the best of us can still find social time here!",	"s_115":"Thanks for all your help.",	"s_116":"Indeed! So please make sure you attend.",	"s_2":"",	"s_25":"I was told to expect you.",	"s_27":"Why do you want to see me?",	"s_29":"I am supposed to recover plans for a military prototype speeder.",	"s_31":"What does that have to do with me?",	"s_33":"I think you would be perfect for this job. It's a good start if you really want to be a spy.",	"s_35":"Sounds good. I'll take the job.",	"s_37":"Ok. Here is the location of the plans. You're going to have to work your way back to their repair bay. It shouldn't be that difficult.",	"s_39":"Why don't you do it?",	"s_41":"I would, but I have bigger issues at the moment. Don't you want the work?",	"s_43":"Sure, I could do that for you.",	"s_45":"Ok. Here is the location of the plans. You're going to have to work your way back to their repair bay. It shouldn't be that difficult.",	"s_47":"Can do. I'll return the plans to you.",	"s_49":"I'll have your payment, and maybe something a bit more useful to you as well.",	"s_51":"Not that desperate.",	"s_53":"Your loss. Good luck out there.",	"s_55":"Who stole them?",	"s_57":"Some people that work for Jabba. I am sure Jabba doesn't know about this yet.",	"s_59":"How can you be sure?",	"s_61":"It's my job.",	"s_63":"You sure don't look like a spy.",	"s_65":"That's because I am good at my job.",	"s_69":"Well, Hello! Are you planning to attend the VanDern's ball tonight. I hear all the best people from the rim are flying in to attend. I do hope you will be there.",	"s_71":"A formal ball? Here? On Tatooine?",	"s_72":"What are you doing here? I'm going to miss my party. You're supposed to be getting those plans. You're going to blow my cover.",	"s_73":"I couldn't find the plans.",	"s_74":"They are in the vehicle repair bay. It's in the back of the complex. Just look for all the vehicles and repair equipment.",	"s_75":"Ok, I will try again.",	"s_76":"Hurry!",	"s_77":"Excellent work. The manager of the White Thranta is already looking for these.",	"s_78":"How did he find out so quickly?",	"s_79":"I told him.",	"s_80":"You... WHAT?!?",	"s_81":"I was setting him up. By telling one of his rivals that we could sell him the plans, I knew it would get back to the White Thranta manager. Once he started looking for his missing plans it would prove to our buyer that we had the exact plans he was wanting to buy.",	"s_82":"Seems like a longshot to me.",	"s_83":"I had faith in you. Besides, the extra money from the blackmail of Durr to Jabba was a nice boost to our payoffs.",	"s_84":"I don't like being used.",	"s_85":"What do you think being a spy is all about, honey? Even after all that I've told you about this mission there is still plenty you don't know.",	"s_86":"I'm sure.",	"s_87":"Well, here's your pay, and something extra I was able to find for you.",	"s_88":"It seems you are. I'll take the offer, what do I need to do?",	"s_89":"Ok. Here is the location of the plans. You're going to have to work your way back to their repair bay. It shouldn't be that difficult.",	"s_91":"Why yes! It may not be Coruscant, but we do have people of exceptional breeding even out here on the rim!",	"s_93":"Exceptional breeding? You mean like genetics and test tubes?",	"s_95":"Why no, of course. I mean the elite of society. The people of measure who have lifted themselves up from the common folk.",	"s_97":"The common folk? You mean like the people who do your work for you?",	"s_99":"Of course, darling. The common people, the workers, the slaves and the servants. It is simply human nature to aspire to one's best. If your best is menial tasks well then you are of the common folk."
}}