{
	"stfFile":"conversation/prof_spy_21_eyan",
	"entries": {
		"do_not_edit":"The English version of this file (prof_spy_21_eyan.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Wha... what do you want with us?",	"s_12":"You hijacked an Incom shuttle recently. I want the encrypted datapad you stole.",	"s_14":"What datapad? All we got were crates of duralloy. What's left is in the tent, we sold the rest.",	"s_16":"Don't lie to me! I know you took the datapad.",	"s_18":"We... we had a datapad. Oniruko tried to slice it, but it had some kind of active protection on it. Next thing we know Oni gets shocked, starts foaming at the mouth and convulsing. We weren't able to get her to the medical center in time. ",	"s_2":"",	"s_20":"That's it! That's what I am looking for. Hand it over.",	"s_22":"We don't have it anymore.",	"s_23":"Look, I told you everything I know. Just go find him!",	"s_24":"I heard what you did. That's guts, mate. Just hope that guy never figures out it was you.",	"s_25":"That's not going to happen is it?",	"s_26":"From me? No way! Anyone crazy enough to steal from him is way to crazy for me.",	"s_27":"Good boy.",	"s_28":"Want to buy some duralloy?",	"s_30":"What are you talking about? Where is it now?",	"s_32":"We noticed some guy that was following us back from the medical center. When we got back here, he told me that the datapad was worth money to him, having seen what trying to slice it did, I just figured any sale was a good sale.",	"s_34":"So who was this person that took it?",	"s_36":"No idea! I swear to you, but...",	"s_38":"...but what? What do you know about him? TALK!",	"s_40":"A buddy of mine in Mos Espa saw him come off the shuttle. He happened to notice his datapad was set for the Imperial oasis base.",	"s_42":"Where is that?",	"s_44":"Here, I can set your datapad with the location. I don't think you want to follow this up though. I saw that guy take out three fully armed and armored rebel commandos by himself, with nothing but his hands. Killing him may prove difficult, stealing the datapad may be your only option.",	"s_46":"Fine.",	"s_48":"Just please don't tell him I told you.",	"s_50":"Shove off, mate. You don't want any of this."
}}