{
	"stfFile":"conversation/radio_delivery_deathtrooper_conversation",
	"entries": {
		"do_not_edit":"The English version of this file (radio_delivery_deathtrooper_conversation.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_31":"Come back when you are done delivering the radio. We'll talk then.",	"s_33":"That is 2 for 2. You are really doing better than I expected.",	"s_35":"You look new.",	"s_37":"I am, actually.",	"s_39":"I lost count of the days I have been here. Gets harder to count when you don't sleep much.",	"s_41":"Thanks for the vote of confidence.",	"s_42":"Aren't you a pilot?",	"s_44":"Yes, a Tie-Bomber pilot to be exact.",	"s_46":"How did you get here?",	"s_48":"A rookie tie pilot clipped my wing and we lost altitude. I hate atmospheric flight...and gravity for that matter.",	"s_50":"What are you doing now, sending distress signals?",	"s_52":"Actually the Empire knows our location, and anyone else who is listening. I'm actually trying to establish a communication network with other hold out camps in the quarantine zone. That way if anyone else goes down, we can direct them to the closest defensive position.",	"s_53":"I'll tell you what. I'll give you the last two radios I have. Unfortunately I only have one other location that I know of, so you are on your own for finding the last camp. Trig Longo thinks it is in the research and prison facility...but I don't think anyone would have lived at that location long after the virus outbreak. ",	"s_54":"So you ready to deliver more radios?",	"s_55":"Yes.",	"s_56":"Okay your next location is Camp Gamma. It should be North West of here.",	"s_57":"I thought you said I'd get the rest of the radios.",	"s_58":"Yeah, about that...it isn't that I don't trust you, it's just...these are the only radios I have. You understand right?",	"s_59":"You worry too much.",	"s_60":"You still want to do it right?  I'll sweeten the deal.",	"s_61":"Great work on delivering that radio. Here is some credits to make the deal even sweeter. Come back when you are ready to do the others.",	"s_62":"Sure.",	"s_63":"I put the expected coordinates in your datapad. Hope you have an easier time with this one.",	"s_64":"So I don't have to come back here again? Great!",	"s_65":"Oh you don't have to, but if you want to be paid, then yeah...you might want to come back.",	"s_66":"...",	"s_67":"Here is the last location I know of. Happy hunting.",	"s_68":"Great work on delivering the radio to camp gamma. As promised, here is the same amount plus extra. Come back when you are ready to do the others.",	"s_69":"You should speak with Doctor Cody. She can get you the anti-virus.",	"s_70":"Well, well. You did it. I guess I am a few thousand credits poorer, but it'll be worth it if we can save a few lives and coordinate supply drops.",	"s_71":"You seem a little to altruistic for an Imperial.",	"s_72":"And you seem to care a lot about your credits or you wouldn't have come back. Good luck to you.",	"s_73":"I don't want your credits. I just came back to see the look on your face.",	"s_74":"Well, too bad...you get the credits anyway. I don't plan on using them...maybe you can.",	"s_75":"All camps check in once an hour. We're coordinating high altitude supply drops.",	"s_77":"That is a good idea.",	"s_79":"I think so too. I have some radios but I can only get people on the outside of the quarantine zone. I want to talk to survivors in the quarantine zone.",	"s_81":"What makes you so certain there are other survivor camps?",	"s_83":"Every once in a while a survivor will show up and report that there are other camps. Some of them are in bad shape and they send runners in search of medical and food supplies. It is really risky without knowing exact locations. Radio communication sure would help.",	"s_85":"Would you like me to deliver the radios?",	"s_87":"I'll tell you what. If you deliver this radio, I'll give you more. Between the two of us we could really save some lives.  Are you serious about this?",	"s_89":"Yeah, give me the first radio.",	"s_91":"Hello.",	"s_92":"I have something for you.",	"s_93":"My helmet? Where did you find it. This is the best thing to happen since this nightmare started! Thank you, %TU!",	"s_94":"Here you go. The first location, I call it Camp Beta,  is south west of here. I gave you a waypoint of where I think it is. Good luck.",	"s_96":"Sorry. I've got work to do."
}}