{
	"stfFile":"conversation/rebel_remembrance_day_captain_derlin",
	"entries": {
		"do_not_edit":"The English version of this file (rebel_remembrance_day_captain_derlin.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"If you help the Alliance you will not be able to switch sides to help the Empire before your tasks are done. You'll be exclusively helping us during that time. Are you sure you want to do this?",	"s_101":"Yes.",	"s_102":"Are you ready to get to work?",	"s_103":"Yes Sir!",	"s_106":"So...you want me to post posters?",	"s_109":"Well, Champion %TU. Congratulations on the award ceremony. You have every reason to be proud of your accomplishments with the Alliance.",	"s_110":"Right.  Also, there is something extra in it for you if you do this while Special Forces. The Chief of Intelligence encourages you to be as visual as possible.",	"s_114":"Sign me up.",	"s_116":"Welcome back, %TU. What can I help you with?",	"s_117":"Looks like you have a problem with this event that needs to be fixed.",	"s_119":"I want to help the Alliance.",	"s_120":"There is a pilot not far from here that is organizing rescue parties. Would you like a waypoint to the pilot?",	"s_121":"Know anyone that can put a Trader to work?",	"s_122":"Yes.",	"s_123":"Know anyone that can put an Entertainer to work?",	"s_124":"I've placed a location in your datapad. Good luck.",	"s_125":"I'm back for more work.",	"s_126":"Who are the Remembrance Day top performers?",	"s_127":"Speak to Major Rieekan next to me. I think he may have something.",	"s_128":"Speak to Major Rieekan next to me. I think he may have something.",	"s_129":"Oh nothing. Just saying 'Hi.'",	"s_130":"Hi.",	"s_131":"Oh look, a Freelancer that is on my watch list for supporting the Empire. Go shine the Emperor's shoes or something.",	"s_132":"Ah yes. What can I help you with, %TU?",	"s_133":"I want to work for the Alliance now.",	"s_134":"You'll need to finish up business with the Empire first. Come back when that is done and we'll talk. ",	"s_135":"Right.",	"s_136":"Your name and score is calculated once you have finished both the Resistance and Vandalism tasks.",	"s_137":"Sign me up.",	"s_138":"So you are going to hang posters as a Rebel On Leave or Enemy Combatant. Is this correct?",	"s_139":"Here are your orders. Would you like anything else?",	"s_140":"Here are your orders.",	"s_142":"Yes.",	"s_143":"Right.",	"s_145":"Sign me up.",	"s_146":"Here are your orders. Would you like anything else?",	"s_148":"Here are your orders. Would you like anything else?",	"s_150":"Here are your orders.",	"s_151":"Here are your orders.",	"s_154":"So you are going to hang posters as Rebel Special Forces. Is this correct?",	"s_156":"Yes.",	"s_158":"Here are your orders. Would you like the other task?",	"s_162":"Here are your orders.",	"s_166":"Vandal for the Rebellion",	"s_169":"You managed to somehow participate in both Imperial and Alliance Kiosk events and that is not allowed. I can remove the Imperial Kiosk Collections now and fix you, or you can go back to the Imperials and have them remove the Alliance Collections.  What will it be?",	"s_170":"I want to remove the Imperial Collections now.",	"s_171":"Are you sure?",	"s_172":"Yes.",	"s_173":"Do you have any jobs for me?",	"s_174":"Done! Speak with me again once you are ready.",	"s_175":"Looks like you have done a lot of work today. You should go get some rest and come back tomorrow.",	"s_176":"Lets Look...",	"s_177":"The Empire has launched a recruitment campaign around Coronet.  We need someone to...uhh, alter the Imperial posters.",	"s_178":"Looks like you have gone above and beyond the what the Chief of Intelligence has requested, %TU. I am very proud to have worked with you.",	"s_179":"I want to do more Captain. There must be something.",	"s_180":"Well, I am not an officer who would stand in the way of a soldier with a mission. In your case I will waive the Chief of Intelligence directive and put you back in the field immediately. Let me know what you want to do.",	"s_181":"Allow me to redo both the Resistance and Vandal Events.",	"s_182":"This will reset the datapad data for both the events but you will still keep all your rewards. Are you sure you want to do this?",	"s_184":"So you want me to deface the recruitment posters posted by the Empire?",	"s_185":"Yes.",	"s_187":"Right.  Also, there is something extra in it for you if you do this while Special Forces. The Chief of Intelligence encourages you to be as visual as possible.",	"s_188":"Datapad data reset. You can now redo this event.",	"s_190":"Sure. I'll give it my best.",	"s_191":"Nothing today. Maybe something will come up in the future. Until then, may the Force be with you.",	"s_192":"So you are going to deface Imperial recruitment posters as an Rebel On Leave or Enemy Combatant. Is this correct?",	"s_194":"Yes.",	"s_195":"What can I do for you?",	"s_196":"Here are your orders. Would you like anything else?",	"s_197":"I'm looking to help out.",	"s_198":"Here are your orders.",	"s_2":"",	"s_200":"So you are going to deface Imperial recruitment posters as Rebel Special Forces. Is this correct?",	"s_202":"Yes.",	"s_204":"Here are your orders. Would you like anything else?",	"s_206":"Here are your orders.",	"s_208":"Know anyone that can put a Trader to work?",	"s_210":"Speak to Major Rieekan next to me. I think he may have something.",	"s_212":"Know anyone that can put an Entertainer to work?",	"s_214":"Speak to Major Rieekan on the other side of the table. I think he may have something.",	"s_216":"Who are the Remembrance Day top performers?",	"s_218":"Your name and score will be calculated once you have finished both the Resistance and Vandalism tasks.",	"s_220":"I am looking for the Remembrance Day ceremony. Do you know where it is?",	"s_222":"Of course I do. It is right behind you.",	"s_50":"Don't you have people to oppress or something?  Go bother a sentry, I have work to do.",	"s_56":"Not at the moment. Finish up your tasks and come back. Maybe I'll have more work for you then.",	"s_57":"Is there nothing else I can do for the Alliance?",	"s_59":"Well. I do know Major Rieekan, who is standing on the other side of the table, is looking for Entertainers and Tradesman. You may want to talk to him.",	"s_64":"How long before I should come back?",	"s_67":"Welcome back, %TU. What can I help the Champion of the Remembrance with today?",	"s_68":"Ah! %TU, I have heard good things about you. ",	"s_70":"And you are?",	"s_72":"I am Captain Derlin. I don't believe we have had the pleasure of working together yet.",	"s_76":"Pleasure to meet you.",	"s_80":"What can I help you with, %TU?",	"s_88":"We have nothing to discuss. You made your decision to support the Empire, now live with it. Finish up all business you have with them and maybe we'll talk.",	"s_89":"Yes Freelancer?",	"s_90":"Which event are you speaking of?",	"s_91":"Remembrance Day through Resistance ",	"s_92":"Vandal for the Rebellion",	"s_93":"What is my current score?",	"s_94":"You have %TO",	"s_95":"Looks like %TO.",	"s_96":"Looks like %TO.",	"s_97":"Remembrance Day through Resistance ",	"s_98":"I want to help the Alliance.",	"s_99":"We need to counter the Imperial propaganda and remind every citizen that the Alliance fights against the Imperial oppression. It was they who destroyed Alderaan, and the Alliance who in turn destroyed the Death Star! The Chief of Intelligence needs volunteers to dedicate an hour a day to posting that message around Coronet."
}}