{
	"stfFile":"conversation/rebel_life_day_vendor",
	"entries": {
		"do_not_edit":"The English version of this file (rebel_life_day_vendor.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"The Imperial scum are on to us %TU, we have to back off for now. Things should have settled down tomorrow though, you should come back then.",	"s_102":"I see. You have anything for sale in the meantime?",	"s_103":"I understand. I will be back tomorrow then.",	"s_104":"Most appreciated %TU, these people need our help. Everyone should be able to celebrate Life Day.",	"s_2":"",	"s_29":"Who are today's propaganda masters?",	"s_30":"There you have it.",	"s_34":"It appears you are already working for the holiday event %TU.",	"s_36":"I was just stopping by to see what you have for sale.",	"s_38":"Who are today's propaganda masters?",	"s_40":"Who are today's propaganda masters?",	"s_41":"There you have it.",	"s_42":"Who are today's propaganda masters?",	"s_43":"There you have it.",	"s_44":"There you have it.",	"s_50":"I know you, come here so I can rip your arms out of their sockets! Hey, where are you going?",	"s_58":"There you are %TU, time to get to work! We're trying to bring Life Day to the less fortunate citizens in Wayfar, Doaba Guerfel and Dearic. We need all the help we can get decorating the trees in these cities.",	"s_60":"Sounds easy enough, I'll help out.",	"s_62":"I was hoping to see if you have something for sale?",	"s_70":"That's great, one catch though. The Imperial fools think we are giving weapons to citizens or some such nonsense, so their spies are everywhere. I won't lie however, this is also an opportunity to show the Galaxy that the Alliance care about everyone. So if you feel like proudly displaying your allegiance, a bonus will be in it for you.",	"s_71":"Oppressive bastards. I will show them!",	"s_73":"My time is pressed at the moment but I can help for a bit.",	"s_75":"I have too much on my plate right now, sorry.",	"s_77":"I knew I could count on you %TU! Get out there and bring Life Day to the Galaxy! You have a limited time before drawing too much attention though so decorate as many trees as you can. If you help enough, you might even be recognized Galaxy wide for your selfless acts.",	"s_79":"I know you have a lot on your plate %TU but anything helps. If you could decorate, say ten trees, that should be enough for today.",	"s_81":"I see. Well if you feel like you can put some time in your busy schedule to bring joy to those in need, you know where to find me.",	"s_83":"%TU, good to see you. You here to help us out?",	"s_85":"Yeah I was hoping I could lend a hand for a good cause.",	"s_87":"I can't right now I'm afraid.",	"s_89":"I see. Well if you feel like you can put some time in your busy schedule to bring joy to those in need, you know where to find me.",	"s_91":"And we're grateful to have you %TU. We're trying to bring Life Day to the less fortunate citizens in Wayfar, Doaba Guerfel and Dearic. We need all the help we can get decorating the trees in these cities.",	"s_93":"I was hoping to see if you have something for sale?",	"s_95":"Yes I've brought some things with me from back home. Though only those that have shown the will to help will be able to purchase anything."
}}