{
	"stfFile":"conversation/rebel_remembrance_day_rieekan",
	"entries": {
		"do_not_edit":"The English version of this file (rebel_remembrance_day_rieekan.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Thanks sir. Please give me the details.",	"s_101":"I'll do it.",	"s_102":"I can handle it.",	"s_103":"Yes sir!",	"s_104":"You are showing great support, %TU. I only wish there were more like you. Here is your third mission.",	"s_105":"It's good to see you get an easier mission this time around. Here is your fourth mission.",	"s_106":"Very well. Here is your fifth mission, %TU. Keep up the great work.",	"s_107":"Very well. I'm sure you won't find this any more challenging than the others.",	"s_108":"You should finish up your current mission and come back, %TU.",	"s_116":"Good to see you again, %TU. Are you ready for another mission?",	"s_128":"I find your enthusiasm refreshing, %TU, but that was the last mission. ",	"s_129":"Champion %TU, I am glad you have stopped by. I am Major Carlist Rieekan and I need volunteers just like you.",	"s_132":"I want to help the Alliance.",	"s_133":"You look familiar citizen...and I mean that in a bad way.  You should leave while you can.",	"s_134":"Finish your work with the Empire and maybe we'll talk.",	"s_135":"I received reports that you might be in the area, %TU. I am very glad you stopped by.",	"s_137":"Is there something the Alliance needs?",	"s_139":"You look familiar. What can I do for you?",	"s_140":"The Alliance is always in need of committed volunteers such as yourself. Are you available for work?",	"s_141":"I'd like to offer my assistance.",	"s_142":"I am sorry, Champion %TU, but I have other tasks to attend to. If you have any associates that are Entertainers or Traders, please send them my way.",	"s_144":"Reporting Sir! ",	"s_145":"Well done, %TU. Your commitment to the Alliance has not gone unnoticed. I hope we can work together again. May the Force be with you.",	"s_147":"Are you ready for immediate orders?",	"s_149":"Yes Sir.",	"s_151":"The Alliance has several units that have returned from recent combat missions. Before we send them out again we'd like to raise morale. Your task is simple, entertain Alliance personnel at specific locations. Are you interested?",	"s_153":"Here is your next Engineering mission.",	"s_154":"Yes.",	"s_156":"Very good. Here is your first assignment at Anchorhead Cantina.",	"s_158":"Do I get paid?",	"s_159":"Here is your next Munitions mission.",	"s_160":"Here is your next Structures mission.",	"s_165":"Here is your next Engineering mission.",	"s_166":"Here is your next Munitions mission.",	"s_167":"Here is your next Structures mission.",	"s_171":"Yes. You will be compensated for your time if the assignment is fulfilled.",	"s_177":"Alright. Give me the assignment.",	"s_183":"That is why you were chosen, %TU. Here is your next Engineering mission.",	"s_184":"That is why you were chosen, %TU. Here is your next Munitions mission.",	"s_185":"That is why you were chosen, %TU. Here is your next Structures mission.",	"s_190":"Very good. Here is your first assignment at Anchorhead Cantina.",	"s_191":"Here is your last Engineering mission, %TU.",	"s_192":"You have another mission?",	"s_193":"I'm a Trader. You are probably confusing me with a Spy or Commando...",	"s_194":"Exactly what I am looking for, %TU. A trader with skills. Are you available?",	"s_195":"I'm an Entertainer Major, not a soldier.",	"s_196":"Actually, an Entertainer is just the type of trade I am looking for in a volunteer.  Interested in going to work for the Alliance?",	"s_197":"Your second salvage mission will be on the same planet as the last. Rori.",	"s_198":"No disrespect Sir, but isn't it Standard Operating Procedure to...",	"s_199":"To send you a com with the other location? Yes but you have to understand we need these supplies immediately, %TU. For this reason all missions will need to be completed before receiving the next.",	"s_2":"",	"s_200":"I understand now.",	"s_201":"Would you like the second mission, %TU?",	"s_204":"Here is your last Munitions mission, %TU.",	"s_205":"Yes. I am ready.",	"s_206":"Here is your next Domestics mission.",	"s_207":"Your third salvage mission will be on the same planet as the last. Rori.",	"s_214":"You will be happy to know your fourth mission is on Talus.",	"s_215":"Exactly how many supply craft are there?",	"s_216":"More are shot down every day. Imperial and Alliance pilots are in a constant state of engagement.",	"s_217":"I see.",	"s_218":"Are you ready for travel to Talus?",	"s_225":"Talus again, %TU. Are you ready?",	"s_230":"You will happy to hear that this is your last mission, %TU.",	"s_233":"I am ready.",	"s_234":"Here is your next Domestics mission.",	"s_237":"I'll keep doing this as long as the Alliance needs me.",	"s_238":"That is why you were chosen, %TU. Here is your next Domestics mission.",	"s_243":"Oh.  Well it was exciting while it lasted.",	"s_244":"I'm sure the Alliance will call upon you again, %TU. Your work will not be forgotten.",	"s_245":"Yes sir. What was the last mission?",	"s_246":"Here is your last Domestics mission, %TU.",	"s_249":"Here is your last Structures mission, %TU.",	"s_254":"The Alliance has shot down several Imperial supply ships as well as losing a few of its own. These ships are carrying supplies vital to our effort. We have the locations, we just need a skilled individual for a recovery operation.",	"s_256":"Will I meet resistance?",	"s_258":"Alliance troops are in the area securing a perimeter. If you meet with resistance your orders are to abort the mission. Interested?",	"s_260":"Alright then. I am ready Sir.",	"s_270":"I am ready for anything.",	"s_272":"Very good. Here is your first Domestics assignment.",	"s_274":"Very good. Here is your first Engineering assignment.",	"s_276":"Very good. Here is your first Munitions assignment.",	"s_278":"Very good. Here is your first Structures assignment.",	"s_280":"Actually I am looking for the Empire Day Ceremony. Do you know where that is?",	"s_282":"The ceremony is right behind you.",	"s_284":"How do I tear down the Imperial posters on the Kiosks around Coronet?",	"s_286":"You need to speak with Captain Derlin on the other side of the table from me.",	"s_288":"I am sorry, %TU, but I have other tasks to attend to. If you have any associates that are Entertainers or Traders, please send them my way.",	"s_289":"You should finish up your current mission and come back, %TU.",	"s_291":"Yes sir.",	"s_293":"Here is your next Domestics mission.",	"s_295":"Here is your next Engineering mission.",	"s_297":"Here is your next Munitions mission.",	"s_299":"Here is your next Structures mission.",	"s_300":"Back so soon, %TU?  My subordinates were right about you.  Assuming you have the supplies, go ahead and give them to me.",	"s_301":"Great work, %TU. Assuming you have the supplies, go ahead and give them to me.",	"s_67":"Champion %TU I have another mission for you if you are interested.",	"s_85":"I was warned you might visit, %TU.  You didn't really expect to work for the Empire as well as the Alliance at the same time did you? ",	"s_87":"Make sure to craft the supply crate and come back. We'll talk then.",	"s_89":"Fantastic job, %TU! Here is the payment for your time.",	"s_90":"Do you have any other missions for me?",	"s_91":"You have another mission?",	"s_92":"Your second mission is more of the same. You will be reporting to the Cantina at Restuss on Rori. Are you ready to leave now?",	"s_93":"Yes sir!",	"s_94":"Very well. Here is your mission.",	"s_95":"Fantastic work, %TU. I've received many compliments on your previous performances . As a result, I'd like to offer you a third mission. If you are interested it is on Naboo at the Moenia Cantina. Are you available to leave now?",	"s_96":"We have a fourth mission right here in Coronet. Should be easy compared to the others. All you have to do is more of what you have done previously. Interested?",	"s_97":"Your fifth mission is in the field. We have need for you at the Rebel Hideout if you are interested.",	"s_99":"If you are still interested in work I have one last mission, %TU. It will be on Lok at Nym's Fortress. Interested?"
}}