{
	"stfFile":"conversation/ree_yees",
	"entries": {
		"do_not_edit":"The English version of this file (ree_yees.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_20":"Still haven't found my bell? I guess you'd better keep looking.",	"s_28":"No, that's all. Get the gem encrusted bell, and I'll call you.",	"s_34":"Have you found Jabba's ledger yet? Then what, pray tell, are you doing at the palace? Get back out there!",	"s_4":"Thanks for the help earlier.",	"s_44":"I need that explosive returned before somebody figures out how to arm it!",	"s_54":"Reelo says you're all right. Some things have gone missing and I'd like you to go retrieve them.",	"s_56":"No thanks, this sounds beneath me.",	"s_58":"Beneath you? There's no one around here beneath you. But if you're going to keep that attitude up you might end up beneath something else. Like the ground.",	"s_60":"What is it that's gone missing.",	"s_62":"An item we acquired recently. A famed musician was touring Tatooine a few weeks ago and we stole his gem encrusted bell, the one they use to signal the end of a concert. The Sand Splitters walked out of here with it and are looking for a buyer. Get it back from them.",	"s_64":"I'll get it back.",	"s_66":"Someone stole from Jabba?",	"s_68":"Yeah, we caught one of them as they were escaping. The Sarlacc had a nice little snack that day, but the rest of them got away. Word is that one of the knaves must be carrying it around.",	"s_70":"So, I should just find that Sand Splitter knave?",	"s_72":"That's what I was thinking. Though we don't know who it is. So you may have to go through a few of them to get to the guy. See if you can find the bell and when you do I'll have something else for you.",	"s_74":"Anything else?",	"s_82":"I can retrieve anything.",	"s_84":"Get the gem encrusted bell, and I'll call you.",	"s_85":"I think you should be talking to Reelo Baruk. I'm a little busy right now.",	"s_86":"You did it! Excellent, the bell, the book, and the...well, I feel like I should say Candle, but I'm not sure why. Maybe that would be a good name for this warhead. The Candle. Hmm... Anyway, you did good work. Ephant Mon wants to speak to you about these Sennex pirates. Here, take your reward and go upstairs and see him."
}}