{
	"stfFile":"conversation/reelo_baruk",
	"entries": {
		"do_not_edit":"The English version of this file (reelo_baruk.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"I'll do whatever you want.",	"s_102":"I like your style. Get out there and make us proud. Don't come back until you've killed at least ten of these Alkharan bandits.",	"s_17":"I see you still haven't taken care of those Alkharans. Were you planning on getting around to that soon?",	"s_2":"",	"s_29":"Finally took care of the Alkharans I see. Good work, good work. You've got good timing too. If there's anything Jabba hates more than Alkharans it's Lady Valarian. Her thugs have been skulking around lately, and Jabba's sick of it.",	"s_33":"My people in the field tell me Valarian's thugs aren't too impressed with you yet. Do something about that, would ya?",	"s_34":"Ah, I see Valarian's people are starting to get the message. Perhaps they'll pass it along up the food chain.",	"s_35":"I'm still waiting on those twelve gambling debts you're supposed to be bringing me.",	"s_4":"You did good work. Did I tell you that Ree-Yees was even impressed? Well, he wasn't really, but it sounds better if I say that he was.",	"s_44":"Excellent. We'll start collecting on these immediately. Now, if you're still hungry for some work I suggest you talk to my friend Ree-Yees. He'll have something for you to do.",	"s_51":"Who's Lady Valarian?",	"s_53":"You're the curious kind aren't you? Valarian's a whiphid. Ever seen one? Ugly as sin. And I'm saying that knowing full well how some people feel about Rodians. Anyway, she's got a little operation out of the Lucky Despot. Fancies herself Jabba's 'competition'. Funny, huh?",	"s_55":"So, she's not competition?",	"s_57":"Hardly. Let me put it this way, if she's a womp rat, Jabba's a full fledged ancient Krayt Dragon. You got me? She's not even in the boss's league. But, just the same, Jabba wants her put in her place.",	"s_63":"You look like you might have some fight in ya. Wanna work for Jabba?",	"s_65":"Not really, no.",	"s_67":"Yeah, you look a little weak. I thought maybe you had some spark of life in you, but, you know, I've been wrong about people before. Go on, get out of here until you're ready for some work.",	"s_69":"Let's hear about the job first.",	"s_71":"Smart. You wanna know what you're up against before you tackle it. I like that. Okay, here's the deal, you ever heard of the Alkhara bandits?",	"s_73":"It doesn't matter who they are.",	"s_75":"No, who are they?",	"s_77":"Well, a long time ago, there was this bandit named Alkhara. Allied himself with the Sand People, and took out a police garrison. Problem is, he immediately turned on the Sand People that helped him and slaughtered them all.",	"s_79":"Sounds like a nice guy.",	"s_81":"Yeah, he's one of the reasons there's still a feud between the Sand People and normal folks. Anyway, Alkhara died, but recently a group of people who were ousted from their homes by Sand People got together and reformed themselves into a group called Alkhara's bandits. Which would be fine if they'd just stick to fighting the Sand People.",	"s_83":"I take it they're more trouble than that.",	"s_94":"Way more. They have to keep supplied so they hit some of the outlying farms and merchants and such. Trouble is those people pay Jabba for protection. Jabba, in his infinite capacity for selfless behavior is now actually going to honor those contracts. You're going to make sure the Alkharans stop attacking the merchants.",	"s_96":"By killing them.",	"s_98":"You got it. Now get out there and make us proud. Don't come back until you've killed at least ten of them."
}}