{
	"stfFile":"conversation/rek_thelcar",
	"entries": {
		"do_not_edit":"The English version of this file (rek_thelcar.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Hey, %TU! Glad you stopped to chat, you've got time to lend me a hand, right?",	"s_101":"Sure, sure, you'll get back to me when you can, right?",	"s_102":"Not quite done yet, Rek, sorry.",	"s_103":"No hurry, we're just made of time here, right?",	"s_104":"I'll wait, right?",	"s_105":"Not long now.",	"s_106":"I'm sure you're doing your best, right?",	"s_108":"Hey %TU! You got the samples we need, right?",	"s_109":"I got them right here.",	"s_110":"Hmm... it's going to take a while to analyze these, right?",	"s_111":"I'll leave you to it, then.",	"s_112":"Sure thing, and thanks again for the help, right?",	"s_113":"Hey %TU! You're all done interrogate... I mean, questioning... some scientists, right?",	"s_114":"Right... I don't think I got much, though.",	"s_115":"Sometimes it's not what they say but what they don't say, right?",	"s_116":"Yeah, well, good luck with that.",	"s_117":"Thanks, I'll need it and thanks for all of your help, too, right?",	"s_118":"Sure, what do you need?",	"s_120":"Recent events have shown that we Revenants need to keep better tabs on the Sulfur Lake Pirates, right?",	"s_122":"So where do I come in?",	"s_124":"Glad you asked! I got a bunch of these surveillance devices from our Head of Security over there.  I need you to head out to the Pirates hideout and find good inconspicuous locations to place them, right?",	"s_126":"What then?",	"s_128":"Why, place them, of course! Then come report back to me when you're all done. Simple enough, right?",	"s_130":"Right! I'll be back when I'm done!",	"s_132":"I put some info in your datapad so you can find the place, right?",	"s_134":"Sorry, Rek, I'm busy right now.",	"s_136":"I don't know you well enough yet. You better speak with Jinkins before we work together, right?",	"s_137":"I don't know you well enough yet. You better speak with Kole before we work together, right?",	"s_138":"Yeah, I guess this can wait a while; we Revenants have made it this far without it, right?",	"s_140":"Not right now, I'm kind of busy.",	"s_142":"Looks like things got a little bit mixed up when questioning those scientists. Let me help.",	"s_143":"I understand and I guess this can wait a while; we Revenants have made it this far without it, right?",	"s_144":"Looks like things got a little bit mixed up with that DNA mission. Let me help.",	"s_146":"Looks like things got a little bit mixed up with those Surveillance Devices. Let me help.",	"s_147":"We are done, %TU. Good working with you....right!",	"s_150":"I don't know you well enough yet. You better speak with Vana Sage before we work together, right?",	"s_152":"Lok Revenants rule, right?!",	"s_2":"",	"s_39":"Hey, %TU! You heard that the miners in the Imperial Mine have gone nuts, right?",	"s_41":"I heard something about that, yeah.",	"s_43":"Hey, %TU!  We all know that the guys out in that Imperial Research Facility are up to something, right?",	"s_44":"Right?",	"s_45":"Of course right! So we Revenants have been trying everything to find out what and I figured out what we haven't tried yet, right?",	"s_46":"Bribe them with Blue Milk?",	"s_47":"Ugh! Disgusting color, right? No, I was thinking that we should just ask them, right?",	"s_48":"So you want me to play Twenty Questions?",	"s_49":"No... ten should be enough, right?",	"s_50":"You're serious?",	"s_51":"I put some info in your datapad so you can find the place, right?",	"s_52":"I don't have time for one question, see you around.",	"s_53":"When your curiosity gets too much you know where to find me, right?",	"s_55":"I know, right? Well, we Revenants need as much information as we can get about what's going on with them, right?",	"s_56":"No, this is the first I've heard of it.",	"s_58":"Well, we Revenants need as much information as we can get about what's going on with them, right?",	"s_60":"What kind of information?",	"s_62":"Just basics like could it affect us or could we use it somehow, that sort of thing, right?",	"s_64":"So where do I fit into all this?",	"s_66":"I got these DNA Extractors here, right? I need someone to go down in those mines and use them to take a few samples that we can test to see what's what. right? And you're Someone, right?",	"s_68":"I guess I'm your Someone...",	"s_70":"Here is the DNA extractor you'll need to use on the miners to get the DNA, right? I've also put some info in your datapad so you can find the place, right?",	"s_72":"Cool story, Bro.  Pity I don't have time right now.",	"s_74":"No sweat, Someones are like shuttles, right?",	"s_79":"Sorry, Rek, I'm kind of busy.",	"s_80":"Oh wow, look at the time!",	"s_84":"Hey %TU! That didn't take long, right?",	"s_85":"Hey %TU! All done, right?",	"s_86":"Hey %TU! Everything's all set up, right?",	"s_87":"Yeah, see anything interesting?",	"s_88":"Give us some time, we just started watching, right?",	"s_89":"Take all the time you need.",	"s_91":"You got it, and thanks for the help, right?",	"s_94":"Hey %TU! That was fast, right?",	"s_96":"Sorry, Rek, still a few more to go.",	"s_98":"See you when you're done, then, right?"
}}