{
	"stfFile":"conversation/respecseller",
	"entries": {
		"do_not_edit":"The English version of this file (respecseller.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_31":"Greetings.  Are you interested in changing professions?  Perhaps resetting your expertise is more what you had in mind?",	"s_32":"I'm interested in changing my profession, but how much does it cost?",	"s_33":"Resetting my expertise sounds interesting, but how much will it cost me?",	"s_35":"I'll tell you what, since this is your first time I will give you a special deal.  That's right, free!",	"s_36":"Alright, I can give it to you for free again today, but remember you only have %DI free reset left after this!",	"s_37":"That sounds like a good deal to me, I'll take it.",	"s_38":"Our business is concluded then.  Farewell.",	"s_41":"Greetings.  Are you interested in changing professions?  If so, I might be able to help you.  Recent advances in Mon-Cal neuro-nanite technologies have enabled us to transmute the knowledge you possess of your current profession to that of a different profession.   Are you interested?",	"s_43":"Sounds good, but how much is it going to cost me?",	"s_45":"No thanks.",	"s_46":"Very well.  Best of luck to you!",	"s_47":"That sounds good, I'll take it.",	"s_49":"This time the price will be %DI credits, which is a complete bargain.  Prices might go up next week, so you should think about buying right now!",	"s_50":"Our business is concluded then.  Farewell.",	"s_51":"I think I'll hold off on that for today.",	"s_52":"Very well.  Best of luck to you!",	"s_53":"That's a bit too much if you ask me.",	"s_54":"Those prices are ridiculous...but okay.  I'll take it.",	"s_55":"Very well.  Good day then. NEXT IN LINE, PLEASE.",	"s_56":"Our business is concluded then.  Farewell.",	"s_57":"Unfortunately you don't have %DI credits to cover the procedure.  Come back when you've saved up some more money.  Good day!",	"s_58":"First time is always free (be sure to tell all your friends).  Do you want to use your free respec at this time?  Remember that you will lose any experience you might have earned towards your next level if you go through with this.",	"s_60":"Yes, please.",	"s_62":"Our business is concluded then.  Farewell.",	"s_64":"No thanks.",	"s_66":"Very well.  Best of luck to you!",	"s_68":"This time the price will be %DI credits, which is a complete bargain.  Prices might go up next week, so you should think about buying right now!  Remember that you will lose any experience you might have earned towards your next level if you go through with this.",	"s_70":"Alright, I can give it to you for free again today, but remember you have %DI free resets left after this!",	"s_71":"That sounds good, I'll take it.",	"s_72":"I think I'll hold off on that for today.",	"s_73":"Our business is concluded then.  Farewell.",	"s_74":"Very well.  Best of luck to you!",	"s_75":"Those prices are criminal!  I don't think so.",	"s_77":"Very well.  Good day then. NEXT IN LINE, PLEASE.",	"s_79":"WHAT!?!?  Jabba The Hutt has better deals than that...but okay.  I'll take it",	"s_80":"Alright, I can give it to you for free again today, but this is the last time.",	"s_81":"That sounds good, I'll take it.",	"s_82":"I think I'll hold off on that for today.",	"s_83":"Our business is concluded then.  Farewell.",	"s_84":"Very well.  Best of luck to you!",	"s_86":"Our business is concluded then.  Farewell.",	"s_88":"Unfortunately you don't have %DI credits to cover the procedure.  Come back when you've saved up some more money.  Good day!",	"s_89":"It looks like you are currently experiencing cloning sickness.  Please come back and speak with me when you are feeling better.",	"s_90":"It looks like you are currently experiencing cloning sickness.  Please come back and speak with me when you are feeling better.",	"s_92":"Since you'll be receiving potentially several items during this process, you will need at least 20 available slots in your inventory before we can proceed."
}}