{
	"stfFile":"conversation/restuss_rebel_space_mining",
	"entries": {
		"do_not_edit":"The English version of this file (restuss_rebel_space_mining.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"You still need to collect more organometallic gas in Deep Space, soldier. Please hurry, we desperately need the resources.",	"s_13":"You have returned with the gas, soldier! Most excellent, these will be put to good use immediately. We need more though so if you're willing to assist again, please let me know.",	"s_17":"Greetings, soldier! If you have any skill in space mining, I could use your assistance. We need to quickly finish the base for the inevitable conflict here and need raw materials. Specifically we need organometallic gas from Deep Space. That something you can help with?",	"s_2":"",	"s_20":"Yes, sir. I can do that.",	"s_22":"Excellent, soldier! Return to me when you have collected 250 units of organometallic gas. Good luck!",	"s_24":"I wish I could help but I'm not a space miner.",	"s_26":"Very well. Check with one of the other officers here and see if there's something else you can assist with.",	"s_27":"Greetings, soldier! If you have any skill in space mining, I could use your assistance. We need to quickly finish the base for the inevitable conflict here and need raw materials. Specifically we need obsidian ore from the Kessel system. That something you can help with?",	"s_29":"Yes, sir. I can do that.",	"s_31":"Excellent, soldier! Return to me when you have collected 500 units of obsidian ore. Good luck!",	"s_33":"I wish I could help but I'm not a space miner.",	"s_35":"Very well. Check with one of the other officers here and see if there's something else you can assist with.",	"s_36":"Greetings, soldier! The base is completed, thanks to the hard work of all space miners. We are under constant attack though and could still use more organometallic gas from Deep Space. You willing to assist?",	"s_38":"Yes, sir. I can do that.",	"s_39":"You should leave Restuss immediately. It's not safe for a civilian.",	"s_40":"Excellent, soldier! Return to me when you have collected 250 units of organometallic gas. Good luck!",	"s_41":"We need nothing from you Imperial.",	"s_42":"I wish I could help but I'm not a space miner.",	"s_44":"Very well. Check with one of the other officers here and see if there's something else you can assist with.",	"s_6":"You have returned with the ore, soldier! Most excellent, these will be put to good use immediately. We still need more though so if you're willing to assist again, please let me know.",	"s_9":"You still need to collect more obsidian ore in the Kessel system, soldier. Please hurry, we desperately need the resources."
}}