{
	"stfFile":"conversation/restuss_rebel_ground_destroy_3",
	"entries": {
		"do_not_edit":"The English version of this file (restuss_rebel_ground_destroy_3.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Excellent performance, soldier! Several of the Imperial antennae have been taken care of by you and our other troopers, causing disarray among the Imperial forces..",	"s_2":"",	"s_24":"Good to see you again, soldier. I have a new mission for you. We've pinpointed the location of an Imperial intelligence officer here in Restuss. He's about to relocate to a new safehouse and this could be an excellent opportunity to strike a decisive blow to the Empire by eliminating him.",	"s_25":"Grot has to be taken care of immediately, soldier, before he goes underground again.",	"s_27":"Grim business but I'm aboard, sir! Who's the target?",	"s_29":"A vicious Zabrak admiral by the name of Grot. We have a small team of commandos available that will gas the building to drive the admiral out. I'm pretty sure that he will send his goons out first and not come out until he doesn't have a choice. So come prepared for a battle.",	"s_31":"Not really up my alley, sir. Anything else I can do?",	"s_33":"I understand, soldier. Well, the Empire keeps putting up more of those blasted antennae so we could always use another of them destroyed.",	"s_37":"I will handle it, sir!",	"s_39":"You handled this perfectly, soldier. With Grot taken out of the picture, the Imperial Army will be in disarray for days!",	"s_42":"I have some other things to take care of first, sir. I'll be back!",	"s_44":"Very well, soldier. Be careful out there.",	"s_46":"I have some other things to take care of first, sir. I'll be back!",	"s_48":"Fine, soldier. For the Alliance!",	"s_50":"Glad to have you here, soldier. I have a mission that I could use your assistance with. The Empire has placed antennae around Restuss to help them coordinate their forces. We need to start disabling them; so if you're up for it, your mission would be to sabotage one.",	"s_52":"I will get on it, sir!",	"s_54":"Splendid, I was hoping you'd say that. Be careful out there, soldier!",	"s_57":"I have some other things to take care of first, sir. I'll be back!",	"s_59":"Very well, soldier. For the Alliance!",	"s_61":"Not a problem, sir!",	"s_62":"I'm still awaiting new orders, soldier. Come back later and I will have your mission plan ready.",	"s_63":"Splendid, I was hoping you'd say that. Be careful out there, soldier!",	"s_65":"Perfect, I'll do it, sir!",	"s_66":"Your kind is not wanted around here Imperial.",	"s_67":"Excellent! Show them that we can still bite back, soldier. For the Alliance!",	"s_68":"You should get out of here, friend. It's no place for a civilian.",	"s_69":"Excellent! Show them that we can still bite back, soldier. For the Alliance!",	"s_72":"I have some bad news I'm afraid, soldier. It appears Admiral Grot somehow survived your attack. The good news is that we have his latest location and have the opportunity to get rid of him for good.",	"s_74":"How the heck did he survive? Well I'll make sure this time!",	"s_76":"Excellent, soldier! Same plan as last time, defeat any troops he sends out of his hideout until he has no choice but to show himself.",	"s_78":"You should send someone else. Anything else I can do?",	"s_80":"Understood, soldier. Yeah, we still need help sabotaging more of those infernal antennae.",	"s_82":"Perfect, I will take care of it, sir!",	"s_84":"Excellent, show them that we can still bite back, soldier. For the Alliance!",	"s_86":"Not a problem, sir!",	"s_88":"Excellent, show them that we can still bite back, soldier. For the Alliance!",	"s_9":"We still need one of those antennae taken out, soldier.",	"s_90":"I have some other things to take care of first, sir. I'll be back!",	"s_92":"Very well, soldier. Be careful out there.",	"s_94":"I have some other things to take care of first, sir. I'll be back!",	"s_96":"Fine, soldier. For the Alliance!"
}}