{
	"stfFile":"conversation/restuss_rebel_ground_destroy_2",
	"entries": {
		"do_not_edit":"The English version of this file (restuss_rebel_ground_destroy_2.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"I'm glad you made it back in one piece, soldier. I'm already hearing reports about Imperial troopers retreating after our devastating blow to them. Excellent work!",	"s_18":"I'm glad you're here, soldier. We've got another problem. The Empire has brought in their dreaded Dark Troopers and they are making a mess out there. We have to handle this immediately so if you're up to it, defeat 5 of them.",	"s_2":"",	"s_20":"I will handle it, sir!",	"s_22":"I hope so, soldier. These things are extremely dangerous so be very careful. For the Alliance!",	"s_24":"Not sure I'm prepared for that yet, sir. Anything else I can do?",	"s_25":"Those Dark Troopers are still giving us a world of hurt, soldier. You should get out there.",	"s_26":"Is there anything else I can do while I'm out there looking?",	"s_27":"Not a problem, sir. I'm on my way now!",	"s_28":"Excellent! For the Alliance!",	"s_29":"Well if you think you can handle it, there's still more Imperial troops roaming the streets that we could use a hand with.",	"s_31":"Well the weaker Imperial troops are still roaming the streets. If you feel like handling some more of them, we sure could use your help.",	"s_32":"Count me in, sir!",	"s_34":"Excellent! Good luck out there!",	"s_35":"Count me in, sir!",	"s_36":"I think I'll just stick with hunting the Dark Troopers.",	"s_38":"Understood, soldier. Good luck out there!",	"s_39":"An amazing feat out there, soldier. You've made us all proud. This war isn't lost yet!",	"s_40":"Excellent! Good luck out there!",	"s_42":"I have some other things to take care of first, sir. I'll be back!",	"s_44":"Very well, soldier. Be careful out there!",	"s_46":"I have some other things to take care of first, sir. I'll be back!",	"s_48":"Very well, soldier. Be careful out there!",	"s_50":"Good to see you, soldier. Welcome to the mess. We've got orders to find anything related to the Imperial research project among the rubble here in Restuss. Unfortunately Imperial troops are everywhere and our salvage teams are in constant danger. We need soldiers like you to keep them off our backs. Your mission is to defeat 20 of the Imperial troops here in Restuss.",	"s_52":"I will do my best, sir!",	"s_54":"I know you will, soldier. For the Alliance!",	"s_56":"I have some other things to take care of first, sir. I'll be back!",	"s_58":"Alright, soldier. Be careful out there.",	"s_61":"I'm still awaiting new orders, soldier. Come back later and I will have your mission plan ready.",	"s_62":"You should hurry out of here, citizen. This is a war zone.",	"s_63":"The Empire is not welcome here.",	"s_9":"Your mission should be clear, soldier. Defeat 20 of the Imperial troops patrolling around Restuss."
}}