{
	"stfFile":"conversation/restuss_imperial_weapon_crafting",
	"entries": {
		"do_not_edit":"The English version of this file (restuss_imperial_weapon_crafting.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"You still need to manufacture and deliver a rocket launcher. Hurry up, soldier. We're on the brink of all out war here in Restuss!",	"s_13":"Splendid work, soldier! This launcher look to be of high quality and should help to ensure our victory over the rebel scum. Deliver it to the load lifter droid over there and return to me when you are ready for new orders.",	"s_2":"",	"s_22":"Good to have you here, soldier. We need your help. With the increasing threat of the Rebels attacking our research facility here in Restuss, we need to ramp up our defensive forces. In order to do that, we need weapons. If you're a trader, your orders are to create 5 E-11 carbines for the Imperial army.",	"s_24":"Not a problem, sir!",	"s_26":"Splendid. Now I expect these carbines to be of the finest quality, so no factory mass-produced stuff. Only the best is good enough for the Emperor's finest!",	"s_28":"Good to have you here, soldier. We need your help. With the increasing threat of the Rebels attacking our research facility here in Restuss, we need to ramp up our defensive forces. In order to do that, we need weapons. If you're a trader, your orders are to create a rocket launcher for the Imperial army.",	"s_29":"I'm not a crafter I'm afraid, sir.",	"s_30":"Not a problem, sir!",	"s_32":"Splendid. Now I expect this launcher to be of the finest quality, so no factory mass-produced stuff. Only the best is good enough for the Emperor's finest!",	"s_33":"Even though we have finished the base through the excellent help of you and the other soldiers assisting, we can still use more rocket launchers. You ready to pull your weight, soldier?!",	"s_34":"I'm not a crafter I'm afraid, sir.",	"s_35":"Very well, then report to one of the other officers here immediately to see how you can assist them.",	"s_36":"Very well, then report to one of the other officers here immediately to see how you can assist them.",	"s_38":"Not a problem, sir!",	"s_39":"Move along, citizen. This is not the place for a civilian!",	"s_40":"Splendid. Now I expect this launcher to be of the finest quality, so no factory mass-produced stuff. Only the best is good enough for the Emperor's finest!",	"s_41":"I have no work for the likes of you.",	"s_42":"I'm not a crafter I'm afraid, sir.",	"s_44":"Very well, then report to one of the other officers here immediately to see how you can assist them.",	"s_6":"Splendid work, soldier! These carbines look to be of high quality and should help to ensure our victory over the rebel scum. Deliver them to the load lifter droid over there and return to me when you are ready for new orders.",	"s_9":"You still need to manufacture and deliver those 5 E-11 carbines. Hurry up, soldier. We're on the brink of all out war here in Restuss!"
}}