{
	"stfFile":"conversation/restuss_imperial_space_mining",
	"entries": {
		"do_not_edit":"The English version of this file (restuss_imperial_space_mining.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"You still need to collect organometallic gas in Deep Space! Stop wasting time, soldier. The Rebels may be here any day now!",	"s_13":"You have returned with the gas, soldier! Excellent work, I will make sure they get put to good use immediately. We still need more though so I expect you to sign up for another tour right away!",	"s_2":"",	"s_22":"Attention, soldier! I need able space miners to pull their weight. We need this base up and running before the Rebel scum attack. Specifically we need obsidian ore from the Kessel system. You ready to do your duty?",	"s_24":"Of course, sir!",	"s_26":"Excellent, soldier! Return to me when you have collected 500 units of obsidian ore.",	"s_28":"Attention, soldier! I need able space miners to pull their weight. We need this base up and running before the Rebel scum attack. Specifically we need organometallic gas from Deep Space. You ready to do your duty?",	"s_29":"I'm not a space miner, sir.",	"s_30":"Of course, sir!",	"s_32":"Excellent, soldier! Return to me when you have collected 250 units of organometallic gas.",	"s_33":"Attention, soldier! Even though our base is completed, we are under constant attack and can still use more organometallic gas from Deep Space. You up for it, soldier?!",	"s_34":"I'm not a space miner, sir.",	"s_35":"Then move on to one of the other officers here and assist them immediately!",	"s_36":"Then move on to one of the other officers here and assist them immediately!",	"s_38":"Of course, sir!",	"s_39":"Move along, citizen. This is not the place for a civilian!",	"s_40":"Excellent, soldier! Return to me when you have collected 250 units of organometallic gas.",	"s_41":"Leave this area at once.",	"s_42":"I'm not a space miner, sir.",	"s_44":"Then move on to one of the other officers here and assist them immediately!",	"s_6":"You have returned with the ore, soldier! Excellent work, I will make sure they get put to good use right away. We still need more though so I expect you to sign up for another tour immediately!",	"s_9":"You still need to collect obsidian ore from the Kessel system! Stop wasting time, soldier. The Rebels may be here any day now!"
}}