{
	"stfFile":"conversation/restuss_imperial_ambush_1",
	"entries": {
		"do_not_edit":"The English version of this file (restuss_imperial_ambush_1.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Excellent, most of the survey arrays are back and running in our control. Good work, soldier!",	"s_2":"",	"s_23":"Excellent, soldier, I have a new mission for you. The Rebels are moving supplies around the city between their base and their troops. Stealing the supplies would cripple the already struggling Rebels and add valuable resources to our mighty army.",	"s_25":"That supply convoy still needs to be ambushed, soldier.",	"s_26":"Not a problem, sir! Where do I find the supply convoy?",	"s_28":"It's moving from the Rebel base and around the city but it's not on a fixed schedule so we can't pinpoint it. You will have to hunt it down.",	"s_30":"I was hoping to hack some more survey arrays?",	"s_32":"Alright, we still need help with that. The Rebels refuse to leave them alone, despite your prior success.",	"s_36":"I will handle it, sir!",	"s_39":"Splendid work, soldier! The Rebel soldiers have stopped most of their attacks and are hiding among the rubble in Restuss after their supplies didn't arrive. These supplies will also prove most useful for our own troops!",	"s_42":"I have some other things to take care of first, sir. I'll be back!",	"s_44":"Fine, soldier. For the Emperor!",	"s_46":"I have some other things to take care of first, sir. I'll be back!",	"s_48":"Fine, soldier. For the Emperor!",	"s_50":"I was hoping you would stop by, soldier. We have some new orders for you. We've placed sensor arrays in Restuss to help us in our search for research material left after the explosion. The Rebel scum had the nerve to capture some of these to use for themselves. This can't stand; we need you to recapture them!",	"s_52":"I'm all over it, sir!",	"s_53":"I'm still awaiting new orders, soldier. Come back later and I will have your mission plan ready.",	"s_54":"Excellent, soldier! Show them the might of the Imperial Army!",	"s_56":"I have some other things to take care of first, sir. I'll be back!",	"s_57":"We don't need your kind here.",	"s_58":"Fine, soldier. For the Emperor!",	"s_60":"Move along, citizen. This is no place for a civilian!",	"s_61":"Not a problem, sir!",	"s_63":"Excellent, soldier. With your skills in hacking, you're perfect for this mission. Show them the might of the Imperial Army!",	"s_64":"I will take care of the survey arrays, sir!",	"s_65":"I'll get right on it, sir!",	"s_67":"Excellent, soldier! Show them the might of the Imperial Army!",	"s_68":"Excellent, soldier! Show them the might of the Imperial Army!",	"s_69":"Excellent, soldier, with your skills in hacking, you're perfect for this mission. Show them the might of the Imperial Army!",	"s_71":"I'll make sure the survey arrays stay in our control, sir!",	"s_72":"Good to see you again, soldier. The missions remain the same. The Rebels are still moving supplies around the city and they are still harassing our survey arrays. Wherever you can assist, it will be most valuable.",	"s_74":"I'll ambush the supply convoy, sir!",	"s_75":"Excellent, soldier. With your skills in hacking, you're perfect for this mission. Show them the might of the Imperial Army!",	"s_76":"Excellent, soldier! For the Emperor!",	"s_9":"We still need all the survey arrays to be in our possession, soldier.",	"s_94":"I have some other things to take care of first, sir. I'll be back!",	"s_96":"Fine, soldier. For the Emperor!"
}}