{
	"stfFile":"conversation/restuss_rebel_ground_destroy_1",
	"entries": {
		"do_not_edit":"The English version of this file (restuss_rebel_ground_destroy_1.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"You still need to hunt down more Dark Troopers, soldier.",	"s_13":"I have reports that your mission was a success. Very impressive, soldier. Your actions will go a long way in the upcoming conflict. If you're up to it, we can still use your... assistance. Talk to me again when you're ready.",	"s_2":"",	"s_22":"Good to have you here, soldier. I hope you came prepared to fight. The Empire is calling in reinforcements from around the galaxy and we need some able-bodied soldiers to show them that they can't relax security anywhere. If you accept, we need you to defeat 40 members of the Imperial army before they even reach Restuss.",	"s_24":"I can handle it, sir!",	"s_26":"You seem like the type that can...let's just leave it at that. Be careful out there. We can use soldiers like you in the upcoming conflict. For the Alliance!",	"s_28":"Good to have you here, soldier. I hope you came prepared to fight. The Empire is calling in their Dark Troopers from around the galaxy. We need to make sure they never get here. If you can thin out their numbers by 5 before they even get to Restuss, it will be a big blow to the Imperial army.",	"s_29":"I don't believe I'm quite up to it yet, sir.",	"s_30":"I can handle it, sir!",	"s_32":"You seem like the type that can...let's just leave it at that. Be careful out there. We can use soldiers like you in the upcoming conflict. For the Alliance!",	"s_33":"Good to have you here, soldier, I hope you came prepared to fight. The Empire is still calling in their Dark Troopers from around the galaxy. We need to make sure they never get here. If you can thin out their numbers by 5 before they even get to Restuss, it will be a big blow to the Imperial army.",	"s_34":"I don't believe I'm quite up to it yet, sir.",	"s_35":"I understand. You should check with one of the other officers here and see if they have something you can assist them with.",	"s_36":"I understand. You should check with one of the other officers here and see if they have something you can assist them with.",	"s_38":"I can handle it, sir!",	"s_39":"You should leave, friend. This place is about to get very dangerous for civilians.",	"s_40":"You seem like the type that can...let's just leave it at that. Be careful out there. We can use soldiers like you in the upcoming conflict. For the Alliance!",	"s_41":"I have no time for the likes of you.",	"s_42":"I don't believe I'm quite up to it yet, sir.",	"s_44":"I understand. You should check with one of the other officers here and see if they have something you can assist them with.",	"s_6":"I have reports that your mission was a success. Most impressive, soldier. Your actions will go a long way in the upcoming conflict. If you're up to it, we can still use your... assistance. Talk to me again when you're ready.",	"s_9":"You still need to defeat more members of the Imperial Army, soldier."
}}