{
	"stfFile":"conversation/restuss_imperial_space_destroy",
	"entries": {
		"do_not_edit":"The English version of this file (restuss_imperial_space_destroy.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"We need some more Rebel fighters taken out of action in the Corellia system, pilot. Get on it.",	"s_11":"We need some more Rebel fighters taken out of action in the Lok system, pilot. Get on it.",	"s_13":"You have made me and the other officers proud, pilot. There's still more of the Rebel scum in the Lok system though, so let me know when you are ready to get back up there.",	"s_2":"",	"s_24":"Glad you are here, soldier! Are you a pilot? If so, we need your assistance immediately. The Rebels have mobilized fighters to the Corellia system to prevent us from moving in our capital ships. Your job, if you accept will be to destroy 30 of their military craft.",	"s_26":"I will handle it, sir. don't worry.",	"s_28":"Glad you are here, soldier! Are you a pilot? If so, we need your assistance immediately. The Rebels are bringing in reinforcements from the Lok system. We just finished cleaning them out of the Corellia system and are preparing to move in our capital ships. Your orders, if you accept them, are to destroy 15 of their fighters in the Lok system, to prevent them from ever getting here.",	"s_29":"I don't now. Good luck, pilot. Be careful up there. For the Emperor!",	"s_30":"I will handle it, sir. Don't worry.",	"s_32":"I don't now. Good luck, pilot. Be careful up there. For the Emperor!",	"s_33":"Glad you are here, soldier! Are you a pilot? If so, we need your assistance immediately. The Rebels are still bringing in reinforcements from the Lok system. We just finished cleaning them out of the Corellia system and are preparing to move in our capital ships. Your orders, if you accept them, are to destroy 15 of their fighters in the Lok system, to prevent them from ever getting here.",	"s_34":"Piloting isn't really my thing, sir.",	"s_35":"Piloting isn't really my thing, sir.",	"s_36":"Alright, then check with one of the other officers and see if you can assist one of them instead.",	"s_38":"I will handle it, sir. Don't worry.",	"s_39":"It doesn't look like you completed the task you were assigned.",	"s_40":"I don't now. Good luck, pilot. Be careful up there. For the Emperor!",	"s_41":"So, you have come back without finishing up your assignment.",	"s_42":"Piloting isn't really my thing, sir.",	"s_43":"Alright, then check with one of the other officers and see if you can assist one of them instead.",	"s_44":"Alright, then check with one of the other officers and see if you can assist one of them instead.",	"s_46":"I don't have time for you, civilian. Besides, you shouldn't be here. It's too dangerous.",	"s_47":"I have no time for your rebellious games.",	"s_6":"You have made me and the other officers proud, pilot. There's still more of the Rebel scum around though, so let me know when you are ready to get back up there."
}}