{
	"stfFile":"conversation/restuss_imperial_ground_destroy_3",
	"entries": {
		"do_not_edit":"The English version of this file (restuss_imperial_ground_destroy_3.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Great job out there, soldier! The Rebel forces are in disarray as their communications are breaking down!",	"s_2":"",	"s_24":"There you are, soldier. Excellent, the Rebels keep throwing up more antennas as fast as we can bring them down. We've found out who's behind it though and it's time to put a stop to him. We have his location and need you to eliminate him, permanently.",	"s_25":"We still need Vrinko dealt with, soldier. Immediately, before he relocates to a new safe house.",	"s_27":"Not a problem, sir! Who's the target?",	"s_29":"A Mon Calamari captain of the Rebel Army, named Vrinko. He's hiding in a well guarded building but is about to relocate, so this is our chance. He will probably send out his troops first, so you will have to take care of them until he has no choice but to try and make a break for it.",	"s_31":"Doesn't sound like something I'm suited for, sir. Anything else I can do?",	"s_33":"Alright, soldier. Yeah, we still need help sabotaging more of those infernal antennas.",	"s_37":"I will handle it, sir!",	"s_39":"Superbly handled, soldier! The Rebels are reeling from the loss of Vrinko and we should be able to take advantage of it. Again, splendid work!",	"s_42":"I have some other things to take care of first, sir. I'll be back!",	"s_44":"Fine, soldier. For the Emperor!",	"s_46":"I have some other things to take care of first, sir. I'll be back!",	"s_48":"Fine, soldier. For the Emperor!",	"s_50":"Attention, soldier! I have an urgent mission for you. The Rebels have placed antennas around Restuss to help them coordinate their attacks on our salvage teams. Your orders will be to sabotage one of these antennas.",	"s_52":"I'm all over it, sir!",	"s_54":"Excellent, soldier! Show them the might of the Imperial Army!",	"s_57":"I have some other things to take care of first, sir. I'll be back!",	"s_59":"Fine, soldier. For the Emperor!",	"s_61":"Not a problem, sir!",	"s_62":"I'm still awaiting new orders, soldier. Come back later and I will have your mission plan ready.",	"s_63":"Excellent, soldier! Show them the might of the Imperial Army!",	"s_65":"I'm all over it, sir!",	"s_66":"Begone Rebel scum!",	"s_67":"Excellent, soldier! Show them the might of the Imperial Army!",	"s_68":"Move along, citizen. This is no place for a civilian!",	"s_69":"Excellent, soldier! Show them the might of the Imperial Army!",	"s_72":"I'm getting disturbing reports, soldier. It appears Vrinko somehow survived! We have a new location for him though so if you're set, we need you to take care of him, for good this time.",	"s_74":"They must have some medical staff. Very well, sir. I will do it!",	"s_76":"Excellent, soldier! Same plan as last time, defeat any troops he sends out of his hideout until he has no choice but to show himself.",	"s_78":"Send someone else this time, I'm here to blow some stuff up!",	"s_80":"Understood, soldier. Yeah, we still need help sabotaging more of those infernal antennas.",	"s_82":"Perfect, I will take care of it, sir!",	"s_84":"Excellent, soldier! Show them the might of the Imperial army!",	"s_86":"Not a problem, sir!",	"s_88":"Excellent, soldier! Show them the might of the Imperial army!",	"s_9":"Any problems, soldier? Your orders should be clear. Sabotage one of the Rebel antennas in Restuss.",	"s_90":"I have some other things to take care of first, sir. I'll be back!",	"s_92":"Fine, soldier. For the Emperor!",	"s_94":"I have some other things to take care of first, sir. I'll be back!",	"s_96":"Fine, soldier. For the Emperor!"
}}