{
	"stfFile":"conversation/restuss_rebel_ambush_1",
	"entries": {
		"do_not_edit":"The English version of this file (restuss_rebel_ambush_1.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Great job, soldier. The survey arrays are extremely useful to us and we've already found some interesting research material among the rubble in Restuss.",	"s_2":"",	"s_23":"Glad to have you back, soldier. The Imperial Army is moving supplies through the city between their base and their troops. Stealing the supplies would not only be a great blow to their troops but those resources would be extremely valuable to us. We need some volunteers to ambush that convoy and we are hoping you'd be up for it.",	"s_25":"That supply convoy still needs to be ambushed, soldier.",	"s_26":"Not a problem, sir! Where do I find the supply convoy?",	"s_28":"It's moving from the Imperial base and around the city but it's not on a fixed schedule so we can't pinpoint it. You will have to hunt it down.",	"s_30":"I was hoping to hack some more survey arrays?",	"s_32":"Very well, soldier. Your last attack proved very useful to us so that would be most excellent.",	"s_36":"I will handle it, sir!",	"s_39":"Splendid work, soldier! These supplies will prove to be extremely useful for us and the added bonus of the Imperial troopers missing their supplies makes this victory even sweeter.",	"s_42":"I have some other things to take care of first, sir. I'll be back!",	"s_44":"Very well, soldier. Be careful out there.",	"s_46":"I have some other things to take care of first, sir. I'll be back!",	"s_48":"Very well, soldier. Be careful out there.",	"s_50":"Good to see you, soldier. We've come up with a new plan that you would be perfect for. The Imperial Army has placed some survey arrays around Restuss that they use to track down their lost research material. If we get control of them, we can use them for the very same thing. We need you to hack one of these arrays to put it under our control.",	"s_52":"I'll get on it, Captain.",	"s_53":"I'm still awaiting new orders, soldier. Come back later and I will have your mission plan ready.",	"s_54":"Excellent! I had a feeling I could count on you. Good luck out there, soldier!",	"s_56":"I have some other things to take care of first, sir. I'll be back!",	"s_57":"Imperial Dog!",	"s_58":"Very well, soldier. Be careful out there.",	"s_60":"You should hurry out of here, friend. This is no place for a civilian!",	"s_61":"You can count on me Captain.",	"s_63":"Great! With your skills, you'll be perfect for this mission. Good luck out there, soldier!",	"s_64":"I will take care of the survey arrays, Captain.",	"s_65":"I'll get right on it, sir!",	"s_67":"Excellent! Good luck out there, soldier!",	"s_68":"Excellent, soldier! Those arrays are proving to be most useful to us when we have control of them.",	"s_69":"Great, with your skills, you'll be perfect for this mission. Good luck out there, soldier!",	"s_71":"I'll help take over those survey arrays Captain.",	"s_72":"Good to see you again, soldier. Despite your prior success, there's still more work to be done. The supply convoys are still moving around the city and some of the survey arrays we captured, the Empire has managed to gain control over again.",	"s_74":"I'll get those supplies for us, Captain.",	"s_75":"Excellent, soldier! Those arrays are proving to be most useful to us when we have control of them.",	"s_76":"Excellent, soldier. We can always use more supplies. Good luck!",	"s_9":"We still need all the survey arrays to be in our possession, soldier.",	"s_94":"I have some other things to take care of first, sir. I'll be back!",	"s_96":"Very well, soldier. Be careful out there."
}}