{
	"stfFile":"conversation/restuss_rebel_weapon_crafting",
	"entries": {
		"do_not_edit":"The English version of this file (restuss_rebel_weapon_crafting.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"You still need to manufacture and deliver that rocket launcher. The sooner the better, war is upon us my friend!",	"s_13":"Splendid work, soldier! This launcher look to be of a fantastic quality and should prove to be an excellent asset in the upcoming conflict. Deliver it to the load lifter droid over there and return to me when you can assist with more.",	"s_2":"",	"s_22":"Glad you are here, soldier. We need your assistance. The inevitable conflict here in Restuss is coming close and we need weapons for our troops. If you're a trader, we could use your assistance in manufacturing 5 E-11 carbines.",	"s_24":"Not a problem, sir!",	"s_26":"Fantastic! Now we've had some problems with weapons coming out of factories malfunctioning and that's something we just can't afford with our already limited manpower. That's why we ask that you put your best effort in to these carbines and hand craft them.",	"s_28":"Glad you are here, soldier. We need your assistance. The inevitable conflict here in Restuss is coming close and we need weapons for our troops. If you're a trader, we could use your assistance in manufacturing a rocket launcher.",	"s_29":"I'm afraid I'm not a crafter, sir.",	"s_30":"Not a problem, sir!",	"s_32":"Fantastic! Now we've had some problems with weapons coming out of factories malfunctioning and that's something we just can't afford with our already limited manpower. That's why we ask that you put your best effort in to this launcher and hand craft it.",	"s_33":"Glad you are here, soldier. Even though the base is complete, thanks to the hard work of our crafters, we could still use more rocket launchers. If you're willing to assist, it would be most valuable to the Alliance.",	"s_34":"I'm afraid I'm not a crafter, sir.",	"s_35":"I understand. You should check with one of the other officers here and see if they have something you can assist them with.",	"s_36":"I understand. You should check with one of the other officers here and see if they have something you can assist them with.",	"s_38":"Not a problem, sir!",	"s_39":"You should leave, friend. This place is about to get very dangerous for civilians.",	"s_40":"Fantastic! Now we've had some problems with weapons coming out of factories malfunctioning and that's something we just can't afford with our already limited manpower. That's why we ask that you put your best effort in to these launchers and hand craft them.",	"s_41":"We will get our supplies from other sources thank you very much.",	"s_42":"I'm afraid I'm not a crafter, sir.",	"s_44":"I understand. You should check with one of the other officers here and see if they have something you can assist them with.",	"s_6":"Splendid work! These carbines look to be of a fantastic quality and should prove to be an excellent asset in the upcoming conflict. Deliver them to the load lifter droid over there and return to me when you can assist with more.",	"s_9":"You still need to manufacture and deliver those 5 E-11 carbines. The sooner the better, war is upon us my friend!"
}}