{
	"stfFile":"conversation/restuss_imperial_ground_destroy_2",
	"entries": {
		"do_not_edit":"The English version of this file (restuss_imperial_ground_destroy_2.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Glad to have you back, soldier. Reports of your success have already reached me. The Rebel fools are wavering after the attacks by you and our other dedicated men and women! More can be done though, come back when you're ready to continue the battle.",	"s_18":"Glad to have you back, soldier. A new threat has emerged that has to be dealt with immediately. The blasted Rebels have moved in their Elite Commandos to Restuss and they are wreaking havoc among our clean up crews! We need someone to put a stop to it immediately. Your mission will be to defeat 5 of them.",	"s_2":"",	"s_20":"Not a problem, sir!",	"s_22":"For you, that might actually be true. Never the less, good luck out there, soldier. May the Emperor watch your back!",	"s_24":"Not sure I'm prepared for that yet, sir. Anything else I can do?",	"s_25":"What can I do for you, soldier? We still need those Rebel Elite Commandos dealt with.",	"s_26":"Is there anything else I can do while I'm out there looking?",	"s_27":"Not a problem, sir. I'm on my way now!",	"s_28":"Excellent!",	"s_29":"Well if you're up to it, there's still more grunt Rebels out there that need to be dealt with.",	"s_31":"There's still more grunt Rebels out there that need to be dealth with.",	"s_32":"Count me in, sir!",	"s_34":"Excellent, show them what the Emperor's finest can do!",	"s_35":"Count me in, sir!",	"s_36":"I think I'll just stick with hunting the Elite Commandos.",	"s_38":"Understood, soldier. Good luck out there!",	"s_39":"You came through with your promise, soldier! If all of our troops lived up to your standard, this rebellion would already be over. Well done!",	"s_40":"Excellent, show them what the Emperor's finest can do!",	"s_42":"I have some other things to take care of first, sir. I'll be back!",	"s_44":"Fine, soldier. For the Emperor!",	"s_46":"I have some other things to take care of first, sir. I'll be back!",	"s_48":"Fine, soldier. For the Emperor!",	"s_50":"Just in time, soldier. After the accident at our research facility, the Rebel scum are trying to scavenge anything related to the experiment. We need our soldiers to protect the area while we clean up this mess. Get out there and do your part by eliminating 20 of them!",	"s_52":"It will be done, sir!",	"s_54":"I knew I could count on you, soldier. Show them what the Emperor's finest can do!",	"s_56":"I have some other things to take care of first, sir. I'll be back!",	"s_58":"Fine, soldier. For the Emperor!",	"s_61":"I'm still awaiting new orders, soldier. Come back later and I will have your mission plan ready.",	"s_62":"Move along, citizen. This is no place for a civilian!",	"s_63":"Get out of my sight traitor.",	"s_9":"Your mission should be clear, soldier. Defeat 20 of the Rebel scum roaming around Restuss."
}}