{
	"stfFile":"conversation/restuss_imperial_ground_destroy_1",
	"entries": {
		"do_not_edit":"The English version of this file (restuss_imperial_ground_destroy_1.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"You still have work to do, soldier. More Rebel Commandos have to be defeated before they reach Restuss.",	"s_13":"Reports of your success is the conversation of the day among the officers, soldier. Very impressive. There's still more work to be done though, so let me know when you are ready to get back out there.",	"s_2":"",	"s_22":"Welcome to the war, soldier! The Rebel scum are moving-in forces from all over the galaxy and we need determined elite soldiers to make sure they never reach Restuss. Your orders will be to hunt down 40 members of the Rebels' ragtag army.",	"s_24":"Of course, sir. You can count on me!",	"s_26":"I knew I could, soldier. Make the Emperor proud!",	"s_28":"Welcome to the war, soldier! The Rebel scum are dispatching their 'elite' troopers, Rebel Commandos to Restuss. Your orders will be to hunt down and make sure that at least 5 of them never reach their destination.",	"s_29":"I'm afraid that's a bit beyond my capabilities, sir.",	"s_30":"We'll see how elite they are. I'll take care of it.",	"s_32":"Excellent, soldier. Make the Emperor proud!",	"s_33":"Welcome to the war, soldier! The Rebels are still dispatching more of their 'elite' troopers, Rebel Commandos, to Restuss. Your orders will be to hunt down and make sure that at least 5 of them never reach their destination.",	"s_34":"I'm afraid that's a bit beyond my capabilities, sir.",	"s_35":"Very well. Then check in with one of the other officers here and assist them instead.",	"s_36":"Very well. Then check in with one of the other officers here and assist them instead.",	"s_38":"We'll see how elite they are. I'll take care of it.",	"s_39":"You should leave this place at once, civilian. There's a war coming!",	"s_40":"Excellent, soldier. Make the Emperor proud!",	"s_41":"The Rebellion is not wanted around here.",	"s_42":"I'm afraid that's a bit beyond my capabilities, sir.",	"s_44":"Very well. Then check in with one of the other officers here and assist them instead.",	"s_6":"Reports of your success have already reached me, soldier. I'm most impressed. There's still more work to be done though, so let me know when you are ready to get back out there.",	"s_9":"You still have work to do, soldier. More members of the Rebel scum have to be defeated before they reach Restuss."
}}