{
	"stfFile":"conversation/rodian_master_hunter",
	"entries": {
		"do_not_edit":"The English version of this file (rodian_master_hunter.stf) is automatically generated by the SwgConversationEditor.",	"s_0":"",	"s_122e425b":"It could only be those rotting Trandoshan slavers! No doubt planning to ransom her back to me for all the minkbat pelts I've collected in the last cycle. What am I going to do?",	"s_1b0947c0":"Respect! What do you say?",	"s_1b60adb7":"I'm looking to hunt minkbats.",	"s_209dd993":"You! Oh you've got to help me! You've just got to! They took my wife! Seething sithspawn! They kidnapped her and killed the guards I hired to protect her!",	"s_22552de0":"So, I may have underestimated you. Very impressive.",	"s_24565fde":"Sounds like you need a lesson in humility.",	"s_25e64541":"That so? How about a challenge? You destroy six of the pesky rill creatures that keep eating our supplies and I'll give you something very, very rare!",	"s_26be40e4":"Who took her?",	"s_28ac27d1":"Thank you! Be safe!",	"s_33643147":"Ha! Ha! Ha! Get out of here!",	"s_4f44958":"I am Bazeedo, the master hunter of this camp. How can I assist you?",	"s_5e2a2bb1":"Sounds good.",	"s_655743ba":"You think you're going to make fat cred off minkbats on Kashyyyk, eh? Things are more complicated than that.",	"s_70b9c54e":"Rodian Hunter Quest 2",	"s_7478d8f9":"Rodian Hunter Quest 3",	"s_778073b":"Ha! Ha! You don't hunt minkbats, my friend! WE hunt the minkbats... and you stay out of our way. How does that sound?",	"s_77e48d5b":"What do you mean?",	"s_7aa23112":"Take out half a dozen of those stinking rills and come back here... if you survive!",	"s_7edbf98d":"(Debug mode: Choose what quest leg to start with.)",	"s_8060e7e7":"I see. Sorry for disturbing you, sir.",	"s_821ae5c1":"Then off you go! Come back to me when you are done and we can talk about the minkbats...",	"s_83c6aeb5":"You want me to destroy some Trandoshan Slavers?",	"s_87e9b381":"Of course! Trandoshans can't remember their own names! Every plan is written out and distributed to every follower. The master slaver is undoubtedly behind this!",	"s_9a1effa7":"We have enemies here, my friend. The Trandoshan slavers don't have enough work for everyone they drag down here. Many of them go searching for fortune on their own. Many become poachers! You want the fat cred, you first have to get rid of the poachers. Understand?",	"s_a002e6b5":"You think they'll have information on them?",	"s_a4a87d2e":"All quests cleared.",	"s_a5029f4f":"Let's talk business, Master Hunter.",	"s_aa59fb42":"Precisely! Just a few of them. Let them know there's a new hunter in the forest, eh?",	"s_b322d10c":"Nevermind. Sorry to bother you.",	"s_b7e30f7":"You've got courage, eh? Good! You stomp out there, split open a few Trandoshan Slaver heads and see if you can find out where they are holding my lovely wife!",	"s_bf442f2b":"Clear All Quests",	"s_c8f2f3db":"Farewell.",	"s_d7099432":"Steal her back!",	"s_dc649bb3":"I'm on my way!",	"s_e58a69b3":"What will you give me?",	"s_ebe2e111":"It's a deal.",	"s_f76caf0d":"Begin Rodian Hunter Quest"
}}