{
	"stfFile":"conversation/romo_vax",
	"entries": {
		"do_not_edit":"The English version of this file (romo_vax.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"I really need that data so I can sort through it and find the stuff Jabba wants.",	"s_16":"Hey, what do you need? You got the data you needed, right?",	"s_2":"",	"s_21":"Bib says...",	"s_23":"We're done negotiating with you.",	"s_24":"Oh, I see, you're just Bib's little enforcer aren't you? You don't make the decisions, huh? You just do whatever that sharp-toothed freak wants?",	"s_25":"Let's see, would I rather make you happy, or Jabba?",	"s_27":"Okay, that's a fair point. Fine. But this isn't a negotiation. I'm not trying to get more money. I have a serious problem!",	"s_28":"Oh, have you not scared off those spies yet?",	"s_29":"What problem?",	"s_31":"Well, it's just that they actually, um...robbed me. They broke in, hacked my system, downloaded everything, and left a virus behind that wiped out my entire mainframe. Lady Valarian was behind it. The hackers were working for her.",	"s_32":"You're Bib's contact? Oh. I expected someone bigger. No offense, I'm just kidding. But there's a problem. I can't give you the data",	"s_33":"Okay, okay. Settle down. I'll retrieve the data.",	"s_35":"Oh, thank you!",	"s_36":"Why not?",	"s_38":"Hey, it's not a thing between us, all right, it's just that there's too much competition with their eyes on me, you know what I'm saying? You probably don't. Someone's been watching me. I wasn't sure at first, but I've managed to find their camp outside of Wayfar. I'd feel a lot safer if their eyes were closed, you know what I mean?",	"s_40":"You want me to kill some of them?",	"s_42":"Hey, what do you know? You did know what I meant! That's incredible. Yeah, you should kill some of them. Come back when you're done with that.",	"s_44":"Are you sure you have the power to negotiate that yourself? Maybe you should contact Bib and see if that's what he wants you to do.",	"s_45":"I've talked to Bib. We're done negotiating.",	"s_46":"I, uh, really don't think I'm the guy you're looking for.",	"s_7":"Okay, I'll be honest with you. I was hoping to sort this out when you were gone, but I couldn't solve it. My problem that is. So, I still can't give you the data."
}}