{
	"stfFile":"conversation/rsf_computer",
	"entries": {
		"do_not_edit":"The English version of this file (rsf_computer.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"The Positional Awareness Chip was last located in a mouse droid an RSF researcher kept with him as a personal assistant. The droid was lost during a shipping heist by some Skaak Tippers who are rumored to reside near Kaadara.",	"s_103":"- Download Information to Datapad -",	"s_108":"END SESSION",	"s_110":"Return to Old Republic Droid Modules Front Page",	"s_112":"END SESSION",	"s_114":"2. - Decentralized Autonomy Chip",	"s_116":"QUERY: Search Databanks",	"s_117":"The decentralized autonomy chip allows a droid to make its own decisions, based on its own historical record and the historical record of its nearest neighbors. Rather than a decentralized computer storage bay that controls a vast army of droids, droid behaviors would be predicated based on the droids it is closest to, and its own history.",	"s_118":"The databank contains information available to the general public. What would you like to access?",	"s_120":"Entertainment",	"s_121":"QUERY: Last Known Location",	"s_122":"Please Specify a sub-category:",	"s_124":"Games",	"s_125":"The Decentralized autonomy chip was stolen. Records indicate that the probability that this chip now resides in the hands of Borvo the Hutt are 98.334334392 %.",	"s_126":"Popular games in the galaxy include Sabacc, a card game made up of four suits: Coins, Staves, Flasks, and Sabers, and several different cards, including The Idiot, Demise, and the Queen of Air and Darkness. Sports games include Wegsphere, which is the official sport of the New Order.",	"s_128":"- Return to Entertainment Category -",	"s_129":"- Download Information to Datapad -",	"s_130":"- Return To General Information Databank -",	"s_132":"END SESSION",	"s_134":"Theater",	"s_136":"Serpent Rain, a play by the famous Thalos Lorin, is considered possibly one of the best theater experiences available right now.",	"s_138":"- Return to Entertainment Category -",	"s_139":"END SESSION",	"s_140":"- Return To General Information Databank -",	"s_142":"END SESSION",	"s_143":"Return to Old Republic Droid Modules Front Page",	"s_144":"Music",	"s_146":"Music is very popular in all parts of the galaxy, and in fact, before the clone wars the most popular song in existence was a song called 11011101 #2. Only one song has ever earned a Crimson rating from the Empire, that being Only In Your Dreams.",	"s_147":"END SESSION",	"s_148":"- Return to Entertainment Category -",	"s_150":"- Return To General Information Databank -",	"s_151":"3. - Strategy/Tactics Simulation Chip",	"s_152":"END SESSION",	"s_154":"END SESSION",	"s_155":"The Strategy/Tactics Simulation chip allows a droid to access not only its own historical battle information, but the information available for all simulated tactical and real world battle situations. The chip itself can perform over 32 million calculations a second, allowing a droid with this chip to determine the correct course of combat action within a frame of computation.",	"s_156":"Organizations",	"s_158":"Please Specify a sub-category:",	"s_159":"QUERY: Last Known Location",	"s_160":"Free Trader Association of Naboo",	"s_162":"The Free Trader Association of Naboo was established by Shep Contopault, and was determined to allow independent spacers to set up permanent bases at Kwilaan Spaceport.",	"s_163":"The Strategy/Tactics chip was being studied at Stonewall Labs near Dee'ja Peak until that facility closed its doors almost a year ago. Professor Zanier Hudmasse, who still resides in Dee'ja Peak, was the Head of Research at Stonewall Labs at the time of its closing and is listed as a reference for information about the labs and the research that was done there.",	"s_164":"- Return to Organizations -",	"s_166":"- Return To General Information Databank -",	"s_167":"- Download Information to Datapad -",	"s_168":"END SESSION",	"s_170":"Trade Federation of Planets",	"s_172":"Formed some 350 years before the Battle of Yavin this organization was a monetary monitoring group. Later, while controlled by the Neimoidians, they became more war-like, developing droids, testing them on distant planets, like Lok, and holding planets like Naboo hostage. The Trade Federation was eventually absorbed into the Empire.",	"s_174":"- Return to Organizations -",	"s_176":"- Return To General Information Databank -",	"s_177":"END SESSION",	"s_178":"END SESSION",	"s_180":"Brotherhood of the Sith",	"s_181":"Return to Old Republic Droid Modules Front Page",	"s_182":"Very little is known of the Brotherhood of the Sith, save that it was formed by Exar Kun, and developed the rules for the training and education of Sith pupils.",	"s_184":"- Return to Organizations -",	"s_185":"END SESSION",	"s_186":"- Return To General Information Databank -",	"s_188":"END SESSION",	"s_189":"4. - Stochastic Decision Chip",	"s_190":"END SESSION",	"s_192":"Planetary",	"s_193":"The Stochastic Decision chip allows for what the doctor called random learning. This allowed a chip to make random decisions about given situations for a time, allowing itself to learn the best course of action in each situation. The chip didn't allow for contiguous cycles, which meant that if it decided to take course A in one situation, given that situation again, it wasn't forced to choose course A. This was a huge departure for the robotics field.",	"s_194":"Please Specify a sub-category:",	"s_196":"Corellia System",	"s_197":"QUERY: Last Known Location",	"s_198":"Corellia is part of a five planet system that includes Selonia, Drall, Talus, and Tralus, which orbit the Centerpoint Station. Corellia is a very civilized world, and is known for some of its delicacies, such as clams, which on Corellia are notoriously hard to open.",	"s_2":"",	"s_200":"- Return to Planetary Category -",	"s_201":"The Stochastic chip was still in use by the republic forces during the battle of Naboo. It was held in only a few of the battle droids, however, and all but one were destroyed. The only remaining chip is contained by a battle droid taken by the Gungans as a spoil of war.",	"s_202":"- Return To General Information Databank -",	"s_204":"END SESSION",	"s_205":"- Download Information to Datapad -",	"s_206":"Outlying Worlds",	"s_208":"Outlying worlds, or worlds that are off the beaten path, such as Tatooine, which is 43,000 light years from the Galactic Core, are an important part of the galactic economy. Dathomir, located in the Quelii system houses an Imperial Prison. And for hunting season, you might try Dantooine, which boasts a perfect 25 hour day.",	"s_210":"- Return to Planetary Category -",	"s_212":"- Return To General Information Databank -",	"s_214":"END SESSION",	"s_215":"END SESSION",	"s_216":"Moons",	"s_218":"Moons are smaller celestial bodies that orbit a planet, such as Rori, which orbits the planet Naboo. Many planets have more than one moon, such as Endor, which has nine moons orbiting it. Not all moons are inhabitable. In fact, only three of Yavin's moons are.",	"s_219":"Return to Old Republic Droid Modules Front Page",	"s_220":"- Return to Planetary Category -",	"s_222":"- Return To General Information Databank -",	"s_223":"END SESSION",	"s_224":"END SESSION",	"s_226":"END SESSION",	"s_227":"END SESSION",	"s_228":"Starship",	"s_230":"Please Specify a sub-category:",	"s_231":"QUERY: Decoder",	"s_232":"TIE Fighters",	"s_234":"The TIE fighter (Twin Ion Engine) is the standard starfighter of the Imperial arsenal. They are single seat short range vehicles with no hyperspace capabilities. They fire twin linked laser cannons chin-mounted on the ship's central cockpit.",	"s_235":"Decoding Mauler Data... ... ... ... ...decoded.",	"s_236":"- Return To Starship Category -",	"s_238":"- Return To General Information Databank -",	"s_239":"Error decoding...Either there is nothing to decode, or the decoder needs to be upgraded to the latest version. Would you like to (Q)uit or (R)etry?",	"s_240":"END SESSION",	"s_242":"Y-Wings",	"s_243":"*** WARNING: Authorization Exceeded ***  Download of further information unauthorized. Complete current transaction before seeking another.",	"s_244":"Download Complete.",	"s_245":"*** WARNING: Authorization Exceeded ***  Download of further information unauthorized. Complete current transaction before seeking another.",	"s_246":"Download Complete.",	"s_247":"*** WARNING: Authorization Exceeded ***  Download of further information unauthorized. Complete current transaction before seeking another.",	"s_248":"Download Complete.",	"s_249":"*** WARNING: Authorization Exceeded ***  Download of further information unauthorized. Complete current transaction before seeking another.",	"s_250":"Download Complete.",	"s_251":"5. - Update: All Droid Modules Acquired",	"s_252":"Q",	"s_253":"END SESSION",	"s_255":"END SESSION",	"s_256":"R",	"s_257":"END SESSION",	"s_259":"END SESSION",	"s_260":"END SESSION",	"s_261":"END SESSION",	"s_262":"Return to Old Republic Droid Modules Front Page",	"s_270":"The Y-Wing, also referred to as the Koensayr BTL Longprobe star fighter, was designed for long range recon missions. These ships are capable of one or two man crews, with room for an astromech droid, and can maneuver at 1,000 km per hour in atmosphere.",	"s_272":"- Return To Starship Category -",	"s_274":"- Return To General Information Databank -",	"s_276":"END SESSION",	"s_278":"Star Destroyers",	"s_280":"Star Destroyers are the forefront of the Imperial Navy. There are several designations of size for Star Destroyers, including Imperial 1, Imperial 2, and Super-I and Super-II class ships. The original Victory class ships were made by Rendili StarDrive for the Old Republic, but all new Star Destroyers are made by the Kuat Drive Yards.  ",	"s_282":"- Return To Starship Category -",	"s_284":"- Return To General Information Databank -",	"s_286":"END SESSION",	"s_288":"END SESSION",	"s_290":"END SESSION",	"s_292":"END SESSION",	"s_294":"Files Closed.",	"s_296":"Update Information about acquisition of a droid module.",	"s_298":"Updating.... Database updated.",	"s_300":"Update: All Droid Modules Acquired",	"s_302":"END SESSION",	"s_328":"Updating.... Database updated.",	"s_4":"NABOO RSF SECURE CONNECTION - Enter your query -",	"s_81":"QUERY: Old Republic Droid Modules",	"s_83":"SUBJECT: Old Republic Droid Modules *** CLASSIFICATION: Security Clearance 7 *** You are not authorized to view this file.",	"s_85":"SUBJECT: Old Republic Droid Modules *** CLASSIFICATION: Security Clearance 7 *** Authorization Granted. Please Choose a topic to learn more about Old Republic Droid Modules.",	"s_95":"1. - Positional Awareness Triangulator Chip",	"s_97":"The abstract theory behind positional awareness triangulation is to allow a droid or robot to have autonomous control over its own movement. Such a chip allows a droid to determine its path and locomotion autonomously, or without a centralized database of topography. It allows a droid to see its surroundings on its own and make determinations based on the incoming information.",	"s_99":"QUERY: Last Known Location"
}}