{
	"stfFile":"conversation/rtp_luke_main",
	"entries": {
		"do_not_edit":"The English version of this file (rtp_luke_main.stf) is automatically generated by the SwgConversationEditor.",	"s_16":"At the Woolamander Temple is a strange altar with some kind of connection to the Force. Go place the crystal you found in the Temple of Exar Kun onto that altar and find out what, if anything, happens.",	"s_2":"",	"s_20":"This one is a bit raw, but it should work nicely. There is a strange altar at the Woolamander Temple that has a connection of some sort to the Force. Go there.",	"s_22":"I'm on my way.",	"s_25":"Once you get to the Woolamander Temple, place the Force crystal onto the atlar and find out what happens.",	"s_26":"No thank you.",	"s_28":"The woolamanders attacked? Interesting. I think that might be due to all of the dark Force energies that pervade this moon. Let's show the woolamanders that the Force is not always about darkness.",	"s_29":"Let's show the woolamanders that the Force is not always about darkness. Return to the Woolamander Temple and use the Force crystal to heal some dying plants there.",	"s_30":"Very well.",	"s_31":"What do you have in mind?",	"s_32":"Go into the Temple of Exar Kun and get a Force crystal.",	"s_33":"Return to the Woolamander Temple and use the Force crystal to heal some dying plants there.",	"s_34":"Greetings. I'm trying to learn more about the Force, and I was wondering if you'd help? ",	"s_35":"No thank you.",	"s_36":"I would be glad to help.",	"s_37":"Very well.",	"s_39":"Ah good. Well, first, go into this temple, the Temple of Exar Kun, and get a Force crystal.",	"s_41":"No thank you.",	"s_44":"I don't think I should be talking to you.",	"s_45":"Very well.",	"s_46":"Have you spoken with General Dodonna? If he doesn't have any orders for you, I think he would know who does.",	"s_9":"Thank you. Hopefully as I learn more about the Force, I'll be able to do more to relieve some of the ills that the dark-side has bred throughout the galaxy."
}}