{
	"stfFile":"conversation/rtp_leia_main",
	"entries": {
		"do_not_edit":"The English version of this file (rtp_leia_main.stf) is automatically generated by the SwgConversationEditor.",	"s_16":"Once on Talus, hand over the security codes to one of our Bothan SpyNet operatives, Erisi Plmary. After that, you'll proceed to an Imperial command post on that planet. Using those same security codes, infiltrate and download as much of their military plans and information as possible before they update their security.",	"s_2":"",	"s_20":"Good work. The intel we received from Major Denive has proven worth the effort. You are to travel to Talus with some security codes he provided.",	"s_22":"Talus? I'm on my way.",	"s_25":"Once on Talus, hand over the security codes to one of our Bothan SpyNet operatives, Erisi Plmary. After that, you'll proceed to an Imperial command post on that planet. Using those same security codes, infiltrate and download as much of their military plans and information as possible before they update their security.",	"s_26":"No thank you.",	"s_28":"Something important has come up in Nashal on Talus. A Selonian advocate named Nomi has been murdered. She was targeted by the Empire because she is sympathetic to our cause.",	"s_29":"A Selonian advocate named Nomi has been murdered by the Empire. They are attempting to make it look like we are responsible. You need to make sure the blame for this atrocious act is rightfully placed on the Empire.",	"s_30":"Very well.",	"s_31":"What do you need me to do?",	"s_32":"Once in Bela Vistal, disrupt Imperial communication, divert attention by destroying some Imperial shuttles, and be sure there are no Imperial guards near the Bela Vistal shuttleport.",	"s_33":"The Empire is attempting to make it look like the Rebel Alliance killed Nomi. It is their desire to sow dissension within our ranks and to raise doubts among those who might be sympathetic to our cause. You need to make sure the blame for this atrocious act is rightfully placed on the Empire.",	"s_34":"An Imperial Officer, Major Jotil Denive, working for the Imperial Security Bureau wishes to come over to the Alliance. You will go to Bela Vistal and create a diversion so that he can take a shuttle to a meeting with one of our officers. Are you ready to leave for Bela Vistal?",	"s_35":"No thank you.",	"s_36":"I am. Let's get this underway.",	"s_37":"Very well.",	"s_39":"Once in Bela Vistal, disrupt Imperial communication, divert attention by destroying some Imperial shuttles, and be sure there are no Imperial guards near the Bela Vistal shuttleport.",	"s_41":"No thank you.",	"s_43":"I'm afraid I only have orders I have are for those on active duty.",	"s_44":"The function of this base is not of your concern. I would suggest you make yourself scarce.",	"s_45":"Very well.",	"s_46":"I do not have any orders for you, trooper. Try elsewhere in the base.",	"s_9":"News reports coming in from Nashal are blaming Imperial forces for Nomi's death. Good work. But no time to rest on your successes. You're needed on Lok. Check in first with Nien Nunb, but you'll eventually be reporting to Han Solo."
}}