{
	"stfFile":"conversation/rtp_c3po_main",
	"entries": {
		"do_not_edit":"The English version of this file (rtp_c3po_main.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Good work on Naboo! Should you wish for further assignments, Qual'do Herm has requisitioned some assistance. You'll find him in this base.",	"s_16":"Other arrangements are being made to rescue Simo Oron, a Rebel spy, as the Empire transfers him off of Naboo, but his personal effects are back at the small Imperial base where he was first being held. Go there and get the contact list.",	"s_2":"",	"s_20":"Thank you for resupplying those guard posts. R2-D2 has given me the most distressing news. One of our spies on Naboo, Simo Oron, has been detained by Imperial forces. Can you travel to Naboo and recover his contact list before the Empire discovers it?",	"s_22":"Absolutely.",	"s_24":"Hello. I am C-3P0, Human-Cyborg relations. My companion is R2-D2, and he has been informed from High Command that you are interested in assisting with the Alliance's cause. Unfortunately, the assistance we seek requires one with a bit more experience in the field. Please do return once you've gained more combat expertise.",	"s_25":"Excellent. Other arrangements are being made to rescue Simo as the Empire transfers him off of Naboo, but his personal effects are back at the small Imperial base where Simo was first being held. Go there and get the contact list.",	"s_26":"No thank you.",	"s_30":"Very well.",	"s_32":"Pick up some supplies from the medcenter here in the base, and then proceed to each of the four guard posts around the base.",	"s_34":"Hello. I am C-3P0, Human-Cyborg relations. My companion is R2-D2, and he has been informed from High Command that you are interested in assisting with the Alliance's cause. According to R2, it seems there is a need for someone to resupply the base's guard posts with medical supplies. Would you be interested in doing this?",	"s_36":"I am. Sign me up.",	"s_38":"Very good. Pick up some supplies from the medcenter here in the base, and then proceed to each of the four guard posts around the base.",	"s_40":"No thank you.",	"s_42":"Very well.",	"s_43":"I'm afraid I only have assignments for those on active duty.",	"s_44":"I must apologize, but I do not have any assignments for one such as yourself.",	"s_9":"R2-D2 says that Simo Oron, the captured spy, has been rescued. With your return of his contact list to Bertos Goodner, this operation has been a rousing success. Should you wish for further assignments, Qual'do Herm has requisitioned some assistance. You'll find him in this base."
}}