{
	"stfFile":"conversation/rtp_han_solo_main",
	"entries": {
		"do_not_edit":"The English version of this file (rtp_han_solo_main.stf) is automatically generated by the SwgConversationEditor.",	"s_16":"Go disrupt the Imperial base here on Lok. It's commanded by a man named General Otto. I don't think much of him personally. Show him that being on Lok is not an easy assignment.",	"s_2":"",	"s_20":"Mahar Spince was the traitor? That's too bad, I liked taking his money in Sabaac. Okay, well I'm going to go speak with Nym, but I want you to go disrupt the Imperial base here on Lok.",	"s_22":"I'm on my way.",	"s_24":"Hey kid. Well okay, maybe you're no kid. But that doesn't change the fact that I don't have time to talk right now. I have to figure out how to get Nym to speak with me.",	"s_25":"Right. The base is commanded by a man named General Otto. I don't think much of him personally. Show him that being on Lok is not an easy assignment.",	"s_26":"No thank you.",	"s_30":"Very well.",	"s_32":"Some of Nym's munitions were stolen by some Blood Razor pirates. First get back those munitions and eliminate the Blood Razor leader, Jorund Saleem. That will be a good start. But they were aided by someone inside of Nym's organization. So you'll need to find out who and deal with them as well.",	"s_34":"Finally got through Nien, eh? That's good enough for me. I need some help to get Nym to listen. If he won't meet with me, I can't convince him to help the Rebel Alliance. So you are going to help make him want to listen.",	"s_36":"I'm ready. What do I need to do?",	"s_38":"Some of Nym's munitions were stolen by some Blood Razor pirates. First get back those munitions and eliminate the Blood Razor leader, Jorund Saleem. That will be a good start. But they were aided by someone inside of Nym's organization. So you'll need to find out who and deal with them as well.",	"s_40":"No thank you.",	"s_42":"Very well.",	"s_43":"You look capable, but I'm only working with active duty soldiers.",	"s_44":"I don't know who you are, and I can't afford to find out. Shoo. Go away.",	"s_9":"Nice work. I hear General Otto turned tail and ran. Wish I'd been there to see it. I'd love to have some more fun with them, but you are needed on Dantooine. Admiral Ackbar is expecting you."
}}