{
	"stfFile":"conversation/rtp_dodonna_main",
	"entries": {
		"do_not_edit":"The English version of this file (rtp_dodonna_main.stf) is automatically generated by the SwgConversationEditor.",	"s_16":"A squad of stormtroopers are marking our encampments as targets for TIE bombers. I need that squad neutralized.",	"s_2":"",	"s_20":"That's one less AT-ST to worry about. I have another assignment for you. A squad of stormtroopers are marking our encampments as targets for TIE bombers. I need that squad neutralized.",	"s_22":"I'm on it.",	"s_25":"Do not delay. Those bombers are hampering our efforts to get personnel and equipment off of Yavin IV.",	"s_26":"No thank you.",	"s_28":"Very good work. At the very least, their TIE bombers will have a harder time finding targets. I have one last assignment for you. We've found a possible location for a new base of operations. I must get word to Admiral Ackbar.",	"s_29":"We've found a possible location for a new base of operations. I must get word to Admiral Ackbar, but we have no equipment left with which to send a transmission. Instead, I'm having an X-Wing fly to Dantooine with the missive. To help ensure his safety, I need you to draw Imperial troops to a decoy and keep them occupied until the true pilot can get safely away.",	"s_30":"Very well.",	"s_31":"I'm ready.",	"s_32":"An AT-ST was damaged in a battle with our troops. Imperial forces are repairing it for their next assault. Go destroy it before those repairs are complete.",	"s_33":"We have no equipment left with which to send a transmission. Instead, I'm having an X-Wing fly to Dantooine with the missive. To help ensure his safety, I need you to draw Imperial troops to a decoy and keep them occupied until the true pilot can get safely away.",	"s_34":"Reporting in? Good. An AT-ST was damaged in a battle with our troops. Imperial forces are repairing it for their next assault. Go destroy it before those repairs are complete.",	"s_35":"No thank you.",	"s_36":"I'll take care of it.",	"s_37":"Very well.",	"s_39":"Very good. Anything we can do to hinder them will allow more of our people to escape.",	"s_41":"No thank you.",	"s_43":"I'm afraid I only have orders I have are for those on active duty.",	"s_44":"You do not belong here. I politely suggest that you move on.",	"s_45":"Very well.",	"s_46":"I do not have any orders for you, trooper. Have you spoken to Mon Mothma on Dantooine?",	"s_9":"It's in the hands of that X-Wing's pilot now. You did your part and should be commended for it. Thank you. Before you leave Yavin IV, be sure to speak with Luke Skywalker."
}}