{
	"stfFile":"conversation/scientist_collection",
	"entries": {
		"do_not_edit":"The English version of this file (scientist_collection.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Tell me about the facility.",	"s_12":"We make weapons...don't hurt me!",	"s_14":"What do you do?",	"s_17":"Where is the main computer system?",	"s_2":"",	"s_20":"Who is in charge here?",	"s_21":"I'm a scientist, that is why I wear a lab coat. We specialize in different areas such as explosives, chemicals, gasses and so on. We're all here to develop weaponry.",	"s_22":"The main computer system? It is down on the bottom level. Please don't hurt it. Many of us have several months of research on it.",	"s_24":"Udo Barnet of the mercenaries is probably the person that most likely fills those shoes. The scientists have their own rank based on seniority, but even the most senior still defer to Barnet.",	"s_26":"Who programmed the Droidekas?",	"s_28":"I, I don't know. The Imperials? They are just delivered. Even repairs and maintenance is done off site. I swear it is the truth!",	"s_30":"Where are the IMGGCU?",	"s_32":"We just finished a new prototype. There is a container full of them in a storage room below.",	"s_4":"I'm not telling you anything.",	"s_46":"I don't have to tell you anything!",	"s_49":"I've already told you everything I know.",	"s_54":"Tell me about grenades.",	"s_56":"We develop new grenade technologies at this facility. Recently, we received orders to research a new non-lethal gas grenade.",	"s_58":"Tell me about rifles.",	"s_6":"Yes, you are.",	"s_60":"We have received the funding to research a new blaster sniper rifle that consists of 3 separate pieces that can be much easier to conceal. Probably a special operations type weapon.",	"s_62":"Tell me about carbines.",	"s_64":"We aren't currently working on carbines here. We have a grant for rifle development and another to reverse engineer a Gungan Assault Cannon.",	"s_66":"Tell me about melee weapons.",	"s_68":"There are no melee weapons in development at this facility.",	"s_70":"Tell me about experimental weapons.",	"s_72":"We worked on something we called the 'Anti-Fear Virus'. Basically an airborne pathogen that would make Tie Fighter pilots and Stormtroopers fearless. Unfortunately, it affected their motor skills, making them slow to react. Despite it being deemed as complete scientific failure, the Empire still uses it on its personnel.  ",	"s_73":"Well, you aren't helpful are you?",	"s_74":"No...my conversation is broken....and it is Jaskell that did it!",	"s_8":"Uh..."
}}