{
	"stfFile":"conversation/slicer_01_mos_taike",
	"entries": {
		"do_not_edit":"The English version of this file (slicer_01_mos_taike.stf) is automatically generated by the SwgConversationEditor.",	"s_107":"Sorry, not interested. Please leave.",	"s_109":"I have a data disk from Derg Prantis. ",	"s_111":"Derg? You mean the biologist. That's interesting. I was just thinking about him after reading the HoloNet. What is Derg up to these days?",	"s_113":"Well sir, he is dead. I suspect foul play and I am looking for information.",	"s_115":"Wait...did you say Derg is dead?  Are you sure?",	"s_117":"I found this data disk on his body.  It has a message.",	"s_119":"Let me see the message.",	"s_121":"Alright",	"s_123":"....",	"s_125":"Sorry to be the bearer of such bad news.",	"s_127":"Look. I don't know about you, but I'm done 'doing the right thing' for now.",	"s_128":"You don't know the half of it. This isn't the only biologist that has met with an unfortunate end. I just read some HoloNet news about a few high profile scientists that have turned up 'missing'.",	"s_129":"Why?",	"s_131":"I sent you to Dathomir because I knew the missing biologists were probably there. Turns out they had been secretly employed by the Empire to experiment with this super soldier virus. Now there has been an accident and it sounds like people are dying. Why would you want to have anything more to do with this?",	"s_134":"Well, looks like we are done for now. I'll be in touch.",	"s_135":"You're right. I've had enough with the planet hopping.",	"s_136":"I'm glad you agree, %TU. I've taken the liberty to notify the Alliance. Yes, I know you have dealings with them. Don't worry; your secret is safe with me. Maybe the Alliance can help, maybe not, I don't care. What scares me is that I...we, are somewhat connected to this fiasco. Keep eyes in the back of your head, %TU. I'm not ready to die for something silly like this.",	"s_137":"Darth Vader took on Rebel Pilots that destroyed the Death Star.  He survived.",	"s_138":"Uh, I guess.",	"s_139":"How many credits did you say again?",	"s_140":"I'm glad you agree, %TU. You know as much as I do that poking your nose into Imperial business can lead to problems. What scares me is that I...we, are somewhat connected to this fiasco. Keep eyes in the back of your head, %TU. I'm not ready to die for something silly like this.",	"s_141":"I guess you can keep those credits you promised. I don't want them.",	"s_142":"I intended on paying you regardless. It's been fun. But do me a favor...take this Science Datapad and bury it somewhere. I don't want it and  I've already made a copy of everything anyway.  We'll be in contact, %TU, see you around.",	"s_143":"I guess you can keep those credits you promised. I don't want them.",	"s_146":"Meet me on Lok. We'll have more to go on there.",	"s_147":"Give me a few more moments. I'm not THAT quick!",	"s_149":"Well...looks like something got mixed up. You are supposed to go to the Lucky Despot. We'll be in touch.",	"s_157":"You are on private property. In other words I want you to leave.",	"s_159":"So, what are you saying?",	"s_161":"Either there is a psychopath that really hates biologists, or something more sinister going on. ",	"s_163":"Well maybe the data disk Derg wanted me to bring you will help figure this all out.  ",	"s_165":"Right...right. Uh...I don't know if I should be getting involved. What if I am targeted for assassination or something?",	"s_167":"I think Derg asked this disk go to you because he knew you'd do the right thing.",	"s_169":"The right thing? Ha. I really doubt that. I'm a slicer, friend. We specialize in doing the wrong thing.  Pffft....give me the disk. Give me a moment to examine it and we'll talk.",	"s_170":"Why are you so interested in the killer?",	"s_171":"The killer murdered someone important to Jabba the Hutt.  Derg's lab assistant.",	"s_175":"Jabba? Oh I see. So your doing some bounty hunting for Jabba, except now things are a little more complicated.",	"s_179":"Yes.  Complicated is a good description.",	"s_183":"Why is Jabba so interested in a lab assistant?",	"s_187":"Some super soldier drug was involved. ",	"s_191":"Ah! Perhaps the biologist had created a new drug and someone more slimey than Jabba got it first.",	"s_194":"Seems sloppy to leave behind the data disk.",	"s_196":"Well, Mos Eisley isn't home to some of the sharpest tools in the shed, but I have to agree that not everything makes sense.",	"s_198":"Which brings me back to my problem with Jabba.",	"s_2":"",	"s_200":"If I agree to help you with your situation, will you help me look into this ordeal?",	"s_202":"How can you help with Jabba?",	"s_204":"What if I told you that Jabba and Lady Valarian are enemies and framing Lady Valarian would be easier for Jabba to accept than the truth? ",	"s_206":"Go on.",	"s_208":"Derg's lab was in Mos Eisley. Guess where Lady Valarian's Lucky Despot is located?",	"s_210":"Mos Eisley.  Wait...this seems wrong.",	"s_212":"It is probably true, right?  And it beats waiting for Jabba to send someone after you for failing to  deliver.",	"s_214":"Uh...I'm listening.",	"s_216":"Call Jabba or whoever from the Lucky Despot and tell them you've tracked the killer there.They'll connect the dots. Then walk away and come back here so we can find out what is really going on. That is all you have to do.",	"s_30":"I was just about to leave. Do you need the coordinates to Lok again?",	"s_48":"I thought you were going to the Lucky Despot.  Come back when you are done.  Good luck!",	"s_54":"It looks like Derg encrypted a lengthy message on this data disk. So far I have found what looks like important coordinates to a secret laboratory on Lok. Apparently he was working on some sort of illicit project. Feel like going on a trip to Lok?",	"s_55":"I'm not interested. I've got my own problems.",	"s_56":"Wait a second! Weren't you the person that mentioned something about doing the 'right thing?' Don't think that if I am captured with this apparently important data disk that I won't say you helped. Wait, what was your name again?",	"s_57":"I need to find the killer, not a lab on Lok.",	"s_70":"You're back!  I heard about the Lucky Despot.",	"s_71":"You mean your great idea that cost me a trip to the cloning facility?",	"s_72":"You mean your great idea that almost got me killed?",	"s_73":"You won didn't you?  %TU, you're my kind of problem solver!  Anyway, that is all behind us now. We got our own problems.",	"s_74":"Don't worry about that. We have our own problems.",	"s_75":"You mean your problem. I'm getting out of this while I'm ahead.",	"s_76":"Wait! You can't. I can't do this alone. The HoloNet has reported the disappearance of yet another biologist. We need to stop this.",	"s_77":"Or die trying?  No thanks.",	"s_78":"There's probably a lot of credits involved.",	"s_79":"How many credits?",	"s_80":"Not interested.",	"s_81":"2,000?",	"s_82":"Okay.",	"s_83":"What?  Don't insult me.",	"s_85":"Okay 5,000 credits.That is my entire savings. A small price to pay for your help.",	"s_86":"If you stop the killer, you'll be a hero.",	"s_87":"Right. Being a hero gets you killed. No one that seeks justice survives long.",	"s_88":"Uh...have you ever heard the one about the Tatooine moisture farmer that blew up that big Imperial Space Station? What was it called again?",	"s_89":"You mean the Death Star?",	"s_90":"How many credits did you say again?",	"s_91":"Deal.",	"s_92":"Great. Meet me on Lok. I happen to have a place not too far from this secret laboratory. Should be great for a staging area.",	"s_93":"Yeah, the Death Star. You know what that guy, Skywalker said before he attacked the Death Star? ",	"s_94":"'I've lost R2'?",	"s_95":"No...well maybe. But anyway, what I heard he said was 'heroes are made when they answer the call.' All I'm saying is you need to answer the call.",	"s_96":"I'm pretty sure he didn't say that.",	"s_97":"I knew you'd be the hero.",	"s_98":"But...wait, what?"
}}