{
	"stfFile":"conversation/slicer_02_lok",
	"entries": {
		"do_not_edit":"The English version of this file (slicer_02_lok.stf) is automatically generated by the SwgConversationEditor.",	"s_127":"I've fully decrypted the data on Derg's disk. Looks like Derg built a remote laboratory here on Lok and was about to conduct some research.",	"s_129":"Wow this science datapad will be a challenge to decipher. Too bad I don't know any living biologists to help me out.",	"s_131":"What type of research?",	"s_132":"You are on private property. In other words I want you to leave.",	"s_135":"Some sort of super soldier experiments.",	"s_136":"Oh wow. Bib Fortuna had mentioned this.",	"s_137":"Apparently that lab assistant, Bera Jeza, had loose lips and tried to sell the drug, or whatever it is, to Jabba and possibly other sources.",	"s_138":"I see.",	"s_139":"There is a twist. Apparently there is another un-named scientist that provided the super soldier drug to Derg.  Derg didn't create this thing.",	"s_140":"So, why did Derg contact you?",	"s_141":"Derg didn't know who to trust so he thought of me. We go back a few years.  He wanted me to get to the laboratory and evacuate his staff and destroy evidence before assassin teams arrived.",	"s_142":"Assassin teams?",	"s_143":"Relax, I've done a scan of the area. There isn't anything larger than a Womp Rat alive.  I'm pretty sure that everyone has been evacuated, but you are going to make sure.",	"s_144":"Me?  Why not both of us? ",	"s_145":"I have all the equipment here to monitor the location remotely.  If someone comes within 1000 meters I'll be the early warning system.",	"s_146":"If the place is evacuated, why go?",	"s_147":"I'd like to get my hands on any clues left behind.  We'll split everything 50/50. Sound good?",	"s_148":"I guess...",	"s_149":"Alright, see you soon.",	"s_150":"I'm fine, thanks for asking.",	"s_151":"Of course you are fine, you're the hero. I'm just the guy that gets to spend the next several months of his life figuring out what a....'genome' or a 'compound bond' is.  You have it easy, trust me.",	"s_152":"So what's next then?",	"s_155":"We have a new lead.",	"s_156":"Let me guess.  I have to infiltrate the Nightsister Stronghold and return with the clan mother's mustache.",	"s_157":"Uh, no. But you have the planet correct.  While I was slicing the satellites around Lok I intercepted a lot of communication traffic from Dathomir. One of communications came from a 'missing' biologist. On top of that, the area where the communications are coming from seems to have built its own starport and facilities so I am curious what is going on.",	"s_158":"So go to Dathomir?",	"s_159":"Correct.  Go to the coordinates I have and report what you see.",	"s_2":"",	"s_30":"Please hurry.  I want to loot...I mean procure anything left behind before someone else does.",	"s_31":"Let me know when you get to Dathomir.  I'm headed back to Mos Taike after I LOK up here.  Get it??",	"s_34":"Meet me back at my place at Mos Taike. We'll have to go over a few things there to fix your situation.",	"s_35":"Well now, how did this happen?  Oh well. Ready to continue?  Go to the laboratory and see what you can find.",	"s_36":"Looks like you lost some instructions. Find out what is going on at this location on Dathomir."
}}