{
	"stfFile":"conversation/som_kenobi_computer_technician",
	"entries": {
		"do_not_edit":"The English version of this file (som_kenobi_computer_technician.stf) is automatically generated by the SwgConversationEditor.",	"s_121":"What are you doing here?",	"s_122":"I have a favor to ask.",	"s_123":"I need to access your computer for a bit.",	"s_124":"Say what?! Who are you?!",	"s_125":"I'm really busy here, so make it quick.",	"s_126":"Who I am is not important. Now I need to borrow your computer.",	"s_127":"You are doing no such thing! You are not even supposed to be here!",	"s_128":"Either I use your computer, or you end up in the med facility.",	"s_134":"Please, this is preposterous. What is it you intend to do with it?",	"s_135":"I'm looking for someone out in the lava fields.",	"s_136":"Very well, but I'm staying to make sure you don't break anything.",	"s_137":"Of course, but get in my way and I will break something.",	"s_138":"That...that's not funny. Please hurry up so I can get back to work.",	"s_139":"I'm looking for someone out in the lava fields and...",	"s_140":"You were hoping that one of our droids has spotted them? That's very possible, but I can't spend my days trying to find people lost out there. I have a real job to do.",	"s_141":"Maybe I can use one of the computers for a minute?",	"s_142":"That is highly unusual...and the rental fee on these computers is quite steep.",	"s_143":"How steep?",	"s_144":"[Use the Force] But I don't have to pay.",	"s_145":"But you don't have to pay. Go ahead. Just be quick so I can get back to work.",	"s_146":"[Use the Force] You don't need to know that.",	"s_147":"I don't need to know that. You can go ahead and use that one over there. Just hurry up so I can get back to work.",	"s_148":"I believe the going rate is 500 credits.",	"s_149":"Talk about steep. Very well, here you go.",	"s_151":"No way. That is too much.",	"s_153":"I might be convinced to give you a discount. 350 is my final offer. Take it or leave it.",	"s_173":"Fine, here. Now let me do this please.",	"s_174":"A pleasure doing business with you. Use that one over there. Now hurry up so I can get back to work.",	"s_175":"A pleasure doing business with you. Use that one over there. Now hurry up so I can get back to work.",	"s_176":"Bah, I think I'll just tell your supervisor how corrupt you are.",	"s_177":"No need to get testy! One has to make a living you know. Very well, use the computer over there, but hurry up so I can get back to work.",	"s_178":"You don't even have that kind of cash. Come back when you do.",	"s_179":"You don't even have that kind of cash. Come back when you do.",	"s_2":"",	"s_93":"Do I look like I'm here to chat? I have a job to do."
}}