{
	"stfFile":"conversation/som_storm_lord_jural",
	"entries": {
		"do_not_edit":"The English version of this file (som_storm_lord_jural.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"I was very worried about you. I know the Prophet is no ordinary thug. The good news is that Talper actually opened his eyes for a little while...that is how I knew you had won.",	"s_100":"I was right. The doctor lost his mind.",	"s_102":"Hush. Let me continue. After Dr. Namdaot made this proclamation, the sky darkened, and lightning began pounding the ground around the camp. The members of the team who were feeling the effects of that place the worst immediately dropped to their knees and started praying to him. It took others a little longer to come around, but eventually, everyone was enthralled by him. Everyone but me and my brother, Talper.",	"s_104":"I was going to ask about him. He doesn't look so good.",	"s_106":"Yes, I fear he is dying. While everyone else was worshipping this Storm Lord, Talper yelled at him...calling him a fraud. Dr. Namdaot looked at my brother with such venom and called him an unbeliever. Then he did something.",	"s_108":"What do you mean...something?",	"s_110":"I don't really know. One moment, my brother was facing down Dr. Namdaot, and the next, he was lying on the ground, writhing in pain. All the doctor did was wave his hand at him. Since then, Talper has been steadily getting worse. I don't think he will last very much longer and, as far as I can tell, there is nothing wrong with him. I can only assume that it is the doing of this Storm Lord.",	"s_112":"Is there anything that I can do?",	"s_114":"Maybe. Just maybe. I have been paying close attention to the goings-on in the camp and think I have an answer. The doctor immediately began sending his worshippers out to gather up more followers and I was wondering why. Well, it would seem that none of them survive very long. Almost all of the group of original followers are dead. I have seen their bodies...they look drained.",	"s_116":"I am not following you.",	"s_118":"I think that the doctor is doing something to his followers that drains their life away from them. Perhaps this is the source of his power. If he didn't have so many people following him, maybe he would lose strength, and he would lose power over my brother. I know it is a long shot, but it is the only thing that I can think of.",	"s_120":"I will see what I can do about taking out his followers.",	"s_122":"Thank you. Try taking out some of his minions. I am sure that if he loses enough of them, he will become weaker.",	"s_124":"I wish I could help you, but I just cannot.",	"s_126":"I understand. Thank you for listening to my plight. Safe journey to you.",	"s_18":"Talper is feeling better, but I think that just gained some time. He is still very sick.",	"s_2":"",	"s_20":"I could hear the sounds of the battle all the way down here. I was afraid that you wouldn't make it back.",	"s_32":"Talper is fading fast. He is strong, but I don't think he can hold out for much longer.",	"s_34":"You are back! How did your mission go?",	"s_37":"It has been taken care of. How is your brother?",	"s_38":"There hasn't been any change in his condition. Maybe the minions just are not powerful enough to have any effect on Dr. Namdaot's strength. I think we are going to have to aim higher.",	"s_40":"I am listening.",	"s_42":"Not all of the Storm Lord's original worshippers died. Some of them took on traits that are very similar to his. I call them zealots. They are fanatic in their worship of the doctor. Maybe their strength adds to his somehow. If they were eliminated, maybe Talper would get better.",	"s_44":"I will hunt down these zealots for you.",	"s_45":"Don't worry about me. I am no stranger to a fight.",	"s_46":"Well, the good news is that Talper looks a little better today. I think our plan is working. The problem is that we are just not doing enough...which got me to thinking: if the zealots help strengthen the Storm Lord, then maybe the more fanatic the worshipper is, the more powerful he becomes.",	"s_47":"You want me to take out some more zealots?",	"s_48":"No. I was thinking of someone who is more fanatical then all of the zealots combined -- the Prophet.",	"s_49":"He has a prophet?",	"s_50":"Yes. Dr. Namdaot no longer directly speaks to his followers. Instead, he only talks to his most devoted follower, who then preaches to all the others. I think if you were to defeat the Prophet, the Storm Lord would be so weak that he couldn't maintain control over Talper's sickness.",	"s_51":"Once more into the brink...",	"s_52":"I wish I could help you. But I just can't right now.",	"s_53":"I knew it was a long shot asking you in the first place. It is okay. Thank you for what you have already done.",	"s_54":"Now, I must warn you. The Prophet is nearly as strong as Dr. Namdaot is and he will fight to the death to protect his master. This is no small challenge that I have asked of you. Good luck.",	"s_55":"You did it! Talper is already feeling better. He is still extremely weak and it will take him a while to recover, but I can tell he is going to make it. You are very brave to help us out like this.",	"s_56":"Yeah, I beat the Prophet. So is Talper going to be alright?",	"s_57":"I don't know. He still has a fever and hasn't opened his eyes since that one time. I am afraid that there is only one way to be certain. I must ask you to kill the Storm Lord.",	"s_58":"I figured it would come to this. Where is he?",	"s_59":"I am afraid that I have some other business to attend to first.",	"s_60":"He never leaves the temple at the top of the mountain anymore. I am sure that all your prior efforts have weakened him. Now is the perfect time to strike, before he can regain any strength. Good luck to you.",	"s_61":"I understand. I think Talper can hold on for a while longer.",	"s_62":"Hello again. Talper is doing much better. He is still very weak, but he is going to make it. And we owe it all to you. Thank you so much.",	"s_63":"Think nothing of it.",	"s_64":"No, it was something. Please, take this as payment for saving the life of my brother. Thank you again.",	"s_66":"Be careful. When I said they took on the traits of the Storm Lord, I meant it. I have seen them do some very strange things.",	"s_68":"I am afraid I have done all I can for now.",	"s_70":"Okay. Thank you for trying.",	"s_72":"Talper isn't doing so well. Unless you can defeat those minions of the so-called Storm Lord, he isn't going to make it.",	"s_74":"Please don't tell me that you are on your way to join up with the Dr. Namdaot...well, I suppose he calls himself the Storm Lord now.",	"s_76":"I am afraid I don't know what you are talking about.",	"s_78":"Whew! Finally, someone with some sense. You shouldn't travel any further up this road. That madman and his followers have almost completely taken over the whole valley. The only people they even tolerate are this group of scavengers who pay occasional homage to the Storm Lord.",	"s_8":"Talper is starting to get worse again. The Storm Lord must be defeated or he doesn't have much of a chance.",	"s_80":"Who or what is this Storm Lord you keep mentioning?",	"s_82":"I am sorry. I completely forgot my manners. I am Jural, a reporter for the Corellian Times...perhaps you have read my column on galactic exploration? No? Anyways, I was out here reporting on Dr. Namdaot's excavation of the temple ruins up the way.",	"s_84":"There are temple ruins up there?",	"s_86":"Yes, a very large complex of them. Dr. Namdaot was uncovering some amazing finds. It would seem that those ruins were once the main temple on Mustafar. He was on the trail of something big when the change occurred. He said that he had found evidence that a powerful Jedi artifact was once housed in the temple and that it might have something to do with why Mustafar is like it is today.",	"s_88":"You said that a change occurred?",	"s_90":"It was subtle at first, barely noticeable. Sometimes you would get the feeling someone was watching you even though you were all by yourself. Other times you would hear...well, I could swear they were voices, but they were too low to understand. Everyone was feeling it, and Dr. Namdaot, the worst of all...",	"s_92":"Go on.",	"s_94":"Dr. Namdaot started to talk back to the voices. At first, when we would ask him about it, he would just chuckle and say that it was nothing. But after a while, we would catch him having conversations with nothing. When we asked him about those, he would get very angry and tell us to mind our own business. Then one day, he just walked out of base camp and went to the summit temple ruins.",	"s_96":"Sounds like the good doctor just snapped.",	"s_98":"Some of us thought that too. But what happened when he came back left no doubt in my mind that those voices and strange feelings were real. The doctor was gone for a few days, and then one morning, just showed back up...but he was different. He declared his divinity to the whole camp and ordered everyone to worship him as the Storm Lord."
}}