{
	"stfFile":"conversation/som_kenobi_obi_wan",
	"entries": {
		"do_not_edit":"The English version of this file (som_kenobi_obi_wan.stf) is automatically generated by the SwgConversationEditor.",	"s_103":"Yes, the Jedi trapped within is clearly in great pain and he must have been what drove the poor Mustafarian insane. I will try to come up with a way to help free him later, but right now, we have more pressing matters. I wish you hadn't killed the Mustafarian, though. He was as much a victim as the Jedi in the crystal and if he had been spared, he could have been a help in saving the Jedi...",	"s_104":"I had no choice but to put the crazy fool out of his misery.",	"s_105":"I was trying to avoid it, but I couldn't save him.",	"s_106":"I am in dire need of your assistance, %TU. I've been watching you for some time, hoping that you would be the one I could entrust with this difficult task.",	"s_107":"There's almost always another way, %TU. You have to be more compassionate. All that anger can only cause you pain.",	"s_108":"I've done alright so far. Now what is the next step?",	"s_109":"We are rapidly running out of time. A great evil has arrived and it's quickly making its way over to the chamber. Not only that, but your actions have drawn the attention of its minions and I fear that they are closing in on you as we speak.",	"s_110":"Then why are we standing around here? What's the next step?",	"s_114":"I understand. Sometimes violence is the only outcome, my friend. At least you did your best. Now, let's focus on the task at hand.",	"s_115":"Yes, I would like to get rid of this crystal sooner rather than later.",	"s_116":"Yes, time is against us, in more ways than one. A great evil has arrived and it's quickly making its way over to the chamber. Not only that, but your actions have drawn the attention of its minions and I fear that they are closing in on you as we speak.",	"s_117":"I will be as fast as I can. What do I do next?",	"s_121":"What...who are you?",	"s_123":"Who I am is not of any importance. What I need help with, on the other hand, may affect the future of the entire galaxy.",	"s_150":"It's dangerous, but we need to forge a stronger bond between you and the crystal. That would probably happen over time if you kept it, but we can't wait. On this planet, there are three old enclaves, remains of the Jedi temples. At each of these, there is a conduit that was used to link the enclaves together.",	"s_152":"Interesting. Who, or maybe I should say what, are you?",	"s_154":"It's dangerous, but we need to forge a stronger bond between you and the crystal. That would probably happen over time if you kept it, but we can't wait. On this planet, there are three old enclaves, remains of the Jedi temples. At each of these, there is a conduit that was used to link the enclaves together.",	"s_155":"I thought we were in a hurry? Get to the point.",	"s_156":"Patience, %TU. I'm getting there. You will have to go to each of these three conduits, wedge the crystal into it and wait while the power channels through it. The first enclave is located in the northwest corner of the continent. The second is just west of the central volcano and the final one is straight east of the same volcano, all the way on the edge of the continent.",	"s_157":"I'm not sure I like this...",	"s_158":"I know, my friend, but we have no choice. You will have to go to each of these three conduits, wedge the crystal into it, and wait while the power channels through it. The first enclave is located in the northwest corner of the continent. The second is just west of the central volcano and the final one is straight east of the same volcano, all the way on the edge of the continent.",	"s_159":"Yes, I would like to get rid of this crystal sooner rather than later.",	"s_160":"Yes, he can wait. What's the next step?",	"s_161":"Who I am is not of any importance. What I need help with, on the other hand, may affect the future of the entire galaxy.",	"s_162":"I'm glad to see you made it, %TU. Let me explain how to do this.",	"s_163":"What happened to you slowing down these guys?!",	"s_164":"Please... I... I can't take much more of this...",	"s_165":"There's too many of them and they are closing in too fast! We have to get inside, now!",	"s_166":"Fine, how do I get inside? Shut up! Did you hear that?",	"s_167":"It's the crystal. It's playing tricks with your mind. Wedge it into one of the cracks on the pillar, then place your hands on it and focus on transferring yourself inside.",	"s_168":"The crystal is trying to break you down, but you will be free from it in a second, my friend. Take it and wedge it into one of the cracks of the pillar, then place your hands on it and focus on transferring yourself inside.",	"s_169":"This better work!",	"s_170":"I believe it will, %TU. Now hurry!",	"s_171":"Alright, I... I hope this works...",	"s_172":"It will, my friend. Now hurry!",	"s_174":"Please explain.",	"s_176":"Fine, I'm all ears.",	"s_178":"I'm not sure how much of this planet's history you have uncovered, but I'll tell you what I know. Thousands of years ago, long before my time, there was a large chapter of Jedi Knights located here. The planet was a center of Jedi information and artifacts, which attracted the vicious Sith.",	"s_180":"The Sith?",	"s_182":"The Sith were an ancient race that, for the lack of a better term, were pure evil. Their leaders were great wielders of the Force, but they didn't wield it for great things. They became a danger to the rest of the galaxy when their powers corrupted Jedi that came to their planet.",	"s_184":"Hmm, alright, carry on.",	"s_186":"As I suspected.",	"s_188":"The Jedi on Mustafar uncovered a magnificent crystal of unknown origin. It was as tall as a tower, and the Jedi quickly discovered that it was attuned to the Force within them. When news of an impending Sith invasion reached them, they desperately began to experiment with the crystal, hoping to find a way to use it in their defense.",	"s_190":"I can see where this is heading.",	"s_192":"Yes, I'm sure you can piece it together by now, but let me go on. The Jedi believed they could channel their powers through the crystal and dampen the Sith's powers while strengthening their own. As the Sith warships pierced the atmosphere, the Jedi Masters began channeling the Force through the crystal while the younger Jedi led the troops in battle.",	"s_194":"But everything didn't go as they planned, did it?",	"s_196":"Indeed it didn't. At first, it worked perfectly. The Sith could barely use their powers at all while the young Jedi in the field could wield more power than ever. But they hadn't had time to do enough research on the crystal and its limits, and as the battle went on, it began to crack. Close to victory, the Jedi could have stopped using it and would have still won the battle.",	"s_198":"Then, what would I call you?",	"s_199":"I like to know who I'm doing favors for.",	"s_2":"",	"s_200":"Please explain.",	"s_201":"You can call me Ben. Now let me continue, please.",	"s_202":"Of course. My apologies.",	"s_203":"But they didn't?",	"s_204":"I'm not sure how much of this planet's history you have uncovered, but I'll tell you what I know. Thousands of years ago, long before my time, there was a large chapter of Jedi Knights located here. The planet was a center of Jedi information and artifacts, which attracted the vicious Sith.",	"s_206":"Who are the Sith?",	"s_207":"No, and I'm not sure why. Some believe that the Sith Lord, facing certain defeat, somehow corrupted the vulnerable Jedi Masters as they were channeling. The result was catastrophic. When the crystal exploded, it sent the planet itself out of its orbit and wiped out all of the Sith and Jedi. All but one, that is.",	"s_208":"The Sith were an ancient race that, for the lack of a better term, were pure evil. Their leaders were great wielders of the Force; but they didn't wield it for great things. They became a danger to the rest of the galaxy when their powers corrupted Jedi that came to their planet.",	"s_210":"I understand.",	"s_211":"Who?",	"s_212":"Yes, I've learned some of this, but please continue.",	"s_214":"The Jedi on Mustafar uncovered a magnificent crystal of unknown origin. It was as tall as a tower, and the Jedi quickly discovered that it was attuned to the Force within them. When news of an impending Sith invasion reached them, they desperately began to experiment with the crystal, hoping to find a way to use it in their defense.",	"s_215":"The elder of the masters, Erg Krow. As the crystal exploded, he managed to shield himself from some of the destruction. Clinging onto life, he found a large shard of the crystal in front of the dead masters.",	"s_216":"I'm assuming things didn't go according to plans..?",	"s_218":"You are correct, my friend. The Jedi believed they could channel their powers through the crystal and dampen the Sith's powers while strengthening their own. As the Sith warships pierced the atmosphere, the Jedi Masters began channeling the Force through the crystal while the younger Jedi led the troops in battle.",	"s_219":"Very interesting.",	"s_220":"What happened?",	"s_222":"At first, it worked perfectly. The Sith could barely use their powers at all, while the young Jedi in the field could wield more power than ever. But they hadn't had time to do enough research on the crystal and its limits, and as the battle went on, it began to crack. Close to victory, the Jedi could have stopped using it and would have still won the battle.",	"s_223":"Sensing that this large shard still had tremendous power, he dragged it with him into hiding. He then spent his remaining energy using the Force to put a protective shield around it, to make sure that no other Force wielder could sense its presence. Unfortunately, Krow, dying from his injuries, wasn't as strong as he had once been, and the power of his shield has diminished after several thousand years.",	"s_224":"Why didn't they? Jedi are quite wise from what I know.",	"s_226":"But they have their flaws like everyone else. Some believe that the Sith Lord, facing certain defeat, somehow corrupted the vulnerable Jedi Masters as they were channeling. The result was catastrophic. When the crystal exploded, it sent the planet itself out of its orbit and wiped out all of the Sith and Jedi. All but one, that is.",	"s_227":"I can't assist you any further right now, %TU. I have things that have to be done if we are to succeed.",	"s_228":"Who could possibly have survived that?",	"s_229":"You mean that we can find it now?",	"s_230":"The elder of the masters, Erg Krow. As the crystal exploded, he managed to shield himself from some of the destruction. Clinging onto life, he found a large shard of the crystal in front of the dead masters.",	"s_232":"Amazing. What did he do?",	"s_233":"Everything is set, %TU. It is time to end this. You must quickly head to the hidden chamber, before it's too late.",	"s_234":"Sensing that this large shard still had tremendous power, he dragged it with him into hiding. He then spent his remaining energy using the Force to put a protective shield around it, to make sure that no other Force wielder could sense its presence. Unfortunately, Krow, dying from his injuries, wasn't as strong as he had once been, and the power of his shield has diminished after several thousand years.",	"s_235":"I already have, but the forces of evil are swiftly closing in to claim it. You have seen some of them yourself. That is why we must act quickly, %TU. We can't let it fall into their hands.",	"s_236":"Then it is now unprotected and it's possible to find it?",	"s_238":"I already have, but the forces of evil are swiftly closing in to claim it. You have seen some of them yourself. That is why we must act quickly, %TU. We can't let it fall into their hands.",	"s_239":"I agree. So where is it? Let's go get it right away.",	"s_240":"Most definitely not. So why haven't you taken it?",	"s_242":"In my state, I can't, which is why I need you. I wish it were as easy as us just going there right now and getting it, but there are some problems. Even though the shielding is all but gone, Krow made sure that it wouldn't be easy to gain access. He made the entrance only passable by someone with great Force powers and since you don't have that, we have to cheat.",	"s_243":"I wish it was that simple. Even though the shielding is all but gone, Krow made sure that it wouldn't be easy to gain access. He made the entrance only passable by someone with great Force powers, and since you don't have that, we have to cheat.",	"s_244":"Cheat how?",	"s_246":"There's a shard of the crystal that has an unusually active soul of a Jedi trapped inside it. I'm fairly certain that we can use that shard as a key to gain entrance to Krow's chamber.",	"s_247":"Sounds good. What's the plan?",	"s_248":"A soul trapped inside? That's horrible.",	"s_250":"I agree, but that's a problem that will have to wait.",	"s_251":"There's a shard of the crystal that has an unusually active soul of a Jedi trapped inside it. I'm fairly certain that we can use that shard as a key to gain entrance to Krow's chamber.",	"s_252":"Understood. So where do we take the shard if we get it?",	"s_254":"Nowhere. We will destroy it, which is what Krow should have done in the first place. I think that some of the Sith's taint had touched him and that's why he couldn't. The crystal is much too powerful to be entrusted to anyone. No one is immune to the corruption of the Dark Side. Trust me.",	"s_255":"Fairly certain? What if it doesn't work and someone takes my crystal?",	"s_256":"I agree. So where do we find the 'key'?",	"s_258":"That is the tricky part. It's currently in the possession of a crazed Mustafarian. I'm not sure what's driven him to insanity, but he's become a hermit, wandering the scorched lands erratically...making him hard to track, even for me. You need to find him.",	"s_259":"Your crystal? We are not going there to take it. We are going to destroy it.",	"s_260":"That will be difficult. He could be anywhere.",	"s_262":"Yes, but I've thought of something that might help. The Mustafarian survey droids scour the planet constantly trying to find new resources. If you can gain access to their computer network, you might be able to find an approximate location of where the hermit was spotted last.",	"s_263":"Why?!",	"s_264":"Will the Mustafarians assist me?",	"s_265":"How do I get there?",	"s_266":"That is unlikely. They are mostly interested in profit and would probably shrug you off as a lunatic if you tried to explain to them. You will have to find another way. I'm afraid I have urgent matters to take care of, but I will see you again, %TU. Please be swift in solving this. We are rapidly running out of time. If you need my assistance, go to the northeastern shoreline between the old and new mining facilities and I will try to answer your call.",	"s_268":"I will do my best. You be careful.",	"s_269":"North of the central volcano is what's called the Burning Plains. In the northeast corner of the plains, you will find the entrance to the chamber. I can't come with you, but will meet you there. The minions of the dark are closing in on you. I will have to try and throw them off track.",	"s_270":"Oh, this old man will be fine. You just worry about yourself, my friend. May the Force be with you, %TU.",	"s_271":"That is what Krow should have done in the first place. I think that some of the Sith's taint had touched him and that's why he couldn't. The crystal is much too powerful to be entrusted to anyone. No one is immune to the corruption of the Dark Side. Trust me.",	"s_272":"They couldn't have been unfortunate enough that the Sith Lord survived?",	"s_273":"Thank you. I will make my way over there as fast as I can!",	"s_274":"No, thankfully they weren't. All records point to the Sith Lord being vanquished.",	"s_276":"Good. So who did survive?",	"s_277":"Good luck, my friend, and may the Force be with you. You will need it.",	"s_278":"But... Fine. So where do we find the 'key'?",	"s_279":"Where is it?",	"s_281":"North of the central volcano is what's called the Burning Plains. In the northeast corner of the plains, you will find the entrance to the chamber. I can't come with you, but will meet you there. The minions of the dark are closing in on you. I will have to try and throw them off track.",	"s_282":"That is the tricky part. It's currently in the possession of a crazed Mustafarian. I'm not sure what's driven him to insanity, but he's become a hermit, wandering the scorched lands erratically...making him hard to track, even for me. You need to find him.",	"s_283":"Don't worry. I won't let them get the crystal.",	"s_285":"I hope you are right. May the Force be with you, %TU. You will need it.",	"s_286":"Very well, I will be on my way immediately.",	"s_287":"Be very careful, my friend. These are dangerous times indeed. May the Force be with you, %TU!",	"s_288":"Alright, enough chatting. I'm on my way!",	"s_289":"Very well. Stay on your guard, %TU. Danger is everywhere now. May the Force be with you!",	"s_290":"How? Just start running around hoping I bump in to him?",	"s_291":"Everything is set, %TU. Now you need to make it to the hidden chamber quickly.",	"s_293":"How do I get there?",	"s_294":"Amusing, but no. I have a plan. The Mustafarian survey droids scour the planet constantly, trying to find new resources. If you can gain access to their computer network, you might be able to find an approximate location of where the hermit was spotted last.",	"s_295":"North of the central volcano is what's called the Burning Plains. In the northeast corner of the plains, you will find the entrance to the chamber. I can't come with you, but will meet you there. The minions of the dark are closing in on you. I will have to try and throw them off track.",	"s_297":"Thank you. I will make my way over there as fast as I can!",	"s_298":"I don't think the Mustafarians will let me use their network.",	"s_299":"Good luck, my friend and may the Force be with you. You will need it.",	"s_301":"Where is it?",	"s_302":"Probably not, but I'm sure you can find a way. Now, I have urgent matters to take care of. I will see you again, %TU. Please be swift in solving this. We are rapidly running out of time. If you need my assistance, go to northeastern shoreline between the old and new mining facilities and I will try to answer your call.",	"s_303":"North of the central volcano is what's called the Burning Plains. In the northeast corner of the plains, you will find the entrance to the chamber. I can't come with you, but will meet you there. The minions of the dark are closing in on you. I will have to try and throw them off track.",	"s_305":"Don't worry, I won't let them get the crystal.",	"s_306":"What could possibly be more important than helping with this?",	"s_307":"I hope you are right. May the Force be with you, %TU. You will need it.",	"s_309":"The forces of evil are marching rapidly, %TU, and this old man needs to put a wrench in their cogs before it's too late. Farewell, for now.",	"s_311":"The Sith Lord I assume?",	"s_313":"Are you ready to enter the chamber, %TU?",	"s_314":"We are rapidly running out of time. A great evil has arrived and it's quickly making its way over to the chamber. Not only that, but your actions have drawn the attention of its minions and I fear that they are closing in on you as we speak.",	"s_315":"I think so.",	"s_316":"Then why are we standing around here? What's the next step?",	"s_317":"Give me a moment to recover.",	"s_318":"It's dangerous, but we need to forge a stronger bond between you and the crystal. That would probably happen over time if you kept it, but we can't wait. On this planet, there are three old enclaves, remains of the Jedi temples. At each of these there is a conduit that was used to link the enclaves together.",	"s_319":"Very well, but don't take too long, %TU. We need to finish this.",	"s_320":"I thought we were in a hurry? Get to the point.",	"s_321":"Good, let us finish this, %TU.",	"s_322":"Patience, %TU. I'm getting there. You will have to go to each of these three conduits, wedge the crystal into it, and wait while the power channels through it. The first enclave is located in the northwest corner of the continent. The second is just west of the central volcano and the final one is straight east of the same volcano, all the way on the edge of the continent.",	"s_323":"No...why would you assume that?",	"s_324":"Alright, enough chatting. I'm on my way!",	"s_326":"Very well. Stay on your guard, %TU. Danger is everywhere now. May the Force be with you!",	"s_327":"Well, he must have been very powerful...corrupting the Jedi Masters.",	"s_328":"Yes, time is against us, in more ways than one. A great evil has arrived and it's quickly making its way over to the chamber. Not only that, but your actions have drawn the attention of its minions, and I fear that they are closing in on you as we speak.",	"s_330":"I will be as fast as I can. What do I do next?",	"s_331":"True, but when it comes to preserving life, the dark side of the Force will always be weak.",	"s_332":"It's dangerous, but we need to forge a stronger bond between you and the crystal. That would probably happen over time if you kept it, but we can't wait. On this planet, there are three old enclaves, remains of the Jedi temples. At each of these, there is a conduit that was used to link the enclaves together.",	"s_333":"Good to see you again, %TU. You're a hero unlike any others, my young friend.",	"s_334":"I'm not sure I like this...",	"s_335":"Are you ready to pick up where we left off, %TU?",	"s_336":"I know, my friend, but we have no choice. You will have to go to each of these three conduits, wedge the crystal into it, and wait while the power channels through it. The first enclave is located in the northwest corner of the continent. The second is just west of the central volcano and the final one is straight east of the same volcano, all the way on the edge of the continent.",	"s_337":"Yes, I feel that I am.",	"s_338":"Very well, I will be on my way immediately.",	"s_339":"No. Not yet I'm afraid.",	"s_340":"Be very careful, my friend. These are dangerous times indeed. May the Force be with you, %TU!",	"s_341":"Good. Make your way to the lair immediately. We haven't much time.",	"s_342":"Very well, but I hope you will be soon. We don't have much time.",	"s_344":"Well, I wouldn't know. So who survived then?",	"s_346":"I like to know who I'm doing favors for.",	"s_348":"I just told you, the entire galaxy. Very well, you can call me Ben. Now can I go on?",	"s_349":"Alright. I will do as you have asked.",	"s_350":"I have lost the hermit.",	"s_351":"Thank you. The fate of galaxy rests in your hands.",	"s_352":"Very well, you will have to perform another search for him using the miner's network. Return to the Mensix Mining Facility and perform another search for the hermit. Good luck to you.",	"s_354":"Fine, what is it you need help with?",	"s_356":"My business is not with you, %TU. Please step aside.",	"s_96":"Good, you have the key. We are ready to proceed, %TU.",	"s_97":"Good, this thing is strange. I don't like it at all.",	"s_99":"Yes, the Jedi trapped within is clearly in great pain and he must have been what drove the poor Mustafarian you saved insane. I will try to come up with a way to help free him later, but right now we have more pressing matters."
}}