{
	"stfFile":"conversation/som_cube_ithes_olok",
	"entries": {
		"do_not_edit":"The English version of this file (som_cube_ithes_olok.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Is there anything that I can do to help?",	"s_101":"Well, good luck with all that, but I really must go.",	"s_103":"Well, good luck with all that, but I really must go.",	"s_104":"I...well. I suppose if you must. Come back any time, though.",	"s_105":"I...well. I suppose if you must. Come back any time, though.",	"s_106":"Actually, there is. I've seen symbols like these before, while surveying some Old Republic ruins to the south of this facility. I didn't think much about it at the time, but I believe if I could get some notes about the symbols there, we might understand more about this scroll.",	"s_107":"What do you need me to do?",	"s_108":"On second thought, I don't think I can help.",	"s_109":"Oh really? That's too bad. I guess I keep at it on my own then. Do come back if you change your mind.",	"s_110":"I'm no spry hatchling anymore. I can't quite get around as well as I used to, and all my assistants are out in the field already. I need you to go take some notes from three of the symbol stones at the Old Republic ruins down to the south.",	"s_111":"I think I can do that.",	"s_113":"That's a fascinating story, but I really must go.",	"s_114":"On second thought, I don't think I can help.",	"s_116":"Oh really? That's too bad. I guess I keep at it on my own then. Do come back if you change your mind.",	"s_117":"That's excellent news! If I can make sense of what you bring back, I'll make sure you share in the findings! ",	"s_118":"Ah, the intrepid archaeologist has returned! Were you able to find the Old Republic ruins? Did you take the notes from the symbol stones?",	"s_119":"Yes. I have them for you right here.",	"s_120":"No, I'm still working on it.",	"s_121":"Well then, go finish up! Make haste!",	"s_122":"Excellent! Let me see. Hmm, now to compare it to the scroll. Ah...of course, that's what that means. It all makes sense now. Would you like to see how it works? Let me show you. Take this cube. You can keep it. I have plenty others. Oh, and these three objects.",	"s_123":"OK. What do I do?",	"s_124":"Thanks, but I'll figure it out myself later.",	"s_125":"As you wish. Thank you for your help. Come back if you need assistance!",	"s_126":"I've initialized the cube so that it can be opened. Just open it like you might any other container and place the items that I gave you inside.",	"s_127":"I see. Then what?",	"s_128":"Thanks. I'll figure out the rest myself.",	"s_129":"I... well. I suppose if you must. Come back any time, though.",	"s_130":"As you wish. Thank you for your help. Come back if you need assistance!",	"s_131":"Once the items are inside, close the cube and then activate it using the radial interface there on the cube.",	"s_132":"OK, then what?",	"s_134":"Thanks. I'll figure out the rest myself.",	"s_135":"Sorry, I've got to go.",	"s_136":"As you wish. Thank you for your help. Come back if you need assistance!",	"s_137":"Then you should have a brand-new item inside! Significantly different from the original items that you put in there. Isn't that marvelous!",	"s_139":"Does this not interest you? Ah, very well. Some other time perhaps.",	"s_140":"Ah, what brings you back here, my friend? Do you need another explanation on how to work the cube?",	"s_141":"Yes, please.",	"s_142":"No, I've got it figured out.",	"s_143":"Excellent. Take care then!",	"s_144":"Of course! Just open the cube like you might any other container and place three items inside.",	"s_145":"Is there anything else I should know?",	"s_146":"Just remember that you must combine exactly three items in the cube. It won't work with only one or two. And you will not be able to combine every single item. Only certain items that have an appropriate Force alignment will work in the cube. Does that make sense?",	"s_148":"Yes. Thank you for the explanation.",	"s_149":"Sorry, I've got to go.",	"s_150":"No, thank you for all your help! Good luck out there!",	"s_152":"Does this not interest you? Ah, very well. Some other time perhaps.",	"s_154":"Sorry, I've got to go.",	"s_156":"Does this not interest you? Ah, very well. Some other time perhaps.",	"s_158":"Sorry, I've got to go.",	"s_160":"Does this not interest you? Ah, very well. Some other time perhaps.",	"s_162":"Sorry, I've got to go.",	"s_164":"Does this not interest you? Ah, very well. Some other time perhaps.",	"s_166":"No.",	"s_168":"Chu-Gon Dar was a Jedi Master that lived thousands of years ago during the era of the Old Republic. He resided at the Jedi Temple here on Mustafar, and his knowledge and understanding of the Physical Force was unmatched by any other.",	"s_170":"Sorry, I've got to go.",	"s_172":"Does this not interest you? Ah, very well. Some other time perhaps.",	"s_174":"Sorry, I've got to go.",	"s_176":"Certainly. I would feel overwhelmed in my presence too. Good day to you.",	"s_178":"Just a quick overview is fine.",	"s_180":"You see there are many...oh. Ah, right. Overview. I'm sure you've heard of the legend of Chu-Gon Dar, correct?",	"s_182":"Sorry, I've got to go.",	"s_184":"Hmm? Yes, perhaps we don't have the time now. Come back tomorrow!",	"s_186":"I'll be on my way.",	"s_188":"Good.",	"s_190":"Oh... OK, I guess.",	"s_192":"Well? Why are you just standing there? Is there anything else? I paid in advance, you know.",	"s_193":"Actually, I lost the cube.",	"s_194":"Seriously? Well, since you were so kind as to help me out, I suppose I can let you have another. But be careful with this one. These are delicate Jedi artifacts!",	"s_195":"Thank you.",	"s_196":"Now, do you need another explanation on how to work the cube?",	"s_198":"Yes, please.",	"s_199":"What is it you're doing here?",	"s_2":"",	"s_200":"Of course! Just open the cube like you might any other container and place three items inside.",	"s_202":"No, I've got it figured out.",	"s_203":"Ah. You are interested in the research of the famous Dr. Olok, are you? I knew you had a keen mind as soon as you walked in. Of course, I would be happy to explain it all to you in full detail. If you have a couple of hours, we could...",	"s_204":"Excellent. Take care then!",	"s_206":"I'll be on my way.",	"s_208":"Good.",	"s_38":"What? Oh, you must be the new courier. Just put the papers over there. I'll look at them later.",	"s_40":"Sorry, I'm not a courier.",	"s_42":"I see. Well, never mind about the papers then. What can I do for you? Make it quick though. I'm quite busy.",	"s_44":"What is it you're doing here?",	"s_46":"Ah. You are interested in the research of the famous Dr. Olok, are you? I knew you had a keen mind as soon as you walked in. Of course, I would be happy to explain it all to you in full detail. If you have a couple of hours we could...",	"s_48":"Famous Doctor Olok?",	"s_50":"Yes, that's right. Doctor Ithes Olok. The foremost researcher whenever Jedi and Force-related artifacts are involved.",	"s_52":"Oh...uh, the FAMOUS Dr. Olok, right.",	"s_54":"Right. Now, I'm sure you've heard of the legend of Chu-Gon Dar, correct?",	"s_56":"Refresh my memory.",	"s_58":"Chu-Gon Dar was a Jedi Master that lived thousands of years ago during the era of the Old Republic. He resided at the Jedi Temple here on Mustafar and his knowledge and understanding of the Physical Force was unmatched by any other.",	"s_61":"Go on.",	"s_64":"Well, you see, the legend goes on to say that using his vast understanding, he created a device. A device designed to channel and manipulate the Physical Force.",	"s_65":"What does the device do?",	"s_69":"The details are a little fuzzy there, but from what I can tell, it was meant to alter the physical properties of the items that were placed inside of it. Apparently, this sometimes produced interesting results.",	"s_70":"Interesting results?",	"s_75":"The device is said to have worked off the principle that the Force flows through all things, both animate and inanimate. If the proper items are placed in the device, and the Physical Force altered in a certain way, it is theoretically possible to merge those items into something entirely new!",	"s_77":"What does any of this have to do with your research?",	"s_83":"Ah yes, the exciting part. After the fall of the Old Republic, the Jedi Temple was abandoned. Eventually, it collapsed due to the violent nature of this planet, and the device and its secrets were lost.",	"s_84":"Yes, and?",	"s_90":"And...a recent excavation of the Jedi Temple ruins revealed a hidden underground storage chamber. It was filled with hundreds of these small cubes you see here. I believe that these cubes are duplicates of the device that Chu-Gon Dar created so many years ago.",	"s_91":"Really? Do they work?",	"s_94":"To be honest, I don't know. These cubes do radiate strongly with the power of the Physical Force, and they do seem hollow inside. I just can't seem to get any of them open. However...",	"s_95":"However what?",	"s_99":"We did find some ancient scrolls in the temple ruins along with the cubes. I think that they may provide the information that we need, but there are a couple of symbols used that I don't quite understand. I need to know more about these symbols in order to read the scrolls."
}}