{
	"stfFile":"conversation/som_glyph_hunt",
	"entries": {
		"do_not_edit":"The English version of this file (som_glyph_hunt.stf) is automatically generated by the SwgConversationEditor.",	"s_13":"Did you find the missing sections on the Coyn officers?",	"s_17":"It is good to see you again, %NU. Did you manage to find anything yet?",	"s_2":"",	"s_25":"I managed to get copies of two of the ruins. Here.",	"s_26":"Astounding. This shows the moon as a once-rich, lush world. And this obviously shows the aftermath of some sort of cataclysmic event. Where is the third glyph? The one that should show us what happened.",	"s_27":"It has been defaced. It is missing entire sections.",	"s_28":"What! When I made my initial survey, I know all three were intact and in good condition. That means the Coyn must have removed those missing sections. I hate to ask you this, but...but this discovery is simply too important. I need you to recover the pieces from them. I can pay you.",	"s_29":"Okay. Where should I start looking?",	"s_30":"It is obvious that the mercenaries were targeting these on purpose. I would wager everything I own that their commanding officers have the missing pieces. You will have to defeat them and recover the pieces.",	"s_33":"Not a problem. Who are the officers?",	"s_34":"There are two of them. The younger is called Captain Starslay...no...Captain Starkill, that's it. The senior officer is Hal Razor. A pompous jay if I ever laid my eyes on one, but, from what I gather, a very capable soldier. If anyone has those pieces, it will be those two.",	"s_35":"Maybe later. I have other things to attend to right now.",	"s_36":"Hello again. I have just been studying these glyphs that you were kind enough to recover. I still am not sure what it means, but I am fairly certain that this is some sort of history written in the stone glyphs. Thank you again.",	"s_37":"Not so far. But I am still on the job.",	"s_38":"Alright. I will just wait here for you to return again.",	"s_39":"Yes, here you go.",	"s_40":"Ah, thank you. This is very interesting. These show what appear to be robed figures surrounding a large crystal in a ritual of sorts. In the background, you can make out shadowy figures...they appear to be very menacing. Light is coming out of the fingertips of the robed figures and entering the crystal.  Hmmmm....",	"s_41":"What is it?",	"s_42":"The next frame shows the crystal shattering in a ball of fire. The menacing figure in the background is fleeing but is caught in the fire, as are all of the robed figures. Very strange. I wonder if this is what actually happened or just some sort of ritual prayer of the ancients who used to live here.",	"s_43":"I don't know.",	"s_44":"I will need to study this further. And as promised, here is your payment for services rendered. Thank you again for your help. This is an amazing find, although it will be some time before I am sure what it means.",	"s_46":"Very well. Take care, traveler.",	"s_48":"Hello again, %NU. Have you managed to locate all three of the glyphs yet?",	"s_5":"So did you manage to locate the missing sections?",	"s_50":"Not so far. But I am still looking.",	"s_52":"That sounds good. I will just wait here for your return.",	"s_54":"Hello, traveler. It's another glorious day here on Mustafar. What a wonderful world, wouldn't you agree?",	"s_56":"I don't know if I would go that far.",	"s_58":"I certainly would. There are some amazing discoveries taking place all around us. I was on the trail of one of my own until those Coyn showed up and drove me out.",	"s_60":"Slow down, old timer. What are you talking about?",	"s_62":"Sorry, I was getting ahead of myself. I am Pletus Croix of the Nabooian Historical Archives. When I heard of the discovery of all the ruins here on Mustafar, I just had to see them for myself. You see, there is no mention of them in any of the galactic records. I was studying the glyphs in the ruins north of here and was piecing together the story of Mustafar when the Coyn showed up.",	"s_64":"Who are these Coyn?",	"s_66":"They are warriors for hire. Their entire people join their mercenary guilds and hire themselves out for various operations around the galaxy. The group who took over the ruins call themselves Razor Runners. Named after their leader, Hal Razor, no doubt.",	"s_68":"Why would these Razor Runners care about you being there?",	"s_70":"Why would the Coyn care about you being there?",	"s_72":"Most likely, they were hired by someone to secure the ruins for financial gain. They didn't want anyone else sniffing around while they looted the place. I was on the verge of unlocking the mystery of this moon too. Such a shame that all that knowledge will be lost because of greedy men.",	"s_74":"Maybe I can help you out.",	"s_76":"Really? You do look like the sort who can handle himself against those mercenaries. Okay, listen up and I will fill you in on what needs to be done. There are three altars with glyphs all over them up there. I was just starting to study them when I was kicked out. I believe they tell the story of what happened on Mustafar. If you could study those glyphs for me, I am sure I could piece it all together.",	"s_78":"Sounds easy enough.",	"s_80":"It should be. Just find all three of the glyphs, study them, and then come back to me. Don't try to be a hero or anything. If those Razor Runners start shooting, get out of there. I want to know the history of this moon, but I don't want anyone to die because of it.",	"s_82":"On second thought, I am going to stay away from the Coyn.",	"s_84":"That is probably for the best. I will just have to wait for them to leave and then see if I can find anything out from the scrapes they leave behind."
}}