{
	"stfFile":"conversation/som_kenobi_pwwoz_pwwa",
	"entries": {
		"do_not_edit":"The English version of this file (som_kenobi_pwwoz_pwwa.stf) is automatically generated by the SwgConversationEditor.",	"s_110":"Greetings, friend. I am Pwwoz Pwwa, geologist and ambassador for the Ithorian people on Mustafar. I'm looking for someone to assist me in a most important matter. Maybe you are this someone?",	"s_111":"I have some time to spare. How may I assist?",	"s_112":"How am I supposed to know? What is it you need help with?",	"s_113":"I'm a bit busy at the moment, sorry.",	"s_114":"Bah! What could be more...ex.. excuse me, where's my manners. Have a nice day.",	"s_115":"Good, good. My predicament is this. About a week ago, when I was out taking soil samples, I came across a little strange trinket. On that night, as I was sleeping out in the wild, I awoke to lava fleas rummaging through my belongings. I chased them off but afterwards noticed that the little trinket was gone.",	"s_116":"You think the lava fleas took it? Sounds unlikely...",	"s_117":"The only explanation I can think of is that one of them swallowed it while going through my belongings. I've been out hunting them for days in that area now, but I've had no luck. Violence is difficult for me and I'm not a hunter. It's my hope that you can do better.",	"s_118":"Perhaps. What is the trinket? What does it look like?",	"s_119":"Oh, it's just a small red crystal.",	"s_120":"And you're going through all this trouble for a piece of crystal?",	"s_121":"It is very dear to me. I don't want to lose it, ever! Please help me find it. I beg of you. I will pay a reward...everything I have!",	"s_122":"Calm down, I'll do it. Where did you lose it?",	"s_123":"Settle down, friend. I'm afraid I can't right now.",	"s_124":"Thank you, thank you! Let me mark down the location in your datapad. There, now please hurry!",	"s_125":"But you must! I need it back. Don't you understand?! Come back here! You will do this for me!",	"s_151":"Oh, let me get right to the point. About a week ago, when I was out taking soil samples, I came across a little strange trinket. On that night, as I was sleeping out in the wild, I awoke to lava fleas rummaging through my belongings. I chased them off but afterwards noticed that the little trinket was gone.",	"s_153":"You're not going to tell me the fleas took it?",	"s_155":"The only explanation I can think of is that one of them swallowed it while going through my belongings. I've been out hunting them for days in that area now, but I've had no luck. Violence is difficult for me and I'm not a hunter. It's my hope that you can do better.",	"s_157":"Oh, I can guarantee that. Now what is this thing I need to find?",	"s_159":"Oh, it's just a small red crystal.",	"s_161":"What? Crystals are everywhere. Just go buy one from a Mustafarian!",	"s_163":"No, it has to be this one! It is very dear to me. I don't want to lose it, ever! Please help me find it. I beg of you. I will pay a reward...everything I have!",	"s_165":"Gee, calm down. I'll do it! Where did you lose it?",	"s_167":"Thank you, thank you! Let me mark down the location in your datapad. There, now please hurry!",	"s_169":"I don't have time for this nonsense!",	"s_171":"But you must! I need it back. Don't you understand?! Come back here! You will do this for me!",	"s_172":"What are you doing back here?! You need to find that crystal. Now!",	"s_173":"You are back! Where is it?! Give it to me!",	"s_174":"You seem a little obsessed. Are you sure it's healthy for you?",	"s_175":"I'm sorry, friend. I couldn't find it. Maybe it's for the best...",	"s_176":"Yeah, yeah. Calm down! There was talk of a reward?",	"s_177":"I didn't find the darn thing and I'm tired of this.",	"s_178":"You just want it for yourself! Now give it to me. Don't you want that reward?!",	"s_179":"Fine, as you wish. Here you go.",	"s_180":"No, I'm sorry. I can't have that on my conscience.",	"s_181":"[Use the Force] You don't really want it. I should keep it.",	"s_182":"I... I don't really want...yes, yes I do! What are you doing to me?! Hand me the crystal. Now!",	"s_183":"Fine, as you wish. Here you go.",	"s_184":"No, I'm sorry. I can't have that on my conscience.",	"s_185":"You, you bastard! It's that ghost telling you to give it to him instead, isn't it?! I will get my revenge. Mark my words!",	"s_186":"Yes, yes! Finally it's mine! I will show that ghost how wrong he was. All the power will be mine! < Pwwoz takes the crystal in his hand, kneels down, and smashes it on the ground, laughing hysterically > Hahaha, he's all mine now! And for you, foolish mortal, kneel and accept your reward!",	"s_187":"What?! I know you have it! You're lying to me and want to keep it yourself! Give it to me now!",	"s_189":"Fine, as you wish. Here you go.",	"s_191":"As I said, I don't have it. I'm sorry, Pwwoz.",	"s_193":"[Use the Force] I don't have it. You should give up now.",	"s_195":"You don't ha...have it... No! I know you do! You are trying to trick me! It's that ghost telling you to give it to him, isn't it?! You demon! I will have my revenge. Mark my words!",	"s_2":"",	"s_205":"Yes, of course! But first, the crystal. Now!",	"s_206":"Fine, but you better have my reward ready!",	"s_207":"I don't think there's a reward at all. I will just keep this.",	"s_208":"[Use the Force] You should show me the reward first.",	"s_209":"I... I should show...no, there is no reward, you fool! Just give me the blasted thing!",	"s_210":"As I thought: no reward, no crystal. I'm keeping it.",	"s_211":"Yeah, whatever. I don't want it anyway.",	"s_212":"What?! I know you're lying. You have it on you. I can feel it! Now give it to me!",	"s_214":"Fine, but you better have my reward ready!",	"s_216":"I don't think there's a reward at all. I will just keep this.",	"s_218":"[Use the Force] You should show me the reward first.",	"s_220":"I... I should show...no, there is no reward, you fool! Just give me the blasted thing!",	"s_222":"As I thought: no reward, no crystal. I'm keeping it.",	"s_224":"Yeah, whatever. I don't want it anyway.",	"s_225":"You! You better watch where you are going, thief! One day, when you least expect it, I will get my crystal back!",	"s_226":"Yes, I'm still alive, friend. The Mustafarians managed to save me despite the serious injuries. Don't worry, I hold no grudge. You did what you had to do. I think that crystal was taking me over. It was evil.",	"s_227":"I'm glad you are okay, Pwwoz, and I'm sorry for what I had to do.",	"s_228":"I must be getting sloppy...thought you were dead for sure.",	"s_229":"As I said, you did what you had to do, my friend. No worries at all.",	"s_230":"Thank you and take care of yourself, Pwwoz.",	"s_231":"Last I saw you, you kept talking about some ghost?",	"s_232":"Yes, I have a vague memory of that. One night in the wild, after I had found the crystal but before I lost it, I could have sworn that a spirit came to me. He looked like an old human. He appeared troubled but I could feel that he possessed great wisdom. He urged me to throw the crystal into the lava, but in my crazed state, I ignored him.",	"s_233":"Very interesting. Well, take care of yourself, Pwwoz.",	"s_234":"You too, my friend. Be careful out there.",	"s_236":"You too, my friend. Be careful out there.",	"s_237":"Yes, well, lucky for me. I'm tougher than I look.",	"s_238":"Yes, lucky indeed. Well, stay out of trouble.",	"s_239":"What was that ghost thing you kept talking about, by the way?",	"s_240":"You too, friend. Be careful out there.",	"s_242":"Hmm, oh yes, I remember that vaguely. One night in the wild, after I had found the crystal but before I lost it, I could have sworn that a spirit came to me. He looked like an old human. He appeared troubled but I could feel that he possessed great wisdom. He urged me to throw the crystal into the lava, but in my crazed state, I ignored him.",	"s_244":"Strange. Well, stay out of trouble.",	"s_246":"You too, friend. Be careful out there.",	"s_82":"You will not escape my wrath, %TU!",	"s_84":"If you think you can take me. Let's do this!",	"s_85":"Prepare yourself! I will not be denied."
}}