{
	"stfFile":"conversation/som_doctor_lu",
	"entries": {
		"do_not_edit":"The English version of this file (som_doctor_lu.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"Is San'sii...you know...dead?",	"s_14":"I waited right here just like I said I would. So, what news?",	"s_2":"",	"s_20":"So did you...did you take care of your business?",	"s_24":"Good to see you again, my friend. How was your trip into the ruins? Did you see anything that I might be interested in?",	"s_27":"I wasn't there looking around. I took care of some business.",	"s_28":"What do you mean?",	"s_30":"I eliminated some of those Blackguard for you.",	"s_32":"What! I must say that is most impressive. But I fear that your efforts are wasted. The real problem with the Blackguard is their leaders. Even if you took out all the Blackguard minions, they would never let me near the ruins.",	"s_34":"This San'sii character?",	"s_36":"Him and his woman...Vansk. She is a real mean one. This is just a guess, but I don't think she was hugged enough as a child. Those two alone could easily keep me from going anywhere near those ruins.",	"s_37":"Not yet. But you shouldn't worry about it.",	"s_38":"Right. I will just stay here and wait for you to come back.",	"s_39":"Vansk will no longer be of any hassle to you.",	"s_40":"You took out Vansk? I was impressed before but now I am in serious awe. I...I don't mean to ask this...I have never actually asked for this sort of help before. Could you maybe take care of San'sii too? He scares me a lot, and now that Vansk is gone, he might decide to take out his rage on someone weaker...like me.",	"s_41":"I was thinking the same thing.",	"s_42":"I cannot thank you enough. While you go do that, I am going to just wait here and hope for the best.",	"s_43":"You appear to be a little singed. I take it by your appearance that you dealt with San'sii.",	"s_44":"Nope, he is a cagey one. I will get him though.",	"s_45":"I cannot wait to get a look at those ruins. The wonders that I will be able to uncover will be...great.",	"s_46":"Hey, thanks for all your help. Those ruins are really fascinating. The evidence clearly suggests that this moon wasn't always a burning ball of fire, but a lush green planet. Something cataclysmic must have happened to leave it in this state. I am sure the truth is out there to be found. Good travels to you, my friend.",	"s_47":"You better believe it.",	"s_48":"Thank you, thank you, thank you. You have made this archaeologist very happy. I don't have much, but I do have some relics that I pulled out of the ruins before I was driven away by those Blackguard. I insist you take one as payment.",	"s_49":"You don't have to twist my arm. Thank you.",	"s_50":"Thanks again.",	"s_52":"I see. Well perhaps it is time for me to go back to work.",	"s_54":"What are you going to do?",	"s_56":"You are better off not knowing.",	"s_58":"Hmmmm...well, okay. I will just wait here.",	"s_60":"Hiya. I am glad to see that you are not dead. So, did you see anything in the ruins that I would be interested in?",	"s_62":"Nope, but I am planning on going back.",	"s_64":"Okay, well, take care, my friend.",	"s_66":"Don't even bother to try to go up there. Those stinking Blackguard will not let anyone near the ruins, except for Colonel Narl's crew, of course. You might as well just turn right around and head the other way.",	"s_68":"Why would these...Blackguard try to stop me?",	"s_70":"They want the treasures that are in the ruins for themselves. I tried to explain to them that I only wanted to study those relics, but they didn't believe me. I was lucky to get out of there in one piece. At least Colonel Narl agreed to let me study anything they pull out of the ruins, before they sell them off.",	"s_72":"What are you? Some sort of archaeologist?",	"s_74":"That is exactly what I am. I am Doctor Mi Fon Lu of the Theed Academy. I came here when I heard of the amazing discoveries coming from these perfectly preserved ruins. It is amazing to think that where we now stand was once a thriving temple during the period of the Old Republic. That was thousands of years ago, of course.",	"s_76":"So, who is this Colonel Narl?",	"s_78":"He is a treasure hunter, like so many others all over this planet. I don't think he is a real Colonel though...I think he just likes the sound of it. He is nice enough to me, but he probably wouldn't take kindly to anyone else. He seems to be the only one that the Blackguard cannot push around.",	"s_80":"Why is that?",	"s_82":"Colonel Narl has a pretty big crew. The Blackguard use some pretty strange powers, but the Colonel outnumbers them. They seem to have developed a truce of sorts. The two sides have divided the ruins between them and leave each other alone. Of course, whenever anyone new shows up, they both turn on the newcomer.",	"s_84":"I am guessing that the Blackguard have something you wish to study.",	"s_86":"Only the heart of the whole ruins. The primary temple is located on their side, and they won't let me anywhere near it. Their leader, San'sii, is there most of the time studying it. I told him that I could help him, but he just laughed and then I couldn't breath. He really freaks me out.",	"s_88":"Well, perhaps I can help you.",	"s_90":"I don't know exactly what you can do for me. If you go up there, the Blackguard will definitely attack you, and I am pretty sure the Colonel will too. Like I said before, you should just turn around and head the other way.",	"s_92":"Don't worry about me. I can handle myself.",	"s_94":"In that case, I wish you well. If you make it out of there alive, perhaps you will stop by and tell me about what you saw?",	"s_96":"That is a sound plan. I think I will do that.",	"s_98":"That is the best course of action."
}}