{
	"stfFile":"conversation/som_kenobi_crazed_hermit",
	"entries": {
		"do_not_edit":"The English version of this file (som_kenobi_crazed_hermit.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"You're not going anywhere. Now hand over the crystal.",	"s_102":"No! You kneel before me and accept what's coming your way! This is your final moment. Welcome it with grace!",	"s_104":"[Use the Force] Hand me the gem, now!",	"s_106":"Where you're going, you won't need it! You're nothing but a puppet and it's time to cut the strings!",	"s_108":"Hahaha, they are dancing! So pretty. Look at them! You're missing it!",	"s_110":"Please, leave me alone. I need to rest.",	"s_2":"",	"s_37":"I was forced to. They were trying to kill me.",	"s_40":"Exactly what I said as the gem was screaming at me!",	"s_41":"You don't say...this gem, can I see it?",	"s_42":"Gem? They are everywhere! Up, down, wherever they please! I can't stand them anymore. Always blabbing. Never quiet. I have to get away. Go where it's quiet!",	"s_44":"You're not making any sense, friend. Please calm down.",	"s_46":"Do you think that it's easy?! Carrying the curse?! Aww, the noises. Make them stop!",	"s_48":"What can I do? How can I help you?",	"s_50":"Help me? Help me?! You're the one that needs help! Accept your faith, puny one. Do not fight it!",	"s_52":"[Use the Force] Sssh, calm yourself.",	"s_54":"Your insolence will not go unpunished! Kneel before me and accept your fate as your life trickles down onto the molten ground!",	"s_56":"Beautiful? Whatever, I'm not here to talk about critters.",	"s_58":"Talk? That's all you ever do! Go there, go here, do that.",	"s_60":"What are you blabbing about? I need something you have.",	"s_62":"Everyone wants something. You, you want the gem. They all do. They don't know though, they don't understand!",	"s_64":"Yes, I want the gem and you will give it to me, or you might get hurt.",	"s_66":"No pain! I don't need more pain! Do you need pain? No, what am I saying. We can just walk away, always walk away.",	"s_67":"No more fun left. They are quiet now. Finally, quiet...",	"s_69":"Please, I implore you, give me the crystal. It's hurting you.",	"s_70":"Yes, and you will join them unless you hand over that gem!",	"s_71":"Sssh, I'm tired. Tired of it all. Please, no more. I can't take any more of this...",	"s_72":"I can help you. Just let me hold the gem for a second.",	"s_73":"Yes, that might be it. But no, I can't. He won't let me. He's mine and I'm his.",	"s_74":"You don't need him anymore. You can be truly free.",	"s_75":"[Use the Force] But the sounds will fade. You will be in peace.",	"s_76":"But the sounds will go away. I will fin... No you won't! He's tricking you! Only I can make the sounds go away. Now kill him. Kill him!",	"s_77":"I can stop your torment. Give me the gem and it will go away.",	"s_78":"But who will keep the sounds away? They hurt so much and they keep coming back. I can't do this by myself.",	"s_79":"I promise they will go away when you give me the gem.",	"s_80":"I will help you. I will make them go away.",	"s_81":"You promise? Everyone keeps promising but no one tells the truth. Maybe this one is different though. Maybe he's right...no, NO! He's not right. He's trying to hurt you! Only I can make the sounds go away. You must kill him. Kill him now!",	"s_82":"You...you will help me? He might be telling the truth...no you say? He's lying? I don't believe you! This one is kind. He's not like the others! I will give you to him. I don't need you anymore now that I have him! < The hermit shakes as he holds out his hand and slowly lets go of the crystal shard. As soon as it touches your palm, you can feel the terror within. Whispers in your head. Screams of pain. >",	"s_83":"Ugh...how...how do you feel?",	"s_84":"I'm free, at last. The madness is gone. I am forever in your debt, friend, but now, please leave me. I want only silence, the sweet silence.",	"s_85":"Yes, yes, maybe you are right. Maybe he's right? No... NO! He's tricking you! Only I can make the sounds go away. Now kill him. Kill him!",	"s_86":"Don't yell! I'm so tired, tired of it all. Please, just be quiet...",	"s_87":"Give me the crystal and it will stop!",	"s_88":"I will kill the one that's making the sounds. It will be over.",	"s_89":"[Use the Force] If you give the crystal to me, it will stop.",	"s_90":"If I give you the crystal, it will finally... No it won't! He's tricking you! Only I can make the sounds go away. Now kill him. Kill him!",	"s_91":"It would stop? Finally be quiet? Yes! I need the silence. Please... No... NO! It's a trick. He only wants it for himself! Only I can make the sounds go away! Kill him. Kill him now!",	"s_92":"You know of him? You can make him go away? He says that he can make him go away, make the sounds stop. Yes I believe him. You've done nothing for me. But he, he can help!",	"s_93":"Did you hurt those beautiful animals?",	"s_94":"Yes, I can find him and kill him. It will all be over.",	"s_95":"Yes, but I need the gem to find him. Hand it to me.",	"s_96":"Yes! No... No, you're lying. You don't know where he is! There's only one way left. Please. Kill me. Kill me now or I will kill you!",	"s_97":"Finally, it will all be over. No, he can help me, I know it! You are lying. He's not like the others! He's my savior. You have done nothing for me! Here, take it. Take it now! < The hermit shakes as he holds out his hand and slowly lets go of the crystal shard. As soon as it touches your palm, you can feel the terror within. Whispers in your head. Screams of pain. >",	"s_98":"Ugh...fin...finally, I thought you would never come to reason.",	"s_99":"It's so beautiful... Thank you, friend. Now please, please leave. I want nothing but the silence, the sweet silence."
}}