{
	"stfFile":"conversation/som_kenobi_ikt",
	"entries": {
		"do_not_edit":"The English version of this file (som_kenobi_ikt.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"I'm sure you've seen the large volcano in the center of the continent. The ruins are to the west of that, across the river of molten lava.",	"s_102":"Okay, I will do my best. Anything else I should know?",	"s_104":"I don't even care that much about the little crystal, but no one steals from Ikt and gets away with it! That's all...",	"s_105":"Just back to stock up on some rations, etc.",	"s_106":"Very well.",	"s_107":"Some things have come up that I have to take care of.",	"s_108":"Yeah, I can't find the thief and don't have time to look anymore.",	"s_109":"You won't be able to finish the job?",	"s_110":"Hey there, you available for some employment?",	"s_111":"I might be. What is the job?",	"s_112":"If it pays well enough.",	"s_113":"No, sorry. Not right now.",	"s_114":"No.",	"s_141":"I'm afraid not.",	"s_143":"Disappointing. Guess I will have to find someone else.",	"s_147":"Disappointing. Guess I will have to find someone else.",	"s_149":"There you are. Have you had any luck?",	"s_151":"Indeed! I found the thief and retrieved the shard.",	"s_153":"Yes, that thief will not bother anyone again.",	"s_155":"That is excellent news, friend. No one steals from Ikt and gets away with it. No one!",	"s_157":"What about the thief?",	"s_159":"I had no choice. She forced me to kill her...",	"s_164":"That is excellent news! No one steals from Ikt and gets away with it. No one!",	"s_166":"I found another shard as well. Here.",	"s_168":"Alright... Well, I have your shard, plus another one that I found.",	"s_170":"Oh yeah, the shard. And another one, you say. Strange little things, they seem to fit together. Odd, I can't pull them apart again. Anyway, I don't want them. Take them. And, of course, here's your payment for a job well done.",	"s_172":"Oh yeah, the shard. And another one, you say. Strange little things, they seem to fit together. Odd, I can't pull them apart again. Anyway, I don't want them. Take them. And, of course, here's your payment for a job well done.",	"s_174":"You don't even want it back?",	"s_176":"No, the shard wasn't very interesting, but as I said, no one...",	"s_178":"...steals from Ikt and gets away with it. Yeah I get it.",	"s_180":"That's right and don't you forget it!",	"s_182":"Pleasure doing business with you.",	"s_184":"The pleasure was all mine, friend.",	"s_186":"I trust you are enjoying your stay on our nice little corner of the galaxy? I know I am.",	"s_2":"",	"s_67":"Already back?",	"s_72":"I need help hunting down a thief.",	"s_73":"Money is not a problem.",	"s_74":"I might be interested in that. What did he steal?",	"s_75":"Not really something I'm good at. Sorry.",	"s_76":"My mistake.",	"s_77":"Good, then what is the problem so that I can solve it?",	"s_78":"I need help hunting down a thief.",	"s_79":"Alright, I can do that. What did he steal?",	"s_80":"Bah! I have more important things to do.",	"s_81":"Very well, I'll just keep the money then.",	"s_82":"Alright, come back if you change your mind.",	"s_83":"Very well.",	"s_84":"I found this little piece of crystal out in some old ruins. It had an interesting flaw in it that looked like a snake. As I hadn't gone through all the ruins yet, I decided to spend the night and continue in the morning. I was awoken in the middle of the night and caught a glimpse of someone running off in to the dark. As I looked through my belongings, I found the little crystal to be missing.",	"s_85":"How am I supposed to find them? They could be anywhere now.",	"s_86":"The next morning, I searched around the ruins some more before heading back to town. I could have sworn that I was being watched the whole time but couldn't see anyone. I think whoever it was that stole it is still out there.",	"s_87":"I'll see what I can find. Where are the ruins?",	"s_88":"I'm sure you've seen the large volcano in the center of the continent. The ruins are to the west of that, across the river of molten lava.",	"s_89":"Anything else?",	"s_90":"I don't even care that much about the little crystal, but no one steals from Ikt and gets away with it! That's all...",	"s_92":"I found this little piece of crystal out in some old ruins. It had an interesting flaw in it that looked like a snake. As I hadn't gone through all the ruins yet, I decided to spend the night and continue in the morning. I was awoken in the middle of the night and caught a glimpse of someone running off in to the dark. As I looked through my belongings, I found the little crystal to be missing.",	"s_94":"It will be hard to track the thief down with just that information...",	"s_96":"The next morning, I searched around the ruins some more before heading back to town. I could have sworn that I was being watched the whole time but couldn't see anyone. I think whoever it was that stole it is still out there.",	"s_98":"Hopefully the thief will still be there. How do I find the ruins?"
}}