{
	"stfFile":"conversation/som_kenobi_serpent_thief",
	"entries": {
		"do_not_edit":"The English version of this file (som_kenobi_serpent_thief.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"Because I need it, sweetie. I'm also afraid that I can't let you leave now. My apologies, but this will have to be your burial ground.",	"s_103":"Threats will get you nowhere.",	"s_110":"Well, hello there, sweetie. What are you doing all the way out here?",	"s_111":"I could say the same to you, M'Lady...",	"s_112":"What am I doing out here?! What about yourself?",	"s_115":"Very well. We shall see how action works then!",	"s_116":"You can't trust little old me? Have you had any luck so far? I might be your best bet, sweetie.",	"s_117":"I suppose you are right. It's a little crystal shard.",	"s_118":"You may have to be a bit more specific.",	"s_119":"Yes, of course. It has a small flaw on it -- the shape of a snake.",	"s_120":"Fine! I'm here looking for a thief.",	"s_121":"Oh my. What did they take?",	"s_122":"A small crystal shard with a little serpent on it.",	"s_123":"How do I know you're not the thief?",	"s_124":"Really? I've seen that!",	"s_125":"Where?!",	"s_126":"Let me see...that's right, the last time I saw it it was in my pocket.",	"s_127":"As I suspected. Well you have only one choice, give it to me.",	"s_128":"Oh no, I couldn't do that, sweetie.",	"s_129":"If you don't give it up right now, I'm forced to hurt you.",	"s_131":"[Use the Force] You will give it to me.",	"s_133":"You think you have power?! I will show you power, you feeble fool!",	"s_134":"No no, you got it all wrong. Since you've come here, I can't let you leave and I will most definitely hurt you.",	"s_135":"Me? Now you're being silly. Listen, how much luck have you had so far? I might be your best lead.",	"s_136":"I suppose. It's a small crystal with a serpent on it.",	"s_2":"",	"s_43":"You're a cute one, maybe too cute...",	"s_61":"True...but I do believe I asked first.",	"s_62":"No fair. I asked first.",	"s_63":"I guess so. I'm out looking for something a friend lost.",	"s_64":"Oh really? Well, I've been here for a while. If you tell me what it is, maybe I've seen it?",	"s_66":"Well, it was stolen from him, so I'm not sure I can trust you.",	"s_68":"It was a small crystal shard with a flaw of a snake on it.",	"s_69":"Oh really? Yeah, I've seen that.",	"s_70":"Where did you see it?",	"s_71":"Let me think, sweetie... Oh yeah, the last time I saw it, it was in my pocket.",	"s_91":"I thought so. If you give it back, I'll forget this ever happened.",	"s_93":"I'm afraid I can't do that, cutie.",	"s_95":"Why not? Don't make this any harder than it needs to be.",	"s_97":"[Use the Force] You will give it to me.",	"s_99":"You think you have power?! I will show you power, you feeble fool!"
}}