{
	"stfFile":"conversation/som_pei_yi",
	"entries": {
		"do_not_edit":"The English version of this file (som_pei_yi.stf) is automatically generated by the SwgConversationEditor.",	"s_15":"Hello, it's nice to see a friendly face on such a violent planet.",	"s_17":"You don't look much like a miner.",	"s_19":"Oh no? I wouldn't imagine so. I don't know the first thing about mining. My area of expertise is dancing, actually.",	"s_2":"",	"s_21":"You're a dancer?",	"s_23":"That's right. My name is Pei Yi. I dance for a small troupe that you've probably never heard of.",	"s_25":"Probably not. Good bye.",	"s_27":"Good bye.",	"s_29":"Who are you?",	"s_31":"My name is Pei Yi. I'm a dancer in a small dance troupe that you've probably never heard of.",	"s_33":"What brings you here?",	"s_35":"I was to meet up with the rest of my troupe on Naboo for a very prestigious show. I bought passage on Captain Stahn's ship, but the engine fell apart or something and we were forced to make a detour here for supplies and repairs.",	"s_37":"How long will the repairs take?",	"s_39":"It seems like we've been here ages already, and Captain Stahn still doesn't have a good idea when the ship will be ready. I should be grateful, I suppose. We might not have even made it here at all.",	"s_41":"Are you going to miss your performance on Naboo?",	"s_42":"Hello! It's good to see you again! Have you shown anyone the dance I taught you?",	"s_44":"Yes, I did.",	"s_45":"No, not yet.",	"s_46":"When you do, be sure to tell me what they think of it.",	"s_47":"And? What did they think?",	"s_48":"They liked it.",	"s_49":"They did not like it.",	"s_50":"Oh, sorry. I've got to go.",	"s_51":"Oh, alright. Good bye.",	"s_52":"Oh, that's too bad. I tried so hard to come up with something everyone would like. Thank you for being honest though.",	"s_53":"Oh, I'm glad to hear it! Thank you so much for telling me.",	"s_54":"I'm afraid so. Even if we left right now, I don't see any way that I could make it there in time. It's a shame, too. I designed a new dance especially for this performance. But...the show must go on.",	"s_56":"I'm sorry to hear that. I'm a dancer myself.",	"s_58":"Oh, really? Then you understand my disappointment. It really was a very impressive dance. Say...if you have a moment, perhaps I could teach it to you! If you show it to your friends, maybe you could tell me if they like it or not.",	"s_60":"That would be great! Thank you!",	"s_62":"Then let the lessons commence! And be sure to tell me what your friends think after you show them!",	"s_64":"Hmm... I can tell that you're eager to learn, but you're just not skilled enough yet. It's a pretty complex routine. I should have warned you. Perhaps if you came back after getting a little more practice.",	"s_66":"Maybe another time. Good bye.",	"s_68":"Good bye.",	"s_70":"That's too bad. Good bye.",	"s_72":"Good bye.",	"s_74":"That's true. Good bye.",	"s_76":"Good bye.",	"s_78":"That's too bad. Good bye.",	"s_80":"Good bye.",	"s_82":"Probably not. Good bye.",	"s_84":"Good bye.",	"s_86":"It's nice to meet you. Good bye.",	"s_88":"Good bye."
}}