{
	"stfFile":"conversation/som_diskret_stahn",
	"entries": {
		"do_not_edit":"The English version of this file (som_diskret_stahn.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"Ah...some people might say that. And, er...those people would be right.",	"s_13":"Who are you?",	"s_15":"The name's Cap'n Diskret Stahn. I pilot a small freighter hither and yon. To the farthest reaches of the galaxy. A dangerous job it is, to be sure.",	"s_17":"I'll leave you to it, then.",	"s_19":"That sounds like a good idea.",	"s_2":"",	"s_21":"Who are you?",	"s_23":"The name's Cap'n Diskret Stahn. I pilot a small freighter hither and yon. To the farthest reaches of the galaxy. A dangerous job it is, to be sure.",	"s_25":"What brings you here?",	"s_27":"Well, I was in the middle of bringin' this young lady here to Naboo (she paid me to do it, you see) when we were set upon by the biggest band of pirates you ever seen. Hundreds of 'em, there were.",	"s_29":"No kidding?",	"s_31":"Right. Hundreds of 'em. With huge ships. Each one had probably about a thousand turbolasers. Even with my masterful piloting skills, we were hopelessly overpowered.",	"s_33":"What happened?",	"s_35":"We took a shot to the engine. It was torn to shreds, but I held her together long enough to land her here for repairs and supplies.",	"s_37":"How long have you been here?",	"s_39":"Far too long, that's for sure. And it wouldn't be quite so bad, but I got this tune stuck in my head ever since I made that delivery out to the Abregado system.",	"s_41":"I'm a bit of a musician. Could you teach me the tune?",	"s_43":"Ah, of course. The best way to get rid of a tune in your head is to get it stuck in someone else's head. Sure, I'll teach it to you. Feel free to write it down if you want. Are you ready?",	"s_45":"Yes, I'm ready.",	"s_46":"Still have that song stuck in your head, do you? Har har har.",	"s_48":"OK, here goes. Dum da dumm da dum dum dum. Got it? OK, good. Now it's your problem. Har har har.",	"s_50":"OK, here goes. Dum da dumm da...hmm. Not following? Maybe you're needing a little more practice with your music first. Come back some other time and maybe you can get it.",	"s_52":"On second thought, never mind.",	"s_54":"Argh... I'll never get this thing out of my head.",	"s_56":"That sounds horrible. Good bye.",	"s_58":"Yeah, so long.",	"s_60":"Interesting. Good bye.",	"s_62":"So long.",	"s_64":"Interesting. Good bye.",	"s_66":"So long.",	"s_68":"Interesting. Good bye.",	"s_7":"What are you doing bothering me? Can't you see I'm busy?",	"s_70":"So long.",	"s_72":"So long, cap'n.",	"s_74":"So long.",	"s_76":"Sorry. Good bye.",	"s_77":"Look behind you! A three-headed narglatch!",	"s_78":"Bah, you're pullin' my leg. There's no such creature that exists.",	"s_80":"Right. You are sorry.",	"s_9":"It doesn't look like you're busy at all."
}}