{
	"stfFile":"conversation/som_kenobi_epo_qetora",
	"entries": {
		"do_not_edit":"The English version of this file (som_kenobi_epo_qetora.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"You haven't disappointed me so far, %TU. I'm not worried. Still, good luck out there!",	"s_101":"It very much is. Now for your reward. Let's see...where did I put that thing... You can keep this disk, by the way. I've already copied it down on my datapad. Ah, here it is! This helmet should be useful for someone in your line of work. What type of armor would you like it to be modified for?",	"s_102":"Right now, I have some more important things to do. Maybe later.",	"s_104":"That is too bad, my friend. Maybe you'll get some time later? If so, please come back.",	"s_105":"%TU! Please tell me you've had some luck. I've had nothing but misfortune lately.",	"s_106":"Sorry to hear that. Yes, I do believe I have all the pieces.",	"s_107":"Yeah, I care. Here's your tablets. Where's my reward?",	"s_108":"You know how to make an old man happy, my friend. Let me have a look. Yes, this is perfect. That's all of them. Very interesting. I will get you a copy of the translated text. Give me a minute.",	"s_109":"Your tough attitude really doesn't suit you, %TU. I know you better than that. Let me have a look at these. Ah yes, beautiful. They fit together perfectly. Let me get you a copy of the translated text. Give me a minute.",	"s_122":"Piece of cake. I got out what was left in that dump.",	"s_124":"That better not be my only reward...",	"s_125":"Let me have a look at that please. Ohh, this is very interesting. I wish there was more, but it's all that was left, you say? Too bad, but at least this gives me some clues and shows that I'm on the right track. I'm most grateful, my friend.",	"s_126":"Of course not, silly. I've come across a stash of weapons and just need to know what you would prefer: a rifle, carbine, or pistol?",	"s_128":"That's great. Now there was talk of a reward?",	"s_130":"Of course, of course. You can keep this disk, by the way. I've already copied it down on my datapad. Now for your reward. Let's see...where did I put that thing... Ah, here it is! This helmet should be useful for someone in your line of work. What type of armor would you like it to be modified for?",	"s_134":"Thanks! I am curious as to what it will say.",	"s_138":"I bet, after all the trouble you've gone through. Alright, the translated text is done as well. Another job well done, my friend. I wouldn't have gotten anywhere without you and I'm most grateful. Now for your reward, I've come across a stash of weapons and was wondering about your preference: a rifle, carbine, or pistol?",	"s_146":"How can I help, my friend?",	"s_148":"Just making sure there was nothing you forgot to tell me?",	"s_150":"No, I think I covered everything. Be careful and good luck!",	"s_152":"Well, hello there. You look like you know your way around dangerous situations. Maybe you could help me out?",	"s_154":"I might be able to. What do you need help with?",	"s_156":"Very kind, my friend. I am Epo Qetora...yes, the famed Twi'lek historian. I'm here trying to find out the history of this...rock. After scouting around and talking to some of its inhabitants, it's obvious that civilizations have been present here for thousands of years. Strangely enough though, apart from the last few hundred years, there are no records at all of who was here or where they are now.",	"s_158":"Really? That's very...interesting.",	"s_160":"I agree! Now I think I've come across a way to find out more, though. In the northeast part of this continent, an old facility has been discovered. I went there to see if I could find anything interesting, but it almost cost me my life! The inside of it was inhabited by ferocious animals and old droids that had gone haywire. This is where I need your help, my friend.",	"s_162":"That could actually be something I'm interested in.",	"s_164":"Excellent! Apparently, it belonged to the Old Republic and they should have kept detailed logs of events on the planet. What I need from you is to enter this old facility and see if their computer logs are still intact. If they are, download whatever information you can from it and get it back to me. If the information is useful, I will give a reward fit for a king!",	"s_166":"Sounds good. How do I get there?",	"s_168":"It's all the way up in the northeast corner of this continent. Good luck and be careful!",	"s_170":"Good! Apparently, it belonged to the Old Republic and they should have kept detailed logs of events on the planet. What I need from you is to enter this old facility and see if their computer logs are still intact. If they are, download whatever information you can from it and get it back to me. If the information is useful, I will give a reward fit for a king!",	"s_172":"Sounds good. How do I get there?",	"s_174":"It's all the way up in the northeast corner of this continent. Good luck and be careful!",	"s_176":"I'm sorry...something just came up. I've got to go.",	"s_178":"Oh well. That's typical. Maybe you could come back later? I'll be here. Come see me! Please...?",	"s_180":"I'm sure of it, but if I want to is a different story.",	"s_182":"Battle, please.",	"s_183":"Recon, please.",	"s_184":"A confident one, eh? I like it! I am Epo Qetora...yes, the famed Twi'lek historian. I'm here trying to find out the history of this...rock. After scouting around and talking to some of its inhabitants, it's obvious that civilizations have been present here for thousands of years. Strangely enough though, apart from the last few hundred years, there are no records at all of who was here or where they are now.",	"s_186":"Do I really look like I'm interested in this stuff?",	"s_188":"Oh, I forgot that not everyone shares my passion. Just hear me out though, please. I think I've come across a way to find out more. In the northeast part of this continent, an old facility has been discovered. I went there to see if I could find anything interesting, but it almost cost me my life! The inside of it was inhabited by ferocious animals and old droids that had gone haywire. This is where I need your help.",	"s_190":"Certainly. Here we go. All yours!.",	"s_191":"That could actually be something I'm interested in.",	"s_192":"Very nice! It was a pleasure working with you, Epo.",	"s_194":"The pleasure was all mine, %TU. If you find yourself looking for something else to do, come back and see me. I've got another lead I need help with.",	"s_195":"Excellent! Apparently, it belonged to the Old Republic and they should have kept detailed logs of events on the planet. What I need from you is to enter this old facility and see if their computer logs are still intact. If they are, download whatever information you can from it and get it back to me. If the information is useful, I will give a reward fit for a king!",	"s_196":"Certainly. Here we go. All yours!.",	"s_198":"Very nice! It was a pleasure working with you, Epo.",	"s_199":"How fitting. How do I get there?",	"s_2":"",	"s_200":"The pleasure was all mine, %TU. If you find yourself looking for something else to do, come back and see me. I've got another lead I need help with.",	"s_202":"It's all the way up in the northeast corner of this continent. Good luck and be careful!",	"s_204":"Good! Apparently, it belonged to the Old Republic and they should have kept detailed logs of events on the planet. What I need from you is to enter this old facility and see if their computer logs are still intact. If they are, download whatever information you can from it and get it back to me. If the information is useful, I will give a reward fit for a king!",	"s_206":"How fitting. How do I get there?",	"s_208":"It's all the way up in the northeast corner of this continent. Good luck and be careful!",	"s_210":"Assault, please.",	"s_211":"I really don't have time for this. Find someone else.",	"s_212":"Certainly. Here we go. All yours!.",	"s_214":"Very nice! It was a pleasure working with you, Epo.",	"s_215":"Oh well. That's typical. Maybe you could come back later, when you have time? I'll be here. Come see me! Please...?",	"s_216":"The pleasure was all mine, %TU. If you find yourself looking for something else to do, come back and see me. I've got another lead I need help with.",	"s_218":"Assault.",	"s_219":"I think you're mistaken, friend. I'm no fighter.",	"s_220":"Certainly. Here we go. All yours!.",	"s_222":"This could come in handy. Well, good doing business with you.",	"s_223":"My apologies for making such hasty assumptions. Have a splendid day!",	"s_224":"The pleasure was all mine, %TU. If you find yourself looking for something else to do, come back and see me. I've got another lead I need help with.",	"s_226":"Battle.",	"s_227":"Drop dead, trunk head.",	"s_228":"Certainly. Here we go. All yours!.",	"s_230":"This could come in handy. Well, good doing business with you.",	"s_231":"How rude! You...you rude person!",	"s_232":"The pleasure was all mine, %TU. If you find yourself looking for something else to do, come back and see me. I've got another lead I need help with.",	"s_234":"Recon.",	"s_236":"Certainly. Here we go. All yours!.",	"s_238":"This could come in handy. Well, good doing business with you.",	"s_240":"The pleasure was all mine, %TU. If you find yourself looking for something else to do, come back and see me. I've got another lead I need help with.",	"s_243":"Pistol sounds good.",	"s_256":"Not a problem. Here you go. I wouldn't have gotten anywhere without you and I'm most grateful.",	"s_258":"You could say that again. So I guess our business is concluded?",	"s_260":"Yes indeed, for now at least. Take care of yourself, %TU, and thanks again.",	"s_262":"Rifle sounds good.",	"s_264":"Not a problem. Here you go. I wouldn't have gotten anywhere without you and I'm most grateful.",	"s_266":"Thank you for everything. It's been very interesting.",	"s_268":"I'm glad to hear that, %TU. Well, I'm afraid this concludes our business, for now at least. Take well care of yourself and thanks again.",	"s_270":"Carbine sounds good.",	"s_272":"Not a problem. Here you go. I wouldn't have gotten anywhere without you and I'm most grateful.",	"s_274":"Thank you for everything. It's been very interesting.",	"s_276":"I'm glad to hear that, %TU. Well, I'm afraid this concludes our business, for now at least. Take well care of yourself and thanks again.",	"s_278":"Rifle sounds good.",	"s_280":"Not a problem. Here you go. I wouldn't have gotten anywhere without you and I'm most grateful.",	"s_282":"You could say that again. So I guess our business is concluded?",	"s_284":"Yes indeed, for now at least. Take care of yourself, %TU, and thanks again.",	"s_286":"Carbine sounds good.",	"s_288":"Not a problem. Here you go. I wouldn't have gotten anywhere without you and I'm most grateful.",	"s_290":"You could say that again. So I guess our business is concluded?",	"s_292":"Yes indeed, for now at least. Take care of yourself, %TU, and thanks again.",	"s_294":"Pistol sounds good.",	"s_296":"Not a problem. Here you go. I wouldn't have gotten anywhere without you and I'm most grateful.",	"s_298":"Thank you for everything. It's been very interesting.",	"s_300":"I'm glad to hear that, %TU. Well, I'm afraid this concludes our business, for now at least. Take well care of yourself and thanks again.",	"s_55":"Good to see you, %TU! Unfortunately, you've caught me at a bad time. I have some more leads I need to do research on. I will have to chat another day. Take care!",	"s_65":"Great to see you again, %TU! I could use your assistance again if you have some time to spare?",	"s_66":"I was hoping you would say that. How can I help, Epo?",	"s_67":"Why else would I be here? Your charming personality?",	"s_68":"I'm sorry, Epo. Just stopped by to say hi. Have a lot to do.",	"s_69":"For you, I have about 10 seconds...and they just ran out.",	"s_71":"Well, that's typical. If you free up some time later, make sure to stop by. I could really use your help, %TU.",	"s_72":"While you were up retrieving the data log from that old bunker for me, I was out doing a bit of exploring of my own. To the northeast of us, but south of the bunker you ventured to, I came across some old buildings of unknown origin. Among them I found this, a piece of an old tablet with some writing on it. Unfortunately, it's been shattered and this is but a small piece of the puzzle so to speak.",	"s_73":"Did you try to find the other pieces?",	"s_74":"Indeed I did, but as I was looking around I noticed I was no longer alone. I spotted some skulking figures moving around the area, also apparently searching for something. I didn't like the way they looked and sneaked off before they could spot me. It's my hope that you could return there and see if you can find the other pieces of the tablet?",	"s_75":"Probably just some scavengers. Shouldn't be a problem.",	"s_76":"I don't have the time to venture out there right now, I'm afraid.",	"s_77":"That is too bad, my friend. Maybe you'll get some time later? If so, please come back.",	"s_78":"For you? I'm sure not. Please be careful still, though. They might be more than meets the eye.",	"s_79":"Don't worry. I will be.",	"s_80":"Good, I hope you can find the pieces. If the rest are about the same size as this one, my guess is there will be four more of them.",	"s_81":"Haha, always such a charmer, %TU. Well, you take care then! Stop by later, will you? Please?",	"s_82":"How can I help you, my friend?",	"s_84":"Just making sure there was nothing you forgot to tell me?",	"s_85":"%TU, you are back! How did everything go?",	"s_86":"No, I think I covered everything. Be careful and good luck!",	"s_88":"Umm...anyway, while you were up retrieving the data log from that old bunker for me, I was out doing a bit of exploring of my own. To the northeast of us, but south of the bunker you ventured to, I came across some old buildings of unknown origin. Among them I found this, a piece of an old tablet with some writing on it. Unfortunately, it's been shattered and this is but a small piece of the puzzle so to speak.",	"s_89":"There wasn't much data left intact but I got what I could.",	"s_90":"Didn't occur to you to look for the other pieces while you were there?",	"s_92":"Indeed it did, but as I was looking around, I noticed I was no longer alone. I spotted some skulking figures moving around the area, also apparently searching for something. I didn't like the way they looked and sneaked off before they could spot me. It's my hope that you could return there and see if you can find the other pieces of the tablet?",	"s_93":"Let me have a look at that please. Ohh, this is very interesting. I wish there was more, but it's all that was left, you say? Too bad, but at least this gives me some clues and shows that I'm on the right track. I'm most grateful, my friend.",	"s_94":"Probably just some filthy scavengers. I'll handle them.",	"s_96":"I'm sure you will... Don't forget about the tablet pieces, though. If the rest are about the same size as this one, my guess is there will be four more of them.",	"s_97":"Don't mention it. I'm glad it's of some help.",	"s_98":"I'll get them. Don't worry."
}}