{
	"stfFile":"conversation/station_kashyyyk",
	"entries": {
		"do_not_edit":"The English version of this file (station_kashyyyk.stf) is automatically generated by the SwgConversationEditor.",	"s_180":"What else is there to do?",	"s_181":"Have you contacted the Rodians? Two of their warlords operate space stations in Kashyyyk. Both of them have powerful enemies... and both will pay pilots like you to fight for them.",	"s_182":"That sounds interesting!",	"s_183":"Anything else?",	"s_184":"You'll find them on the far side of the asteroid belt. Check your navicomputer for directions to either of the Rodian warlord bases.",	"s_185":"Nothing I would recommend. I know that there is a group of freelance slavers operating in Kashyyyk. Given how tightly the Trandoshans control this sort of commerce, I can only imagine that these 'Independent Slavers' want a piece.",	"s_186":"Where do I find them?",	"s_187":"I'm not interested in that.",	"s_188":"I knew you weren't a villain! At least... not that sort of villain. How about doing something for the CPG today instead?",	"s_189":"Oh, I don't know. Even if I did know, I don't think I would tell you. It's horrible what they do. Just horrible!",	"s_190":"Tell me anyway!",	"s_191":"I understand.",	"s_192":"Yeah. Just forget about slaving and stick to saving the galaxy. Sound good? Now let's talk about some CPG contracts!",	"s_193":"Forget it! You don't push me around!",	"s_202":"",	"s_204":"Your communication stream is breaking up! Fly closer to the station so I can get a fix on your transmission.",	"s_206":"Great - just what we needed: another mercenary killer. What do you want here anyway?",	"s_208":"I would like to land.",	"s_210":"Sure. Anything to get you mercs out of my hair! I'll let you land at the Kachirho starport.",	"s_214":"Thanks. (LAND)",	"s_218":"Stay healthy... (you murdering mercenary!)",	"s_222":"I'd like repairs.",	"s_226":"Why? So you can blast us all to bits? Sorry. I don't trust you yet.",	"s_245":"Confirmed... (filthy mercenary sithspawn!)",	"s_247":"Uh... nevermind.",	"s_249":"Kashyyyk station out.",	"s_251":"That droid pilot needs your help! Escort him to this station so that we can tune his navigation system and get him on his way.",	"s_269":"I'm looking for a challenge!",	"s_273":"You might check in with the CPG Veteran pilot that patrols the asteroid belt. Look for a friendly YT-1300 vessel protecting the civilian traffic near the station.",	"s_277":"Thanks! I will.",	"s_281":"Roger that!",	"s_285":"Yes, please.",	"s_288":"I'll stop them! Let's go!",	"s_291":"Thanks!",	"s_294":"Why did this engineer turn traitor?",	"s_350":"Glad to hear it! See you soon...",	"s_364":"Well, I hope you change your mind.",	"s_370":"I really just want to land.",	"s_376":"Give me another chance!",	"s_382":"Hey! Great job protecting that droid pilot. I thought he would be destroyed for sure! Listen... sorry if we got off on the wrong foot earlier. My name is Rian Ry. I am a representative of the Civilian Protection guild, and commander of this space station.",	"s_388":"That's nice. Can I repair my ship, please?",	"s_394":"What will make you trust me?",	"s_396":"Why don't you drop in to Kachirho? Take a look around? Try not to kill anybody for a while... how about that?",	"s_398":"It's a deal. (LAND)",	"s_400":"Confirmed. Landing at Kachirho starport.",	"s_402":"You got me all wrong, lady.",	"s_404":"Oh of course! You're the ONE pilot in all of Kashyyyk space who's not out to steal every last credit from these hard-working civilians, right? Sure.",	"s_406":"Can I have clearance to land?",	"s_408":"Oh. You want to visit Kachirho? Well - maybe that's different. Most of the mercs around here stay clear of the planet surface... for a variety of reasons. You sure you want to land?",	"s_410":"Yes. (LAND)",	"s_412":"Confirmed.",	"s_414":"Nevermind.",	"s_416":"Kashyyyk station out!",	"s_418":"Fine! Just clear me for landing. (LAND)",	"s_428":"That Civilian Transport needs your help, %TU! Guide them to this station and keep them out of harm's way!",	"s_430":"Eyma said you were going to rescue a civilian transport lost in the Tyyyn nebula. You'd better get to it!",	"s_432":"Roger that.",	"s_434":"Good luck!",	"s_436":"Look out, %TU! The Ghrag are here to destroy you!",	"s_438":"I knew you wouldn't let us down, %NU! That was one in a million! Would you like the Blacksun Vaksai chassis, now?",	"s_440":"You bet!",	"s_442":"Congratulations! Happy flying!",	"s_444":"How's it going, %TU? You are cleared for two different contracts on behalf of the Civilian Protection Guild. Are you interested?",	"s_446":"Yes. I would like a mission.",	"s_448":"Great to hear! You know the contracts, don't you? What would you like to do today?",	"s_450":"Let's hunt down the Ghrag!",	"s_452":"You got it! Good luck, %TU!",	"s_454":"Let me protect our civilian friends.",	"s_456":"You are quite the hero, %TU!",	"s_460":"Yes, there is something else I have for you. It's very dangerous. Would you like details?",	"s_464":"There has been some trouble at a remote Rebel Alliance shipyard. I know. I know. We're not the Alliance - but apparently one of their engineers has turned traitor and is planning to deliver a Corellian Corvette warship to the Ghrag mercenaries!",	"s_468":"I knew I could count on you, %NU! I will upload the mission data to you right now!",	"s_472":"Good luck!",	"s_473":"It's a group of merchants and civilian interests that try to protect one another in lawless regions of space like Kashyyyk. CPG offers limited contracts to honest pilots such as yourself.",	"s_476":"Seems that the Alliance has been unable to compensate their starship engineers lately. This engineer contacted the Ghrag Mercenaries and offered to sell them an Alliance warship. They jumped at the chance... as you can imagine.",	"s_478":"I don't want to help the Rebels!",	"s_480":"You won't really be helping the Rebellion. If that starship falls into Ghrag Mercenary hands, all the peace and security you have fought to win here in Kashyyyk will be thrown to the wind.",	"s_482":"What will I get for this?",	"s_484":"Are you familiar with the Blacksun Vaksai prototype? It's a new starship chassis that's as small as a standard light fighter but totally re-designed on the inside. It has a much higher mass capacity than the standard! I can give you one if you recover the enemy ship!",	"s_486":"On second thought, I'll skip it.",	"s_488":"No problem! Take care, %TU!",	"s_490":"I need to land.",	"s_492":"I need to repair my ship.",	"s_494":"Looks like these Ghrag mercenaries mean business. Good job putting them back in their place!",	"s_496":"Thanks! I'd like to land please.",	"s_498":"Can I repair my ship, Rian?",	"s_500":"What's next?",	"s_502":"Well, I don't think they're ready to give up just yet. We're hearing all sorts of noise coming from the Tyyyn nebula. I worry that another transport has come under fire. Interested in saving the day again?",	"s_504":"You bet!",	"s_506":"Great! Good luck, %TU!",	"s_508":"The civilians were lost! So many lives... it's such a shame! I'm hoping that you want a chance to redeem yourself right away. Am I right?",	"s_510":"No. Land me.",	"s_512":"No. Repair me.",	"s_514":"Yes. I want to try again!",	"s_516":"That's the spirit! Let's go!",	"s_518":"So you lost that civilian transport. So many lives... it's such a shame! I'm hoping that you want a chance to redeem yourself right away. Am I right?",	"s_520":"No. Land me.",	"s_521":"Well, yeah... we just received a distress call from another transport. This one also seems to have run afoul of the Gotal bandits. Most people know to avoid the Gotal base... but not everyone, obviously. Do you want to investigate?",	"s_522":"No. Repair me.",	"s_524":"Yes. I want to try again!",	"s_526":"That's the spirit! Let's go!",	"s_528":"Nice to see you again, %TU! Good work dusting those Gotal bandits! The CPG is impressed. And, honestly... so am I!",	"s_530":"Thanks! I'd like to land please.",	"s_532":"Can I repair my ship, Rian?",	"s_534":"Is there anything CPG needs done today?",	"s_536":"Absolutely! Our surface commander, Eyma, has requested a meeting with you to discuss a threat we have received. Will you agree to meet with him?",	"s_538":"Yes. (Land)",	"s_539":"Not now. I need repairs at the moment.",	"s_542":"No. (Don't land)",	"s_545":"Excellent! Good luck, my friend.",	"s_546":"Well that last escort didn't go as planned, did it? So I'm wondering now. Do you want another chance or are you done being a hero for the moment?",	"s_550":"I just want to repair my ship.",	"s_551":"I would like to land",	"s_554":"You got it!",	"s_557":"Thanks!",	"s_558":"Nice to meet you. Can I land now?",	"s_562":"What's the Civilian Protection guild?",	"s_563":"You can land at Kachirho starport. Confirm!",	"s_566":"Any thing CPG needs done right now?",	"s_569":"Be safe, %TU. See you soon.",	"s_570":"Actually, I should land right now.",	"s_574":"You got it!",	"s_575":"Disregard.",	"s_578":"This is Kashyyyk station. State your business.",	"s_581":"Fine. Clear the area so the rest of us can get back to work.",	"s_582":"Ah! Good. Eyma is looking forward to seeing you!",	"s_586":"See you soon, %TU!",	"s_587":"Roger, %TU. Please indicate your status.",	"s_590":"Confirm (Land)",	"s_593":"Roger, %TU.  For a fee of %DI credits we'll repair just enough to get you underway.  Please confirm.",	"s_594":"Cleared for landing. Kashyyyk space station out!",	"s_598":"No problem. Take care, %TU.",	"s_599":"25% of your ship damage has been fixed. Please clear the area for other traffic.",	"s_602":"(Request Repairs)",	"s_605":"As you wish, %TU.  Please clear the area for other traffic.",	"s_606":"Repair a little of the damage",	"s_610":"Do it",	"s_611":"Affirmative, %TU.  Repairing half your current damage will cost %DI credits. Are you ready to transfer the funds?",	"s_614":"No",	"s_617":"Received, %TU.  Half of your ship damage has been fixed.  You are clear to leave the area.",	"s_618":"Repair half the damage",	"s_622":"Yes",	"s_623":"As you wish, %TU.  Please clear the area for other traffic.",	"s_626":"No",	"s_629":"Roger that, %TU.  We can repair three-fourths of your ship's damage at a fee of %DI credits.  Are you ready to transfer the funds?",	"s_630":"Repair most of the damage",	"s_634":"Yes",	"s_635":"Funds received, %TU... Repairs complete.  You are clear to leave the station.",	"s_638":"No",	"s_641":"Bye",	"s_643":"Repair all of the damage",	"s_646":"A complete repair of your ship will cost %DI credits, %TU.  Are you sure?",	"s_649":"Yes",	"s_651":"Repairs complete! ",	"s_655":"No",	"s_658":"As you wish, %TU.  Please leave the area to make room for incoming traffic.  Out.",	"s_661":"Nevermind",	"s_664":"Copy that, %TU.",	"s_666":"What's going on around here?",	"s_669":"The usual mercenary mischief! We have received yet another distress call from a damaged freighter coming through the asteroid field. You want to be a hero? There's a few credits in it for you.",	"s_672":"I think I prefer to land.",	"s_674":"I'll need repairs first.",	"s_677":"What sort of credits are we talking about?",	"s_680":"The distress call bears the mark of the Civilian Protection Guild. They guarantee payment of a thousand credits for this sort of escort job. How does that sound?",	"s_682":"I'll take it!",	"s_685":"Okay. Maybe you're not so bad after all? The signal is coming from the other side of the asteroid belt. I am pretty certain that the pilot is a droid. Some roving bandits probably damaged the droid's navigation system.",	"s_688":"I can lead the droid pilot back here.",	"s_690":"Good luck! I look forward to seeing you soon!",	"s_693":"I'll pass on this offer.",	"s_696":"Suit yourself.",	"s_698":"Yes. I will help.",	"s_701":"Good. The distress call is an automated signal. It's coming from the other side of the asteroid belt. The pilot is a droid. I think something or someone damaged the droid's navigation system.",	"s_704":"I can lead the droid pilot back here.",	"s_706":"Good luck! I look forward to seeing you soon!",	"s_709":"How's it going, Rian?",	"s_712":"Hey there, %TU! I just got another message from Eyma on Kashyyyk. He would like to meet with you again. What do you say?",	"s_714":"Sounds good.",	"s_717":"Excellent! I look forward to hearing from you when you get back.",	"s_720":"See you later! (Land)",	"s_722":"Bye!",	"s_726":"I can't do this right now.",	"s_728":"Sorry for that. Hope you can soon!",	"s_730":"Hi there, %TU! Since Eyma gave the go-ahead, I'm cleared to offer transport protection contracts to you whenever you want them. You interested?",	"s_732":"Sounds good.",	"s_734":"Exellent! Good luck, %TU!",	"s_736":"Is there anything else to do?",	"s_738":"Why don't you check in with Eyma again. I know he's been hard at work pulling in favors from civilian contacts all over the Kashyyyk system. He may have uncovered more information about the Ghrag mercenaries.",	"s_740":"I'll go see him now! (Land)",	"s_742":"You got it, %TU!",	"s_744":"Maybe later.",	"s_746":"No problem. Would you like to take up one of our civilian protection contracts right now, then?",	"s_748":"Tell me about these contracts.",	"s_750":"We have a large number of civilian transports headed through the Kashyyyk system at any given time. The CPG escorts the transports and protects them from pirates, the Gotal bandits and our new friends: the Ghrag mercenaries!"
}}