{
	"stfFile":"conversation/station_nova_orion",
	"entries": {
		"do_not_edit":"The English version of this file (station_nova_orion.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Repair half the damage.",	"s_102":"Affirmative, %TU.  Repairing half your current damage will cost %DI credits. Are you ready to transfer the funds?",	"s_104":"Yes.",	"s_106":"Received, %TU.  Half of your ship damage has been fixed.  You are clear to leave the area.  Nova Orion Station, out.",	"s_108":"No.",	"s_110":"As you wish, %TU.  Please clear the area for other traffic. Nova Orion Station, out.",	"s_112":"Repair most of the damage.",	"s_114":"Roger that, %TU.  We can repair three-fourths of your ship's damage at a fee of %DI credits.  Are you ready to transfer the funds?",	"s_116":"Yes.",	"s_118":"Funds received, %TU... Repairs complete.  You are clear to leave the station. Nova Orion Station, out.",	"s_120":"No.",	"s_122":"As you wish, %TU.  Please clear the area for other traffic. Nova Orion Station, out.",	"s_124":"Repair all of the damage.",	"s_126":"A complete repair of your ship will cost %DI credits, %TU.  Are you sure?",	"s_128":"Yes.",	"s_130":"Repairs complete!  You are clear to leave Nova Orion Station, out.",	"s_132":"No.",	"s_134":"As you wish, %TU.  Please leave the area to make room for incoming traffic.  Out.",	"s_136":"Nevermind.",	"s_138":"Copy that, %TU. Nova Orion Station, out.",	"s_2":"",	"s_37":"Roger. You are cleared to land. Please make your way to the first available hangar.",	"s_70":"You are too far out for us to get a lock on you pilot.  Come in closer.",	"s_73":"This is Nova Orion Station control, please state your business.",	"s_76":"Requesting permission to land.",	"s_84":"Requesting repairs.",	"s_86":"Roger, %TU.  We are a fully functional station and can provide you with whatever level of repairs that are necessary.  Please indicate your status.",	"s_88":"Repair a little of the damage.",	"s_90":"Roger, %TU.  For a fee of %DI credits we'll repair just enough to get you underway.  Please confirm.",	"s_92":"Do it.",	"s_94":"25% of your ship damage has been fixed. Please clear the area for other traffic. Nova Orion Station, out.",	"s_96":"No.",	"s_98":"As you wish, %TU.  Please clear the area for other traffic. Nova Orion Station, out."
}}