{
	"stfFile":"conversation/station_rebel_outpost",
	"entries": {
		"do_not_edit":"The English version of this file (station_rebel_outpost.stf) is automatically generated by the SwgConversationEditor.",	"s_1110":"Yes, please!",	"s_1111":"You deserve it! The Force be with you!",	"s_711":"",	"s_713":"There's nothing we can do for you while you're in that civilian ship.",	"s_715":"You are not welcome at this station!",	"s_717":"What's up, %TU? You look busy...",	"s_719":"That's because I am on a mission.",	"s_721":"Good luck!",	"s_725":"Sign up with the Rebel Alliance and we'll talk.",	"s_727":"You need to move closer to this station.",	"s_729":"Perhaps your reputation isn't so well-deserved. The Alliance commands you to protect our transports!",	"s_731":"Let me try again.",	"s_733":"Better luck, this time!",	"s_735":"Nice to finally meet you, %TU. We've been hearing a lot about your exploits. Seems you've single-handedly brought down a Ghrag mercenary plot to destroy this station. Excellent work! I have something else for you to do... if you're interested.",	"s_737":"Sure, I'm interested.",	"s_739":"Good. We've been trying to get several transports out of this area for operations in classified regions of deep space. I need you to escort one of these transports and report back when you are done.",	"s_741":"What are they carrying?",	"s_743":"Awards, personal effects, decorations, hand-written messages to the troops. Nothing too special. But the Ghrag have been pounding the transports since they know that most of our fighter screen is deployed to other areas.",	"s_745":"Roger that.",	"s_747":"Good luck.",	"s_749":"What do I get for this?",	"s_751":"Well, considering how you've protected us from the Ghrag mercenaries - I think you deserve a special ornament that indicates your loyalty to the Alliance.",	"s_753":"What do you have in-mind?",	"s_755":"A limited-edition holographic projection of the Alliance symbol. You could place it in your home if you wish. I'd recommend keeping it away from Imperial eyes, of course.",	"s_757":"Thanks!",	"s_759":"No problem. Good luck!",	"s_761":"Well hello there, %TU! Is there anything we can do for you?",	"s_763":"I would like a mission.",	"s_765":"But of course, my friend! There are two different classes of ongoing duty missions that I can offer. Which would you like?",	"s_767":"Destroy duty.",	"s_769":"Good choice. As you may know, the Ghrag mercenaries used to be our allies here in Kashyyyk space. Now, all of that has changed. The Ghrag have announced that they are going to sell us out to the Empire. We need you to hunt down their pilots and prevent them from interfering with our operations here.",	"s_771":"I'll take it!",	"s_773":"Grant mission: Destroy Duty",	"s_775":"I'd like something else.",	"s_777":"Escort duty.",	"s_779":"Very good choice, my friend. Our operations in the Kashyyyk system are very sensitive - and the Ghrag mercenaries have become a real problem. It's hard enough to liberate our Wookiee allies with the Empire breathing down our necks all the time. Now we have Ghrag pilots threatening to disrupt our transport lines!",	"s_781":"I'll take it.",	"s_783":"Grant mission: Escort duty.",	"s_785":"I'd like something else.",	"s_787":"Nevermind.",	"s_789":"Roger that, %TU.",	"s_791":"I would like to declare my faction affiliation.",	"s_793":"I am looking for a challenge!",	"s_795":"Well, you've come to the right place. I just got word from Alliance Command that one of our Corvette starships has been stolen! We need it back, of course... are you ready to help?",	"s_797":"Let's go!",	"s_799":"Excellent! I will upload the mission package right now!",	"s_801":"Thank you!",	"s_803":"For the Alliance!",	"s_805":"Stolen? How did that happen?",	"s_807":"Apparently, due to constant Imperial attacks, we have been unable to provide adequate payment to contractors working at a secret Rebel shipyard. One of the engineers has turned traitor...",	"s_809":"And?",	"s_811":"This engineer is planning to sell the Corellian corvette to the Ghrag Mercenary Clan! Fortunately - the remaining engineers on-board the vessel are loyal to the Alliance and will re-take the bridge if you can disable the starship.",	"s_813":"What do I get?",	"s_815":"Alliance High Command has authorized me to give you an experimental starship chassis. It is a heavy version of the X-wing fighter. It has much greater mass capacity than the standard one!",	"s_817":"No thanks!",	"s_819":"Roger that.",	"s_821":"The Alliance thanks you, my friend. In payment, I would like to award you with the Alliance Symbol Hologram.",	"s_823":"Thanks!",	"s_825":"You deserve it!",	"s_827":"Welcome to the Rebel Alliance Space Station, %TU. Would you like to declare your affiliation with the Rebel Alliance?",	"s_829":"Yes",	"s_831":"Very well, %TU. Your ship will begin broadcasting your Rebel Alliance affiliation in 30 seconds. You may want to clear the area in the event there are hostiles nearby. Rebel Alliance Station, out.",	"s_833":"No",	"s_835":"Good-bye.",	"s_836":"Roger, %TU! Out!",	"s_837":"In that case, please move away from the station.",	"s_839":"What does that mean?",	"s_841":"Although you are a Rebel Alliance Pilot by profession, you have not Declared your factional affiliation. Many Imperial ships [players] will hold fire in the event you are not really affiliated with the Rebel Alliance. You may declare your affiliation with the Alliance to make it clear that you are willing to respond to their attacks.",	"s_843":"How long does this last?",	"s_845":"You will be a Declared Rebel until you land your ship. The next time you launch, if you want to be a Declared Rebel again, you must speak to a Rebel Alliance Station again.",	"s_847":"All Imperial Pilots will be able to attack me?",	"s_849":"Not all of them, %TU. Just the ones that have Declared their affiliation with the Empire. You'll be able to attack them, and they will be able to attack you. Ready to declare?",	"s_850":"Congratulations! Excellent work bringing down that traitor and saving our engineers! I would like to reward you with the prototype Heavy X-wing chassis. Would you like it now?"
}}