{
	"stfFile":"conversation/station_rodian_tripp_base",
	"entries": {
		"do_not_edit":"The English version of this file (station_rodian_tripp_base.stf) is automatically generated by the SwgConversationEditor.",	"s_180":"Yes. What've you got?",	"s_185":"We have trouble with the Chiss. Stupid poachers! Tripp has ordered me to offer seek-and-destroy contracts to any willing pilot of sufficient standing.",	"s_186":"Sounds good.",	"s_188":"The Chiss are polluting our hunting grounds on Kashyyyk! They have already landed a number of settler ships on the planet surface. We cannot allow them to land any more!",	"s_190":"What do I do about it?",	"s_191":"No thanks.",	"s_192":"What? Are you kidding?",	"s_193":"I will upload coordinates of Chiss settlers and their landing craft. You intercept them and destroy every last one of them. Sound good?",	"s_195":"I'll take it.",	"s_196":"What's it worth to you?",	"s_197":"Three hundred and fifty cred per lousy, worthless Chiss Poacher starship you bring down! How does that sound?",	"s_198":"Good! Don't let me down, pilot!",	"s_199":"Wait. Um. No. There's nothing I can give you right now. Tripp has laid out specific orders. Only the Civilian Protection Guild gets our contracts. They are the only ones we can trust.",	"s_200":"You can trust me!",	"s_201":"Yeah. Oh, yeah. I trust you just fine. That's not the thing. Tripp wants it this way. He's the boss. If it were up to me, I'd give you the contract right now! But, it's not up to me. You see?",	"s_202":"",	"s_203":"How do I become a Civilian Protector?",	"s_204":"What? You're breaking up! Come closer if you want to do business!",	"s_207":"Go to the Kashyyyk space station. There you will find a human named Rian Ry. She commands the Civilian Protection Guild space fleet. Work for her a bit then come see us again.",	"s_209":"I will.",	"s_211":"Good! I'll see you later!",	"s_25":"Sounds good.",	"s_26":"I'll skip this.",	"s_27":"Well... okay...",	"s_28":"Uploading mission package now!",	"s_578":"Hello? This is the security chief... are you here for a job or something?"
}}