{
	"stfFile":"conversation/station_imperial_base",
	"entries": {
		"do_not_edit":"The English version of this file (station_imperial_base.stf) is automatically generated by the SwgConversationEditor.",	"s_0":"",	"s_1e8d6243":"In that case, please move away from the station. Clear the area for official traffic.",	"s_25329880":"Although you are an Imperial Pilot by profession, you have not Declared your factional affiliation. Many Rebel ships [players] will hold-fire in the event you are not really affiliated with the Empire. You may declare your affiliation with the Empire to make it clear that you are willing to respond to their attacks.",	"s_260":"That's a fine-looking starship, %NU. Most impressive. What can I do for you today?",	"s_262":"I would like a mission.",	"s_264":"I would like to declare my faction affiliation.",	"s_266":"Congratulations, pilot! The mission was a success. Our special Operative sends her regards. I am now authorized to present you with the 'Crimson Guard' TIE Interceptor. Are you ready to receive it?",	"s_268":"Yes, sir!",	"s_270":"Good hunting!",	"s_272":"I would like to declare my faction affiliation.",	"s_274":"You asked for the challenge... now do it!",	"s_276":"You've got a transport to escort, pilot! Get going.",	"s_278":"You failed! Fortunately our operative managed to escape the Corvette and has rejoined the Alliance in a nearby system. Apparently, the Rebels are going to try to cut through Kashyyyk space again... are you ready to stop them?",	"s_280":"Yes. I will try again!",	"s_282":"Outstanding!",	"s_284":"I need to declare my faction affiliation.",	"s_286":"This is unacceptable! The Emperor's transports must be protected. Your performance is pitiful.",	"s_288":"Give me another chance.",	"s_290":"Do not fail us again, pilot.",	"s_292":"I recognize you, pilot. You are the one they have been talking about. The one who foiled the Ghrag mercenaries' plot to eliminate this space station. Outstanding!",	"s_294":"Thank you.",	"s_296":"Apparently, word of your victory has spread far. Imperial command has authorized a special award for your service. It is en route to this base and should be here momentarily. ",	"s_298":"What is it?",	"s_2e491159":"Sign up with the Empire and we'll talk.",	"s_300":"From what I understand, you are to receive a holographic projection system that produces a proud symbol of the Empire. You are encouraged to place this award in an obvious place... and spread the good-will of the Emperor.",	"s_302":"Sounds good.",	"s_304":"While we wait... I do have a favor to ask of you, though. We are short-staffed on the escort duty roster. I need someone to escort a transport through Kashyyyk space. Should not take long. By the time you are done, your award will have arrived.",	"s_306":"Yes, sir.",	"s_308":"Good luck, pilot.",	"s_310":"Ah yes! The hero who saved this space station from the Ghrag mercenaries' plot. We have unlocked two duty missions for you. What's your pleasure?",	"s_312":"What are my choices?",	"s_314":"There are two to choose from. A destroy duty and an escort duty. Which would you like?",	"s_316":"Destroy duty.",	"s_318":"Excellent. This mission requires you to punish the Ghrag mercenary clan. Patrol the Kashyyyk system and destroy all Ghrag pilots you encounter.",	"s_320":"I'll take it!",	"s_322":"Outstanding!",	"s_324":"I'd like something else.",	"s_326":"Escort duty.",	"s_328":"Outstanding. Protect Imperial freighters as they travel through this system. The Ghrag mercenaries will undoubtedly try to destroy them!",	"s_330":"I'll take it!",	"s_332":"Superb!",	"s_334":"I'd like something else.",	"s_336":"I would like to declare my faction affiliation.",	"s_338":"How about a more challenging mission?",	"s_340":"Amusing. So you're too good for the standard duty mission, eh? Given your history this may be true. You are a well-respected pilot, %TU. Perhaps I do have something that you would find interesting...",	"s_342":"Let's hear it.",	"s_344":"A special Imperial Operative has infiltrated the Rebel Alliance and is stowed away aboard a Corellian Corvette called 'The Gaaltura V.' Reports indicate that this vessel is headed through the Kashyyyk system very soon.",	"s_346":"What do you want me to do?",	"s_348":"We wish to activate this special Operative. Once she receives her orders, she will fight her way to the bridge and take command of the vessel. Before she can do her job, you must intercept and disable the Corvette.",	"s_350":"And then what?",	"s_352":"The Operative will slice the navicomputer and allow me to take control of the ship by remote. I will fly it here. You protect it. That's it.",	"s_354":"What do I get for this?",	"s_356":"To accomplish this would set you firmly above the standard Imperial Navy pilot. Success in this mission qualifies you to fly the 'Crimson Guard' TIE Interceptor. Complete the mission and I will award the starship to you.",	"s_358":"For the Emperor!",	"s_358253b2":"There's nothing we can do for you while you're in that civilian ship.",	"s_360":"Affirmative. Good luck, pilot.",	"s_362":"Good job, pilot. As I expected, your award from Imperial Command arrived while you were on duty. I would like to transfer it to your starship immediately.",	"s_364":"Thank you.",	"s_370822d1":"Yes",	"s_393":"You are welcome, pilot.",	"s_3a7768e6":"All Rebel Pilots will be able to attack me?",	"s_41ebf230":"You will be Declared Imperial until you land your ship. The next time you launch, if you want to be a Declared Imperial again, you must speak to an Imperial Station again.",	"s_457a7010":"No",	"s_48f82131":"You need to move closer to this station.",	"s_626fe576":"How long does this last?",	"s_7b492de4":"Very well, %TU. Your ship will begin broadcasting your Imperial affiliation in 30 seconds. You may want to clear the area in the event there are hostiles nearby. Imperial Station, out.",	"s_afe52489":"Welcome to the Imperial Space Station, %TU. Would you like to declare your affiliation with the Empire?",	"s_dd67013":"What does that mean?",	"s_e8cb2563":"We could put your ship to good use, %TU, but you seem to be busy doing something else. Finish your mission and we'll talk.",	"s_ef2a0e9c":"Not all of them, %TU. Just the ones that have Declared their affiliation with the Rebel Alliance. You'll be able to attack them, and they will be able to attack you. Ready to declare?",	"s_f48e8567":"You are not welcome at this station Rebel, SCUM!"
}}