{
	"stfFile":"conversation/story_arc_chapter_one_milo",
	"entries": {
		"do_not_edit":"The English version of this file (story_arc_chapter_one_milo.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"There isn't anyone else who can do it. Please, we cannot let him escape. If he were to get away, he could come back at any time and turn that factory back on. We might not get another chance.",	"s_101":"Thank you again for all your help. All my men will be safe because of you.",	"s_103":"Thank you. I promise you will not regret this.",	"s_105":"I am going to have to pass. I am sorry.",	"s_107":"Very well. Well, thank you for listening to me. Good day.",	"s_109":"I am sorry. But you got yourself into this mess...",	"s_111":"We are still getting those signals from the crater. HK-47 is still active. Get a pilot who will fly you there, and defeat him.",	"s_112":"And how am I suppose to get up there?",	"s_113":"You will need a pilot. And since you are flying into the crater of an active volcano, you are going to need a crazy pilot. With all of the off-world traffic we have had lately, there must be one around here somewhere. If they need to be paid, tell them to bill Mensix Corp.",	"s_114":"The signal has stopped. You have saved us from that insane droid. That is one major problem off of our backs, but we still are not any closer to solving our Empire problem.",	"s_115":"Don't be so certain. You now are the proud owner of a fully-stocked droid factory.",	"s_116":"What! Of course, we can take the resources that are stockpiled there and sell them off to the Empire to fill or order. That is brilliant! We take care of the Empire and make sure that the factory can never be used again at the same time. You have done us a huge service. By the way, you have a message waiting for you. It was encoded for your eyes only, so I am not sure what it is about. You can use that terminal over there.",	"s_117":"Yes. I got us into this mess and would gladly pay for my mistake. But it isn't right that all of my boys should pay as well.",	"s_119":"Maybe you should uphold your end of the bargain.",	"s_121":"It's impossible! We are already running way over capacity and they just keep upping the requirements. My men's lives are at stake, all because I thought I could trust the Empire. Listen, I know you have no reason to, but would you please help us? Not for me, but for my men. They don't even know why they are working so hard and now they might die because of it.",	"s_123":"Hello again. You still have that message stored for you. You can use the communication console in the back of the room to check it if you wish. Thanks again my friend.",	"s_124":"If you are interested in a job, perhaps Foreman Chivos has something for you. If you will excuse me...as you can see here, I have some very important matters that need my attention.",	"s_125":"I don't know how I can be of any more help to you. You were supposed to look for something at the crash site that could help us out and follow through with your information there.",	"s_126":"Please just follow the leads you have and see what you can do about helping us.",	"s_127":"Will do.",	"s_128":"Glad to hear it. Good luck to you.",	"s_129":"You should get back to work. We really don't have a whole lot of time.",	"s_130":"If you say so.",	"s_131":"Thank you.",	"s_132":"Have you discovered anything yet?",	"s_133":"I am working on it.",	"s_134":"Good to hear. Thank you.",	"s_2":"",	"s_20":"Whew, I was worried that you wouldn't return. Have you discovered anything that will help us?",	"s_32":"Have you managed to discover how to increase the productivity of this station yet?",	"s_36":"How is your search going? Have you managed to find anything that might help us out?",	"s_40":"Hello and welcome. I am Milo Mensix, head of this little operation here. Chivos has kept me informed about your good work for us. I was hoping that maybe I could persuade you to do some extra work for us...work that would require your obvious talents.",	"s_42":"What sort of work are you talking about?",	"s_44":"I am sure that you have noticed that we are experiencing many different problems here. It is of the utmost importance that we find a way to quickly upgrade this facility so that we can stay on schedule and meet our clients' demands.",	"s_46":"Why is this latest client so important that you would risk your entire facility?",	"s_48":"It goes well beyond the financial reward, I assure you. If this contract fails, the entire company fails. All of these people will be out of work and I am not so sure that anyone will come back to pick up the pieces like we did with Klegger.",	"s_50":"This doesn't sound right. Who are these clients?",	"s_52":"I am going to be completely honest with you because I...we need your help in a most desperate way. The client we are working for is the Empire. They came to us with a very generous offer last year, but they keep altering the deal. Always demanding more...faster. We cannot keep up anymore.",	"s_54":"So, get out of the deal.",	"s_56":"Do you not think I have tried that? They said that if I fail to meet their expectations, they would take over the operation. They also made it pretty clear that if they had to take over, me and my men would no longer be needed. I can only guess by the presence of those Star Destroyers, they didn't mean we would be fired.",	"s_58":"So there is nothing you can do?",	"s_60":"We are working way over capacity now. I just received a message that they want to meet with me later this week. They only do that when they are planning on increasing the requirements yet again. I wish I had never made that deal, but there is nothing I can do about that now. I have to find some way to save my men. I was hoping you could help me.",	"s_62":"What can I do to help?",	"s_64":"It is a pretty slim chance, but I was hoping that maybe some of that old technology could have an answer to our problems. Our engineers say that even though it is from so long ago, it is incredibly powerful. In many ways, more powerful than anything we have now.",	"s_66":"What old technology?",	"s_68":"It is said that Mustafar wasn't always like it is now. I don't know if that is true or not, but occasionally, we find things...old things that don't belong here. The surface of our world can shift violently, swallowing an entire building, and then years later, spit it back up. Like that cruiser you already visited...it just showed up one day about twenty years ago.",	"s_70":"What does this have to do with ancient technology?",	"s_72":"These things that show up are where we find it. Maybe you could go back to the crashed ship and search it for anything that will enable us to increase our power output or make our mining techniques faster. Anything that can help us.",	"s_74":"What makes you think I will even know what to look for?",	"s_76":"I have been thinking about that. Those ship's memory cores are almost completely destruction-proof. If you can get a terminal online, you should be able to access its memory and find the answers we need. Of course, that is, if there even are any answers to find. Please...help us. I promise you will be well-paid for your trouble.",	"s_77":"Not so far. But I am still working on it.",	"s_78":"Thank you again for all the help you are giving to us.",	"s_79":"I have some leads that I am working on.",	"s_80":"That is great news. Keep up the good work.",	"s_81":"Not exactly. I think I might have made things worse.",	"s_82":"What do you mean, worse? How could things get any worse than they already are?",	"s_83":"I sort of woke up a psychotic robot and now he has control of a droid factory.",	"s_84":"What! That would explain the reports I have been getting from the field crews in the eastern sector. They said that a large group of unknown machines were seen heading this way. I figured it was just trilom sickness, but to be safe, I sent out a few scouts. What do you think this robot wants?",	"s_85":"Well, the phrase 'kill all meatbags' did turn up.",	"s_86":"That is great! Just great! Not only do we have to worry about the Empire, we also need to worry about an army of robots coming and killing us all. Listen, you have to fix this. You have to stop that army of droids. We are miners, not soldiers. You are our only hope.",	"s_87":"I made this mess. I will clean it up.",	"s_88":"I am sorry, but there is nothing I can do.",	"s_89":"So, you are just going to leave us to the mercy of a droid. Thanks for nothing.",	"s_90":"Thank you. The scouts that I sent out are to the southeast of here. If anything is coming from that factory, it will head right through a small valley in that direction. I will give you a tracking code to my best scout... If the droids are out there, he will have found them. Good luck.",	"s_92":"I will do my best to help you.",	"s_93":"I am still getting reports of heavy droid activity. You are the only one qualified to protect us. Please get out there and put an end to this menace.",	"s_94":"The droid army is gone, but did you stop the problem at its source?",	"s_95":"I will do what I can.",	"s_96":"Thank you. And be careful. Those droids mean business.",	"s_97":"The droid factory is offline, but HK-47 was nowhere to be seen.",	"s_98":"That would explain the strange signals we have been monitoring from the volcano crater. We managed to decipher the signal, and it sounds like someone is trying to flag down a passing ship. It must be HK-47.",	"s_99":"And I suppose I must be the one to stop him."
}}