{
	"stfFile":"conversation/story_arc_prelude_chivos",
	"entries": {
		"do_not_edit":"The English version of this file (story_arc_prelude_chivos.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"You shouldn't be back here. I thought I asked you to clean out those air vents which are around the facility.",	"s_102":"Yeah, where were those vents again?",	"s_103":"There are four of them that surround the facility. None of them are very far from here, so you shouldn't have that much trouble finding them. So are you going to take care of this little matter for me now?",	"s_104":"Sure, I will clean them right away.",	"s_105":"I need to take care of some other business first.",	"s_106":"Fine. I suppose the vents can wait a little bit longer.",	"s_107":"Great. Come back and see me again when you have finished up.",	"s_108":"You said you would pay? Sure, I would like a job.",	"s_11":"Did you manage to get all of my power rods yet?",	"s_110":"That is great news. Here are the supplies that need to be delivered, and I will put the location of the camp that they need to be delivered to in your datapad. All you need to do is find the supply locker and put the goods directly in there. If you do a good enough job, maybe I will have another job for you. Oh, watch your step out there. Mustafar is not a gentle world, but I guess you could tell that just by looking around.",	"s_112":"No thanks. I have other things I need to take care of.",	"s_114":"Too bad. I will have to find someone else then. Well, thanks for your time and good luck to you.",	"s_115":"How do I get to this crash site?",	"s_116":"It isn't easy. Like I said, the cruiser was found on the slopes of the central volcano. There is a bridge that connects the volcano to the burning plains, which you will probably have to use unless you have some other way of crossing the lava pools. So how about it?",	"s_118":"Yeah, I will see if I can find any.",	"s_120":"You have not only my thanks but the company's thanks as well. Look around the wreckage of the crash on the slopes of the central volcano. When our crew was there, they reported seeing a bunch of salvage bandits crawling all over the ship, so watch your back. Those Mustafarians don't work for any company and will do anything to make a buck...including shooting anyone they don't know.",	"s_122":"No, I am sorry, but I just can't right now.",	"s_124":"Ok, if you change your mind, come and talk to me. I promise you...we will make it worth your while.",	"s_15":"So, are you interested in working freelance for us yet?",	"s_2":"",	"s_20":"Miners restocked...check. Vents nice and clean...check. Good work out there. I knew you were the type of person to get things done. Mensix has need of good people like you. Granted, our company bylaws forbid us to officially hire anyone who isn't a Mustafarian, but we do occasionally hire freelancers.",	"s_21":"Yeah, I can use the work now.",	"s_22":"Nope, I will come back later.",	"s_24":"Have it your way. See you around.",	"s_25":"Not yet. I am still working on getting them.",	"s_26":"Ok, keep up the good work.",	"s_27":"I don't have any more work for you, but the big boss wanted to talk to you about something that was really important.",	"s_28":"Yes, here they are.",	"s_29":"You did a great job. As promised, here is your payment for saving us all. I knew you were going places when we first talked...Milo Mensix wants to talk to you.",	"s_30":"What does being hired as a freelancer mean?",	"s_32":"Just what it implies. When we have issues that need to get done but no one on staff who can do them, we call in one of our freelancers to get it done. We pay per job and usually the compensation is well worth the effort. Would you be interested in something like that?",	"s_34":"Yeah, I could use the occasional work.",	"s_36":"Whew! I am glad you said that because we have a major problem that needs to be solved immediately. The way you took care of the other jobs makes me sure that you are just the person we need.",	"s_5":"Do you have the power rods for me?",	"s_55":"Have you finish those tasks I asked you to do?",	"s_57":"Not yet.",	"s_59":"Ok, you should get back to work then. Come back and talk to me when you are done. Thanks again.",	"s_68":"Welcome to Mensix Corp. Is there anything that I can do for you? Or maybe there is something that you can do for me.",	"s_69":"What is the job?",	"s_70":"It's our reactor. We have been pushing it way too hard lately trying to fill our latest contract. This facility has been running at close to 200 percent capacity for far too long. Anyways, the reactor's power rods have all but decayed, and we have been shutting down secondary systems in order to keep operating at this pace.",	"s_71":"So, that is why your facility is having trouble?",	"s_72":"Yeah. We were getting by, but the rods have now decayed to the point where there is a threat that the entire facility will shut down. If that happens, we are in big trouble. We are already behind schedule and if we fall further behind it...well it wouldn't be good.",	"s_73":"Get some new rods.",	"s_74":"We ordered them. The problem is that this facility was built based off of the old Klegger station, which was built during the days of the Old Republic. No one manufactures power rods for technology that old anymore, so we have to get the rods specially made. By the time the rods get here, we will have already been shut down for too long to make up the difference.",	"s_75":"I am not sure how I will be able to help speed that up.",	"s_76":"You won't have to. A couple of months ago, one of our field crews discovered a wreck on the slopes of the central volcano. This wreck is a large capital cruiser that easily dates back to the Old Republic. We are pretty sure that it used the same power rod system as this facility does. If any of those rods can be found, our engineers are sure they could rig them up to get us through until the new rods can be delivered.",	"s_77":" Will those old rods even be any good?",	"s_78":"Hey, they made things to last in the old days. If they are still in their core housing, those power rods will be good virtually forever. As long as they survived the crash, they should have more than enough juice left to suit our purpose. Our engineers say they just need four of those rods to keep us in power. So, what do you say? Will you pull us out of the fire?",	"s_80":"What is Mensix Corp?",	"s_83":"No, I am sorry but I can't.",	"s_84":"Who is Milo Mensix?",	"s_85":"Only the head of Mensix Corp. If he wants to see you, it is about something big. You should go see him right away. Thanks again for coming through.",	"s_87":"Mensix is the largest mining corporation on Mustafar. We have been the biggest supplier of raw metals and minerals ever since Klegger Corp went bust just before the end of the Clone Wars. Something happened to their main plant...not sure what, but most of it ended up falling into the lava pool. They just never recovered from that incident and we took over.",	"s_89":"What do you mine here?",	"s_91":"Mustafar's unique nature makes it easy for us to extract ore, carbon, and aluminum. Those minerals just bubble right up to the surface. There is a fairly healthy market for these raw materials. For example, we just signed a large contract that will ensure the financial security of Mensix for a long time to come. Hmmm, not sure if that is supposed to be leaked out or not. Oh, well...too late now.",	"s_93":"You mentioned that you needed some help?",	"s_95":"Yes, actually we do. Naturally, we will pay for your services. We have a number of mining crews out in the field looking for new hot spots of minerals. Usually these crews are resupplied at a steady rate by droids. The droids pick up the supplies for the miners, fly out to their base camp, and drop the supplies off. The problem is that the droids haven't been recharging properly and we have been losing them.",	"s_97":"Not recharging properly?",	"s_99":"It has something to do with the amount of power that the reactor is producing. The engineers could explain it better, but the bottom line is we don't have enough charged droids to supply all the miners we have in the field. We also do not have the manpower to resupply the field crews manually, so I have been authorized to hire outside help to restock the base camps. How would you like to be a courier for a while?"
}}