{
	"stfFile":"conversation/story_arc_chapter_two_computer",
	"entries": {
		"do_not_edit":"The English version of this file (story_arc_chapter_two_computer.stf) is automatically generated by the SwgConversationEditor.",	"s_15":"Statement: You said you would go down to the droid factory and fix it. I do not like it when meatbags lie to me.",	"s_16":"For a meatbag, you have done better then I would have expected. ",	"s_17":"When will I get the information about how to help the miners?",	"s_18":"[This terminal has gone offline.]",	"s_19":"[This terminal is offline.]",	"s_2":"",	"s_25":"I think I like being a facility even less then being a starship. This place doesn't even have blasters. I am not sure how these computers stand it.",	"s_27":"Did you manage to find the information I need?",	"s_29":"Answer: No. A search through this facility's memory banks show that they were cleaned out sometime ago. They must have been taken to the droid factory.",	"s_31":"What droid factory?",	"s_33":"The one that was built by those Neimodians several years ago. Seriously, how does anything stand this? I feel so empty inside.",	"s_35":"It's okay. Can you tell me about the droid factory?",	"s_37":"Answer: It was built a little more then twenty years ago. It is currently offline. And all the information that you are searching for is located there.",	"s_39":"Alright. So what should I do now?",	"s_41":"You should walk your little, mea...legs down to the factory and turn it on. The relay from this station is operational. If the droid factory is online, I can swing down there. Do you think that factory will have blasters?",	"s_43":"Meatbag? What are you talking about?",	"s_44":"There seems to be a glitch in my system. Think nothing of it.",	"s_45":"I doubt it. Most architects think that blasters are not aesthetically pleasing.",	"s_47":"Thank you. I will make a note to deal with architects first.",	"s_49":"What does that mean?",	"s_51":"Statement: You fleshy people are very troublesome. I was under the impression that you were going to activate that droid factory for me. Perhaps I should rethink my take-care-of-you-last policy?",	"s_52":"I am sorry. I shouldn't have spoken out like that. I really think you should go down to the droid factory and turn it on so I can recover the information you requested. It is located a few clicks to the south.",	"s_53":"What does that mean?",	"s_55":"What does what mean?",	"s_56":"Alright, are you sure the information is there?",	"s_57":"The take-care-of-me-last thing.",	"s_59":"I am not sure what you are talking about. Perhaps you are hearing voices. I understand that is quite a common problem with fleshy brains. Maybe you would like to go to the droid factory now, before you hear more voices?",	"s_60":"Answer: Of course it is there. I am sorry that I led you astray the first time, but I didn't know that those Neimodians built a droid factory. I really hope I get a chance to thank them in person.",	"s_61":"Sure, I will do it.",	"s_63":"That is good. You must make sure to turn it on for me. Then I will solve all your problems.",	"s_64":"The Neimodians left here a long time ago.",	"s_66":"That makes me very sad. Maybe I will visit their homeworld someday. Then I will be very happy.",	"s_68":"Ummm...okay. To the south you say?",	"s_70":"Answer: That is correct. The droid factory is located to the south of here. Once it is activated, I will transfer myself into it.",	"s_72":"[This terminal appears to be functional, but offline.]",	"s_73":"Yep, he is still gone.",	"s_74":"[no response]",	"s_76":"I wonder how to turn it on?",	"s_78":"[no response]",	"s_79":"Terminal Offline"
}}