{
	"stfFile":"conversation/story_arc_chapter_one_computer",
	"entries": {
		"do_not_edit":"The English version of this file (story_arc_chapter_one_computer.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Statement: Things have a tendency to get blasted when I am around. ...I wish my blasters worked.",	"s_105":"[This terminal seems to be operational, but is missing its circuit boards.]",	"s_13":"[There is no response.]",	"s_16":"Query: Where am I?",	"s_2":"",	"s_23":"You mean that you don't know?",	"s_25":"Application: Searching memory banks. Thruster control; navigation computer; large, bulbous body. I think I am a starship.",	"s_26":"Yes, you are a crashed Old Republic cruiser.",	"s_27":"This is most interesting. I do not recall being a starship. My blasters are offline.",	"s_28":"You do not recall... Did you... What do you need blasters for?",	"s_29":"Statement: It is better to be safe than sorry.",	"s_30":"I don't think you are going to need your blasters.",	"s_32":"Statement: It has been my experience that it is much harder to blow things up without them. Of course, I could just land on them, but my thrusters appear to be offline as well.",	"s_34":"Okay, moving on. I need to ask you some questions.",	"s_36":"I believe I have located it. I find it very odd that it isn't here. It should be, but then again I have been offline for a very long time.",	"s_38":"Located what?",	"s_40":"I don't think you need to worry about that. It is more of a personal problem. You wanted to ask me some questions? I might have answers.",	"s_42":"I need to find out a way to increase the output in a mining facility.",	"s_44":"Oh, I was hoping it would involve blasters. If you wait for a moment, I will search my database to see if there is any information on mining facility: increased productivity of...",	"s_46":"You really like blasters.",	"s_48":"Statement: What is not to like? The light, the noise, the screaming... Oh, I have located the information on the mining facility. If you reroute the lower subroutine in the main reactor to the...QUERY MISSING...output increase of 300 percent. I hope that answered your query to satisfaction.",	"s_50":"Wait! What about that part missing in the middle?",	"s_52":"You mean the QUERY MISSING part? I am afraid that is all that is located in my memory banks. I cannot be positive, but I do not think I am functioning correctly. You should transfer me to the Republic facility that is nearby. They will definitely have the information you require.",	"s_54":"What Republic facility?",	"s_56":"The one that is several clicks to the northeast of this location. Was there another 5000-year-old relic of the past in this area I was not aware of? You simply need to hook up the satellite uplink to my mainframe and I can transfer to that facility. From there, I am sure I can find what you are looking for.",	"s_58":"Now there is a satellite uplink around here?",	"s_60":"Answer: Of course. The strange people with all the droids left it not too long ago. You just need to enter the cavern and the automated repair system will come online. Like the nice mindless droid it is, it will reconnect the uplink. Of course, the kubaza beetles might be a problem. Since you lack a guidance system, I will supply you with the location of the cavern.",	"s_7":"[There is no response. The ship's AI must have already transferred itself to that facility to the northeast.]",	"s_70":"I should get is some new circuit boards.",	"s_71":"[no response]",	"s_72":"Strange...",	"s_73":"[no response]",	"s_74":"Oh, yeah...he is gone now.",	"s_75":"[no response]",	"s_76":"Shouldn't you be getting that uplink hooked back up? I know that the cavern is swarming with kubaza beetles, but they are not armed, so you shouldn't have any trouble.",	"s_77":"Okay, I will go get the uplink set up.",	"s_78":"Query: I wonder what would happen if kubaza beetles were armed? Does the man make the gun or does the gun make the man...or in this case, beetle.",	"s_80":"[This terminal would be functional if its circuit boards were replaced.]",	"s_81":"Maybe I should find it some circuit boards.",	"s_83":"[no response]",	"s_86":"[This terminal appears to be offline]",	"s_87":"This doesn't appear to be working.",	"s_89":"[no response]",	"s_91":"What kubaza beetles?",	"s_92":"While running a short-range scan of the area, I discovered that the kubaza beetles have moved into that cavern. It was probably them that tore down the uplink relay in the first place. There is a ninety-eight percent chance that they will not like you being there. I recommend that you kill them before they kill you.",	"s_94":"And then you can get me the information I need?",	"s_96":"Answer: I am close to positive that the information you need will be there. Of course, I have noticed that I am occasionally wrong. But in this case, I think I am correct. You should hook up the uplink. Besides, I am sure you will get to blast a few things along the way.",	"s_98":"Why do you think that?"
}}