{
	"stfFile":"conversation/striking_miners_nurfa",
	"entries": {
		"do_not_edit":"The English version of this file (striking_miners_nurfa.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"So did you give up already?",	"s_15":"Just taking a breather.",	"s_16":"Yeah, you are going to need it.",	"s_17":"Look, I said I would return to the negotiations and I will. We made a deal and I do not break my deals.",	"s_18":"Nope, here are your eggs.",	"s_19":"Whoa! You actually did it? I was kidding. No one is foolish enough to go out there and try to steal eggs from the tulrus. What is the matter with you?",	"s_2":"",	"s_20":"Hey, you said if I got the eggs, you would go back to the talks.",	"s_21":"I did say that and a deal is a deal. This really didn't turn out the way I expected. Fine. You can tell Urup we will come back to the negotiations, but I am not promising anything beyond that. You have guts; I will give you that much.",	"s_22":"Sorry, I can't talk to you right now. I have too much planning to do.",	"s_24":"Urup sent me to talk with you.",	"s_26":"Urup! So you're just some company messenger boy. You can go tell Urup that I am not interested in anything more the company has to say. We are going to start our own company. That will show them.",	"s_28":"Listen, I am not a company messenger. I just want to help.",	"s_30":"Yeah, right. Like I haven't heard that one before. Now run along. I think I hear your master calling.",	"s_32":"I don't work for the company. I am trying to help.",	"s_34":"Okay, mister helpful guy...prove it. There is a place called Tulrus Isle out in the lava flows. The tulrus are known to nest there. You go collect me ten tulrus eggs, and that will show me you are more than just talk. If you can bring me those eggs, we will at least start talking with the company again.",	"s_40":"I am afraid that I cannot talk to you right now. I have a lot of planning to do with this strike and all. Hey, watch out for lava beetles. They have a nasty tendency to explode when you kill them.",	"s_41":"Tulrus lay eggs?",	"s_42":"Sure they do. The steady heat on this rock makes incubation a snap. All you need to do is to travel out there, find their nesting sites, reach on into the nest, and pull out the eggs. Be careful. You wouldn't want to get trampled by an angry mama while stealing her eggs.",	"s_44":"It's a deal.",	"s_46":"Yeah. Good luck with that, buddy.",	"s_5":"Well, look who is back. Decide to give up yet?"
}}