{
	"stfFile":"conversation/stuvany_inglen",
	"entries": {
		"do_not_edit":"The English version of this file (stuvany_inglen.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Back already, %TU?",	"s_102":"Oh right, your missing operative, I'll get right on that!",	"s_104":"Stop wasting time! Get to the Sulfur Lake Pirate hideout and find our missing man!",	"s_106":"%TU! You are just the person I was looking for!",	"s_108":"What can I do for you?",	"s_110":"I have a task of great urgency, feel up to it?",	"s_112":"I'm listening...",	"s_114":"We sent one of our operatives to the Sulfur Lake Hideout to assess the pirate threat but we have not heard from her in some time.",	"s_116":"And you need someone to check up on her?",	"s_118":"Exactly! We believe she has been captured by the Sulfur Lake Pirates. She has information that could prove extremely useful to us.",	"s_120":"I'll go find your missing operative.",	"s_122":"Very good. Travel to their hideout and find our operative. If she's alive, engineer an escape and get her back to us as soon as possible.",	"s_124":"Maybe you should come back after you've spoken with Jinkins.",	"s_125":"Maybe you should come back after you've spoken with Kole.",	"s_126":"And if she's dead?",	"s_128":"If she's dead, bring back anything in her possession that might carry the information she gathered.",	"s_129":"Looks like things got a little bit mixed up rescuing the Lok Revenant. Let me help.",	"s_130":"Looks like things got a little bit mixed up when you mined the ore. Let me help.",	"s_131":"Looks like things got a little bit mixed up when you stole that lab data. Let me help.",	"s_133":"Maybe you should come back after you've spoken with Vana.",	"s_135":"I'll report your work to Nym during my next report. Nice working with you, %TU.",	"s_136":"I have urgent business to attend to. Come back later.",	"s_2":"",	"s_25":"This is it! This is the final piece of the puzzle!",	"s_26":"Why are you still here?",	"s_27":"Good, you're back!",	"s_28":"What does it all mean?",	"s_29":"The Imperials were behind it alright, but not exactly how we originally thought.",	"s_30":"Because I forgot what I was supposed to do?",	"s_31":"Get to the Imperial Research Facility and steal that lab data! Hurry!",	"s_32":"I've decided to see this through to the end.",	"s_33":"I'll sleep a little easier knowing that.",	"s_37":"Excellent work, %TU! I'll have these samples analyzed immediately!",	"s_39":"What do you hope to learn from these samples?",	"s_41":"Hopefully we can uncover what is really going on here.",	"s_46":"Do you have the samples?",	"s_48":"Samples? What samples?",	"s_50":"You were supposed to be stealing several samples of the mined ore! I don't want to see you again until the task is completed!",	"s_52":"Are you ready to get your hands dirty?",	"s_65":"Good work, %TU!",	"s_67":"Did your operative have any useful information?",	"s_69":"We haven't had time to analyze all of the information she has collected, but I am sure it will prove to be invaluable.",	"s_71":"I'm glad I could be of service.",	"s_72":"I'm not going to like this am I?",	"s_73":"We need you to go to an Imperial mining cave not far from here.",	"s_74":"Did you lose another operative?",	"s_75":"No no! Nothing like that!",	"s_76":"Well you've piqued my curiosity, what do you need?",	"s_77":"The information given to us by our operative has provided evidence that the Sulfur Lake Pirates are just pawns in a much bigger plot.",	"s_78":"What exactly am I getting in to?",	"s_79":"We don't quite know all of the fine details yet and we don't want to jump to conclusions.",	"s_80":"Just tell me what needs to be done.",	"s_81":"We need you to travel to the Imperial mining cave and steal several samples of ore. With any luck this will be a big piece to the puzzle.",	"s_82":"I hope it was worth all the trouble I went through to get them.",	"s_83":"Of that I have no doubt! You are proving to be a valuable ally, %TU. Return to me when you are ready for more work.",	"s_84":"How can I be of service?",	"s_85":"The ore samples you brought us confirmed all of our fears. Someone, we don't know who, is constructing a weapon of unknown potential.",	"s_86":"This can't be good.",	"s_87":"We need you to travel to the Imperial Research Facility, steal as much lab data as you can, and get it back to us immediately.",	"s_89":"You have our thanks for completing this task quickly and efficiently. Come see me again when you are ready. There is more work to be done.",	"s_90":"Oh?",	"s_91":"We assumed the Imperials were constructing a weapon of some kind to further tighten their grip on the galaxy.",	"s_92":"They weren't?",	"s_93":"They were indeed constructing weapons, but not for the Empire. They were to be distributed here on Lok.",	"s_94":"Sounds shady...",	"s_95":"The final purpose is not clear. But thankfully their efforts have been halted. Thanks to you!",	"s_96":"I did what I had to do.",	"s_97":"And you have been rewarded! Thank you, %TU! Your efforts here on Lok will not be forgotten. You will be welcome in this stronghold until the end of your days."
}}