{
	"stfFile":"conversation/talus_dearic_coa_vayde_quellim",
	"entries": {
		"do_not_edit":"The English version of this file (talus_dearic_coa_vayde_quellim.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_20":"Well done!  Trezya says that you were a great help with the N.S.H.  I really appreciate that.  Those medical supplies will also go far in helping treat the unfortunate innocents who the Empire has harmed through their tyranny.",	"s_29":"Well, the N.S.H. was nothing compared to trained Imperials.",	"s_4":"Welcome back.  What can I do for you today?",	"s_42":"Nothing, Captain.  Just stopping in to say hello.",	"s_44":"Hello to you, then!  Stop by any time.",	"s_45":"Just wanted to see how the cause was fairing here, Captain.",	"s_46":"We are always having our challenges, but we will prevail.  Of that, I have no doubt.",	"s_47":"Glad to hear it.  May the Force be with you.",	"s_48":"And also with you.",	"s_51":"I have the supplies.",	"s_52":"Fantastic!  Please speak to Trezya if you have not done so already.",	"s_54":"Excellent.  You are a tenacious warrior, my friend.",	"s_55":"I do what I must.",	"s_56":"Honestly, I'm not quite done yet.",	"s_58":"Oh?  Well, come on back when you finish what you need to.  I'll be waiting!",	"s_59":"And how!  Here is that monetary gratitude I spoke of when you took this job as well as the A.C.L.O.'s from Trezya.  So, have you decided to join the Alliance, then?",	"s_60":"Talk to Trezya if you haven't already.  She needs some help with the Nightstrike Soldier Hegemony.  Please return with those supplies the N.S.H. stole from us, also.",	"s_61":"Welcome back. What can I do for you?",	"s_62":"Welcome!  Are you here to join the Rebel Alliance?",	"s_63":"Not yet, Captian.  I'm still gathering research.  But I'm considering it.",	"s_64":"Maybe.",	"s_65":"I have those supplies you asked for.",	"s_66":"Maybe!  I like that.  Research your decisions first.  What can I do for you?",	"s_67":"I understand.  Come on back if you decide to join our cause.  Until then, take care of yourself.",	"s_68":"I'm interested in learning a bit more about the Rebellion first hand.",	"s_69":"Great job!  Please speak to Trezya if you have not done so already.",	"s_70":"Oho! Dathnaeya sent you.  Excellent!  Our lovely friend here is from the Aggregate Civil Liberties Organization.  Her organization is looking to join the Rebellion on a more permanent basis.  Perhaps now I can kill two flits with one stone.",	"s_71":"No, I don't think the Rebellion is the place for me, Captain.  Thanks for the opportunity to learn, though.",	"s_72":"Sounds intriguing.  What's the plan?",	"s_74":"Well, first off.  There is an organization of mercenaries here on Talus that is giving me fits.  They are called the Nightstrike Soldier Hegemony.  Recently, they confiscated a shipment of medical supplies that would go a long way in helping the Alliance's efforts here.  There are 25 crates in all.  If you could retrieve those and bring them back to me, I'd be grateful in a large, monetary way.",	"s_75":"Ah well.  If you reconsider, I'll be around.  Have a great day!",	"s_76":"N.S.H., huh?  I've heard of them.  I'll take the job.",	"s_78":"Thank you.  Be careful.  The base has a lot of enforcers training around it as well as a possible small Imperial force there.  Don't forget to talk to Trezya over there and see what she might need.  She will provide you with the location of the base.",	"s_80":"Mercenary group?  On second thought, I think I'll pass.",	"s_81":"I will see what she needs.",	"s_82":"Suit yourself.  Someone else will come along, I'm sure.  Have a pleasant day!",	"s_83":"Excellent!",	"s_84":"The A.C.L.O.?  Not interested.  Sorry.",	"s_86":"Fair enough.  Have a pleasant day.",	"s_88":"No.",	"s_90":"You're not an Imperial are you? No, of course not!  I'm just kidding with you.  What can I do for you?",	"s_92":"Not likely!",	"s_94":"Well then, there really isn't anything I can do for you.  Have a pleasant day...citizen!",	"s_96":"I apologize, but I have guests I must attend to right now.  Can you come back later?"
}}