{
	"stfFile":"conversation/talus_dearic_coa_trezya_nenei",
	"entries": {
		"do_not_edit":"The English version of this file (talus_dearic_coa_trezya_nenei.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"I'm just a guest here.  You'll need to speak to Captain Quellium if you need something from this office.",	"s_103":"Have you found Syirlabradawk?",	"s_104":"I wasn't sure what to do next.",	"s_105":"The best course is to check the N.S.H. mainframe access on the first floor in the building and find out where he is being held.",	"s_106":"Is that him over there?",	"s_108":"Yes, the young Bothan.",	"s_2":"",	"s_20":"Have you been able to contact Syirlabradawk within the N.S.H. base yet?  Please hurry, he only has a week.",	"s_31":"Ah, Captain Quellium said you'll be assisting us at the N.S.H. base of operations.  I am Trezya Nenei, A.C.L.O. liaison to this office.",	"s_33":"I was glad to help.  The forces of the N.S.H. have been significantly reduced.",	"s_34":"I was glad to help, but I still have some unfinished business with the N.S.H.",	"s_35":"I understand.  Come back to me when you are ready.  I'll have some A.C.L.O. compensation prepared for your efforts against the N.S.H.",	"s_36":"The A.C.L.O. has authorized me to compensate you handsomely, not only for freeing Syirlabradawk, but for reducing the amount of N.S.H. enforcers guarding that shipment.  The ambush should go off without a hitch.  I had not thought to still be here, so I have entrusted Captain Quellium with your reward.  Please speak with him.",	"s_37":"I appreciate that.",	"s_38":"You also have my personal thanks for helping get my friend out of there.",	"s_39":"Yes.  Quellium said to talk to you next.",	"s_4":"You've done a great service for the A.C.L.O. and for me.  Please stop by our office any time and say hello!",	"s_41":"I appreciate your help.  I must be up front with you though, my request is a bit more complicated than Captain Quellium's.  I have a friend, a Wookiee medical officer named Syirlabradawk, who has been having problems with the N.S.H. for some time.  Well, they finally shut down his clinic and imprisoned him in their base.  The Imperials will arrive within the week to transfer Syir to one of their more secure facilities to do who knows what.",	"s_43":"Do you know where, in the N.S.H. base, your friend is being held?",	"s_45":"I don't know the base layout well except to say that it has multiple floors.  There should be a security access computer on the main floor that will not only give you access to the lower levels, but also tell you where Syirlabradawk is.  That should be your first goal once inside the base.",	"s_47":"Shouldn't be too hard.  I've assaulted underground bunkers before.",	"s_49":"This is where it gets complicated.  When you reach the base you'll find a training ground area where there is always a contingent of N.S.H. Enforcers in the middle of drills.  You'll need to take them out first, which coincides with another objective.",	"s_51":"Another objective?  Don't make this TOO complicated.",	"s_53":"It is something you'd have to do anyway to reach Syir.  But there is a shipment of medical computers that the Empire has commissioned the N.S.H. to protect.  Those enforcers are the guards for it.  Take them out and the shipment will be easier for the A.C.L.O. to ambush.  I know its asking a lot, but twenty five of them will severely reduce their effectiveness and they won't have time to recover before they have to fulfill their contract.",	"s_55":"Twenty five, huh?  But, they are just N.S.H. enforcers, not stormtroopers.  I can handle it.",	"s_57":"You are a true hero.  Syir is a kind Wookiee who hasn't done anything but help people.  He doesn't deserve what they are doing to him.  Please bring him back to me safely.",	"s_59":"I'll do my best, Ms. Nenei.",	"s_62":"You, want me, to take out how many highly trained N.S.H. enforcers?  I don't think so, sister.",	"s_64":"There is no requirement to work alone.",	"s_65":"Thank you.",	"s_67":"I'll do that.",	"s_68":"I look forward to it.",	"s_69":"My pleasure, Ms. Nenei.",	"s_70":"May the Force be with you...always.",	"s_71":"I'll be back then.",	"s_72":"I look forward to it.",	"s_73":"I will hurry.",	"s_74":"Thank you.",	"s_75":"That's true.  Some of my crazier friends hate the N.S.H. as much as you do.",	"s_77":"I don't know anyone crazy enough to fight that many enforcers.  Find someone else.",	"s_79":"Alright.  Should you change your mind, I'll be right here.  Just remember, Syirlabradawk only has a week.",	"s_8":"Syir arrived safely.  I can't thank you enough for what you have done for him, and for us.",	"s_81":"I wish you the best.",	"s_83":"Thank you.",	"s_85":"I'm sorry, but I try to avoid any direct Imperial entanglements.",	"s_87":"That's too bad.  I don't know anyone else at the moment who would help me fight against the N.S.H. and free my friend.  Please, if you change your mind soon, let me know.",	"s_89":"I will.",	"s_91":"Thank you.",	"s_93":"That is not correct.  You must have me confused with someone else.",	"s_99":"I'm sure I don't, but I'll play along.  Come back if you change your mind."
}}