{
	"stfFile":"conversation/talus_dearic_coa_syirlabradawk",
	"entries": {
		"do_not_edit":"The English version of this file (talus_dearic_coa_syirlabradawk.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Thank you.",	"s_102":"You are welcome.",	"s_103":"You stay here.  I'll see what I can do about those Imps.",	"s_104":"Then I'll leave you down here.",	"s_106":"That is for the best.",	"s_107":"Please, be careful.",	"s_108":"How did you get in here?  This is dangerous.  Talking to me will get us both killed.",	"s_110":"I'll leave you be then.",	"s_111":"I don't have the necessary firepower to take out stormtroopers.",	"s_112":"Be careful.",	"s_114":"Don't worry about me then.  Get out of here and tell Trezya what happened.",	"s_116":"I can't just leave you here.  I'll go get help and come back.",	"s_118":"Hurry.  I fear there isn't much time before I am transferred.  I'll look over these injured people until you return.",	"s_120":"We'll have to chance it.  I don't have the fire power to take out a squad of stormtroopers alone.",	"s_122":"Very well then.  Report what you know to Trezya.  I'll make my own way out in a few minutes after I have finished with my patients.",	"s_124":"Trezya would be very sad if I fell into Imperial hands. You've cleared the base for the most part.  Return to Ms. Nenei and report.  I'll stabilize these prisoners and then make my own way out.",	"s_126":"Alright.",	"s_128":"Please tell her to send a transport for these injured people.",	"s_129":"Have you cleared those stormtroopers yet?",	"s_130":"Suit yourself.",	"s_131":"May the Force be with you.",	"s_2":"",	"s_23":"Thank you.  Please give me a moment while I stabilize these patients.",	"s_27":"Will you be coming with me, now that you have saved them?",	"s_4":"I believe I can make my own way out now.  Thank's again.",	"s_42":"Please bring that equipment to me as soon as you can.  These prisoners will not last much longer.",	"s_46":"How did you get in here?!  This is dangerous.  Talking to me will get us both killed.",	"s_48":"Trezya Nenei sent me to rescue you.",	"s_50":"Trezya!?  That girl's heart is too big for her own good.  I'm sorry, but your efforts have been in vain.  I can not leave.  But you must before the N.S.H. guards return!",	"s_52":"Trezya said that the Empire is sending an escort group to transfer you to their facilities.",	"s_54":"Then I only have a little time left.  I need your help.",	"s_56":"That's why I'm here!",	"s_58":"Good.  I need you to retrieve my medical equipment so I can treat these other prisoners.  They were brought in recently and placed here in my cell to torment me.  Each of them is dying but treatable within a certain time frame.  But I don't have the proper tools to treat them.  You must get them for me.",	"s_60":"That's not exactly what I had in mind, but I don't have a choice.  Where is your equipment?",	"s_63":"Well done.  Here, I lifted this off one of the officers while you were busy.  You might find some use for it.",	"s_64":"Please go on ahead of me.  I can make my own way out now.  I'll find some way past that escort in the tower.",	"s_65":"Thanks.  You ready to go?",	"s_66":"I want to check these injured prisoners one more time.  I will make my own way out.  You've cleared the base ahead and it will be days before they regroup.",	"s_68":"I need three things.  First my bio analyzer.  The N.S.H. Officer in charge of torturing prisoners has it.  A supply officer has my chemicals bag.  I don't know where my other tools are.  You might try finding a medical droid.  They usually carry an extra bag.",	"s_70":"I'll see what I can scrounge up.",	"s_78":"I've changed my mind.  I'm going to try to take out those stormtroopers.  Stay here till I get back.",	"s_79":"Very well. I'll wait here till you have done what must be done.",	"s_81":"Please hurry.  These prisoners will not last much longer.",	"s_83":"Will you be alright?",	"s_84":"Yes.  I just want to check these people one more time.  I'll make my own way out.  Thanks.",	"s_86":"I'm here to get you out.  If you don't want to leave, then I have no choice but to leave you.",	"s_89":"One more moment, please.  There!  Now, what was the question?",	"s_90":"Will you be coming with me?",	"s_91":"I will be swift.",	"s_92":"Thank you.",	"s_93":"Let me scout again to make sure.",	"s_95":"I'm heading back to Trezya.  Be careful.",	"s_96":"As I said, you have wasted your time in coming for me.  I can not leave.  Be careful on your way back out.",	"s_97":"Alright, you too.",	"s_98":"I fear it would be very difficult for me to try and leave now.  One of the guards was taunting me by revealing that the Imperial transfer force had arrived early.  From what I've overheard, they are upstairs filling out the paperwork for my transfer.  There is little chance I can make it out of here with those stormtroopers in the way.",	"s_99":"I will be right here."
}}