{
	"stfFile":"conversation/talus_dearic_coa_mark_hieks",
	"entries": {
		"do_not_edit":"The English version of this file (talus_dearic_coa_mark_hieks.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_27":"We shouldn't speak unless you have finished planting taps on all those computers.",	"s_29":"They are all in place.  The devices won't be found for some time to come.",	"s_31":"Excellent work!  When I get back to my desk, I'll send a coded message to Galiir informing him of your success.  You have my thanks, soldier.",	"s_33":"Get to feeling better...and try not to shoot yourself any more.",	"s_35":"You haven't left the office yet?  Listen, I have another opportunity for you if you are looking to score some tofa points with the Empire.  You interested?",	"s_36":"It would be an honor to serve the Empire.",	"s_37":"I have severe time constraints.  I'll have to pass.",	"s_38":"I understand.  Be careful.",	"s_39":"Sure, kid.  One of the nurses was talking a minute ago about a group of Alliance officers who just arrived to take a look at the Organization.  If you were to take them out, it would show that the A.C.L.O. was incompetent in that it could not even protect its guests.  The relationship between them and the Alliance would be strained, maybe even to a breaking point.  You in?",	"s_4":"What are you still doing here?  You need to leave before the A.C.L.O. discovers who you are.  Get going!",	"s_40":"Yes.  That would be a critical effort to take against the Rebellion.  I'm in.",	"s_41":"I don't have time for something like that.",	"s_42":"I understand.  Be careful.",	"s_43":"They are probably outside still debarking from the landing pad or in the building the A.C.L.O. uses for meetings, just off the main building.  If you succeed, come back to see me and I'll reward you out of my discretionary operating fund.",	"s_44":"You know how to clean up!  They reported at least ten deaths.  Here is that promised bonus.",	"s_45":"Take out those Alliance officers before they leave.  Return to me and I'll toss in a bit more than what Galiir is paying you to help me.",	"s_46":"Thank you.  I was glad to serve the Empire.",	"s_47":"Right.  Now you need to get out of here.  Report back to Galiir so he can pay you for your earlier assitance with those computers.",	"s_48":"Scoundrel!  Listen, I have another opportunity for you if you are looking to score some bofa points with the Empire.  You interested?",	"s_51":"Alright then.  I'll be back after I've finished.",	"s_53":"Please be discrete",	"s_55":"We shouldn't speak unless you have finished planting all those devices.",	"s_57":"(groaning) Who are you?  What are you doing in here?",	"s_59":"Are you Mark Hieks?",	"s_61":"Yes, what can I do for you?",	"s_63":"Galiir Ac Yandar sent me to give you a hand with something.",	"s_65":"Galiir?  Oh, right.  He said he'd be sending someone.  What I need is easy enough.  I've been attempting to place sliceware monitoring components on several A.C.L.O. computers.  I almost got caught today and had to injure myself to shift the focus away from what I was doing in the wrong place.  I need you to finish what I started.",	"s_67":"Yeah, that shouldn't be hard at all.",	"s_69":"Excellent.  Here is a list of the computers I need monitored and here are the devices.  Please return to me to confirm that you have completed the job.",	"s_71":"I'll return shortly.",	"s_73":"Take your time, soldier.  Its better to get the job done right.",	"s_75":"Get out of here you scoundrel!",	"s_76":"I'm not interested.",	"s_77":"On my way.",	"s_78":"Take care.",	"s_79":"More pay is good.",	"s_80":"Always!",	"s_81":"Sounds good.",	"s_82":"Don't take too long.",	"s_83":"Reward?  Sounds promising.",	"s_84":"Hurry back, but be careful.",	"s_86":"Then please see yourself out. I'll tell Galiir to send someone else while I recuperate.",	"s_88":"Nothing.  Wrong room.",	"s_90":"Alright.",	"s_92":"I don't know you.  Please leave me be."
}}