{
	"stfFile":"conversation/talus_dearic_coa_dathnaeya",
	"entries": {
		"do_not_edit":"The English version of this file (talus_dearic_coa_dathnaeya.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Thanks.  I know you will be a valuable asset to the Empire.",	"s_102":"I appreciate that.  Good day...citizen.",	"s_105":"I'm not done yet.  I just stopped by to see how you were.",	"s_107":"Oh.  I appreciate your concern.  I am weary of this burden, tired from being pulled in both ways.  I'm ready to make a decision and move forward.  Thank you for stopping in to check on me.  Please return soon with your findings.",	"s_11":"You have been gone a long time, my friend.  I can feel the weight of the galaxy bearing down on us.  What have you found out?",	"s_12":"You were right about the Empire.  They bring order and stability to the chaos of the galaxy.  Bringing order to the galaxy IS compassionate.  I am glad I was able to make the logical choice.",	"s_125":"I know the task I've asked of you is complex, but I can not make this decision lightly.  Please be careful and bring me something that allows me to make the right decision.",	"s_136":"I stand here often, staring up at the stars, and all I can see is war.  I feel it moving to envelope me though I've tried to avoid it.  If I remain on the side and do nothing, I know I will be destroyed for certain.  My name is Dathnaeya Loessin.  Agent Taarna said you are thorough, efficient, and more importantly, wise.  I need you to help me now, as you helped him.",	"s_138":"I appreciate Taarna's compliment.  What do you need me to do?",	"s_140":"I need you to help me choose which side in this conflict to join.  Empire or Rebellion.",	"s_142":"I take it you want more than my personal opinion?",	"s_144":"Yes.  There are two officers of either side here in Dearic.  They both are evaluating two independent organizations to integrate into a more permanent association with their side.  They are recruiting individuals for an outside opinion.  I'd like for you to investigate these two organizations to see what kind of people each side is looking to hire.  That should give me enough information to determine which side in this war I want to join.",	"s_146":"You want me to evaluate BOTH organizations?",	"s_148":"Yes.  Please speak to the Imperial and Rebel officers here in Dearic for further information.  Do whatever it is they need you to do that is not a violation of your personal moral code.  I have a small account set aside by which I can pay you for your efforts.",	"s_150":"I will see what I can find out.",	"s_151":"I will do my best.",	"s_152":"I'm lost.  Can you tell me where to find the two men you spoke of?",	"s_153":"Thank you.",	"s_154":"Yes, of course.  Colonel Ekirk is in the Imperial office on the very north-central side of Dearic.  Just head north from the bank and you'll see it.  Captain Quellium is west of here.  He operates out of a tiny building south of the Starport on the outskirts of town.",	"s_156":"Thank you.  I have just made appointments with the two people you need to speak with.  Colonel Ekirk works out of the Imperial Office here in Dearic.  It is on the outskirts of town due north of the bank.  Captain Quellium works out of the Wideband Temp Agency, a front company for Rebel recruiting located west of town, due south of the Starport.  Return to me with any data that you think is convincing for either side.",	"s_160":"This is a decision you need to make on your own.",	"s_161":"I will do what I can, Ms. Loessin.",	"s_162":"Please be careful.",	"s_163":"Thank you.",	"s_164":"Please take care.",	"s_165":"I will.",	"s_166":"Thank you.",	"s_167":"It was my pleasure.",	"s_168":"May the Force be with you.",	"s_169":"It was an honor.",	"s_170":"Thank you.  Good day, citizen.",	"s_172":"I suppose you are right.  Thank you for your time.",	"s_174":"That's easy.  Join the Rebellion!",	"s_176":"That's easy.  Join the Empire!",	"s_178":"It isn't that easy.  I need more than just your gut feeling.  I want hard data.  Would you be willing to gather it for me?",	"s_180":"I take it this is going to be involved?",	"s_182":"This is a decision you need to make on your own.",	"s_183":"Yes...officer.",	"s_184":"Good day...citizen.",	"s_186":"I suppose you are right.  Thank you for your time.",	"s_188":"I do not have time to help you with your personal problems.",	"s_190":"Perhaps Taarna was wrong.  I am sorry to have bothered you.",	"s_192":"Sorry to bother.",	"s_194":"It is good to see you again my friend.  What have you found out?",	"s_195":"Do not worry about it.",	"s_197":"Hello there.  Can I help you with something?",	"s_199":"No, nothing.  Thank you.",	"s_2":"",	"s_201":"Have a good day.",	"s_203":"I'm looking for directions to the bank.",	"s_205":"It's easy.  Go north of this building till you get to the hotel.  Go to the north side of the hotel then turn west.  You will pass the bank on the north and the cantina on the east.  The starport is the big building directly opposite the cantina.  You can't miss it.",	"s_206":"Fantastic!  You don't know what this means to me.  Please, show me what you have found out.",	"s_208":"I appreciate it!",	"s_209":"Hello, again.  What do you need?",	"s_210":"Um, I forgot what you wanted me to do.",	"s_211":"Oh.  I would like for you to investigate the Imperials and Rebels and provide enough information for me to choose which side to join in this Galactic conflict.",	"s_213":"Glad to help.",	"s_219":"I've gathered enough data for you to make a proper decision. ",	"s_220":"Please, let me see what you have.  There is quite a bit here on the Empire, but you haven't spoken to Captain Quellium yet?",	"s_221":"Please, let me see what you have.  There is quite a bit here on the Alliance, but you haven't spoken to Colonel Ekirk yet?",	"s_222":"<<<You should not get this branch!!!  Please report if you do.>>> ",	"s_223":"I didn't see the need.",	"s_224":"I would like for you to speak to Quellium before I make a decision.  That way I can at least gauge your feelings about the Rebel Officer, if not his allies.",	"s_225":"Alright, I'll speak to Quellium.",	"s_226":"Thanks for understanding.",	"s_227":"I don't see the need.",	"s_228":"I would like for you to speak to Ekirk before I make a decision.  That way I can at least gauge your feelings about the Imperial Officer, if not his allies.",	"s_229":"Alright, I'll talk to Ekirk.",	"s_230":"Thank you for understanding.",	"s_231":"I'm a bit lost.  Can you tell me where your contacts are again?",	"s_42":"I've gathered as much data as you need to make a proper decision.",	"s_45":"Fantastic!  You don't know what this means to me.  Please, show me what you have discovered.",	"s_46":"I observed both of them, just as you asked.",	"s_47":"I only needed to observe the Empire's affiliates.",	"s_50":"I only needed to observe the Rebels' allies.",	"s_52":"I see.  Give me a minute to look over the data.  Ah, this is a very thorough job.  Taarna was indeed right about you.  So, what did you think of Captain Quellium and the Rebels?",	"s_54":"The Rebels fight for a good cause.",	"s_56":"You don't think they are terrorists?",	"s_58":"No.  They are compassionate, moral people fighting for freedom from tyranny.",	"s_60":"This report backs that up.  Very well, I have made my choice.  I will contact Captain Quellium and tell him to sign me up.  I can not tell you how much you have helped me.  Here are the promised credits, only a small symbol of my thanks.",	"s_62":"I see.  Give me a minute to look over the data.  Your investigation of the Imperial allies was very thorough, and I see here that you at least spoke with Quellium.  That's good.  So, what did you think of Colonel Ekirk and the Empire?",	"s_63":"Colonel Ekirk is doing the same job you are with CorSec, bringing criminals to justice.",	"s_64":"Colonel Ekirk and his cronies are evil, racist, sexist, bigots.",	"s_65":"I've heard some view the Empire as harsh, discompassionate, even evil.  While Colonel Ekirk is sometimes a bit more strict that I would be in the same situation, I don't see him as evil at all, just dedicated.",	"s_66":"Exactly.  Ekirk knows that rebellion is the true evil and does what he must to contain it.",	"s_67":"Your report certainly backs that up.  Very well, I will report to Colonel Ekirk and inform him of my decision to join the Imperial Officers Corps.  Here is the promised reward for your services.",	"s_68":"I know you will be a valuable asset to the Empire.",	"s_69":"I appreciate that.  Good day...citizen.",	"s_7":"You were right about the Rebellion.  My heart has lifted.  The freedom they seek, the compassion they have towards all is worth fighting for, dying for even.  And they aren't as chaotic, as lawless as the Empire would have us believe.  Thank you so much for helping me choose the right path.",	"s_70":"That's a bit harsh, don't you think?  I know that Ekirk can be strict, but evil?",	"s_71":"Look at the data.  Torture? Only human males in the officer ranks.  It's all there.",	"s_72":"Hmm...yes.  I...I just didn't want to see it before, being an officer of the law myself.  But you are right.  Law without mercy, compassion without individual freedoms is oppression, tyranny!  Here is the credits I promised you.  I'm so angry now, I can't see straight!  I'm going to Captain Quellium and signing up, right after I give Ekirk a piece of my mind!",	"s_73":"Heh.  Well, don't get into too much trouble.",	"s_74":"I'm not the one in trouble here.  I'll see you around.  Thanks for your help.",	"s_75":"Let me see your report.  Taarna was right, you are very thorough, and honest in your work.  What were your impressions of either side?",	"s_76":"The Rebels are compassionate freedom fighters, not terrorists as the Empire would have us believe.",	"s_77":"The Empire is dedicated to maintaining order and stability in the galaxy as the rightful government.",	"s_78":"I see here that the Empire's affiliates resort to torture unnecessarily.  I also notice that almost everyone you spoke with in the Nightstrike Hegemony were human males.  It seems there would be no place for me in the Empire.",	"s_79":"Law without mercy, order without compassion, duty without love.  That is the Empire.",	"s_80":"The data and your arguments are compelling.  I will contact Captain Quellium and tell him that I want to join the Rebellion.  Here are the credits I promised.  You don't know what it means to me that you have done this for me.  You have my eternal thanks.",	"s_81":"I was glad to help, officer Loessin.",	"s_82":"Dathnaeya, please.  And may the Force be with you.",	"s_83":"I see here that the A.C.L.O. does a lot of killing and sabotage, even though they claim to be a peaceful political group and medical supply company.",	"s_84":"Freedom without responsibility, action without authority.  The Rebels are anarchists and terrorists.",	"s_85":"You make a compelling argument, and this report backs it up.  I will report to Colonel Ekirk and inform him of my decision to join the Empire.  Here is the agreed upon payment for your assistance.  I appreciate your efforts.",	"s_86":"Glad to help, Dathnaeya.",	"s_87":"Hmm, I must insist on officer Loessin to you.  Remember, responsibility and authority.  ",	"s_88":"I was glad to help.",	"s_90":"Thank you.  May the Force be with you.",	"s_92":"These Rebels are terrorists.",	"s_94":"But Captain Quellium seemed kind, not the terrorist type.  I agree that some of their actions seem a bit drastic at times.",	"s_96":"As an officer of the law, you should be locking these people up, not thinking of joining them.",	"s_98":"Yes, of course.  You are right.  No matter how passionate you feel about something, there is never a reasonable excuse to rebel against the rightful government at any level.  One should work within the system to make changes, and the Empire does listen.  I will turn Captain Quellium in to Colonel Ekirk and enlist there.  Here is the payment I promised you for your efforts."
}}