{
	"stfFile":"conversation/talus_nashal_ravi",
	"entries": {
		"do_not_edit":"The English version of this file (talus_nashal_ravi.stf) is automatically generated by the SwgConversationEditor.",	"s_12":"Selonian propriety maintains that we should not speak unless you have completed your task.",	"s_14":"Ravi Thienta.  Kiki said you are helping the den?",	"s_16":"Yes.  Is there something you needed me to do in the smugglers' base?",	"s_18":"Several things.  Please record these as protocol dictates I must limit my contact with you and I do not wish to repeat myself.",	"s_2":"",	"s_20":"Hold on then.  Let me get my datapad out...alright.  Go ahead.",	"s_22":"The pirates do all they can to keep us dependant on them.  I need three things which the pirates have kept from us.  Food, our basic wilderness materials, and parts needed to repair our electrical equipment which is deteriorated past the point of usefulness.",	"s_24":"Food, materials, parts.  Anything else?",	"s_26":"Selonians eschew technological weapons in favor of combat with our natural weapons.  Destroy the smugglers' weapon cache to return the advantage to us when we fight these oppressors.",	"s_28":"Protocol has been maintained.  I have taken care of everything you asked. ",	"s_29":"I know!  I know! Selnoian propriety dictates, demands, and maintains. Blast it!!",	"s_30":"If you know it, then follow it.",	"s_31":"Kiki is right.  You are a friend of the Selonians.  Here is the proper reward for your efforts.  Please speak to Kiki now.",	"s_32":"Shouldn't be too difficult.  I'll be back later.",	"s_34":"Please return only when you have completed all these tasks as protocol limits the amount of interaction I am allowed with outsiders.",	"s_4":"Kiki is the advisor to our den mother.  It is appropriate for you to speak with her now.  I believe it is acceptable for me to express my gratitude for your help.  I do so now.",	"s_52":"Protocol dictates that I not speak with you.  Speak to Kiki, the den mother's advisor.",	"s_6":"Selonian propriety maintains..."
}}