{
	"stfFile":"conversation/talus_nashal_kiki",
	"entries": {
		"do_not_edit":"The English version of this file (talus_nashal_kiki.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"We are grateful for your work.  If we have need of you again, we will contact you then.",	"s_2":"",	"s_21":"Unless you have obtained the smugglers' cargo ship flight plan and completed my den mate's other requests, I have no purpose in communicating with you.",	"s_23":"What have you discovered?",	"s_26":"I am uploading my information to your datapad now.",	"s_29":"Three hills.  All well guarded.  An operations building connected to their landing pad.  This information indicates that the only successful approach will be to infiltrate the buildings and find ways to end their efforts from the inside.",	"s_30":"What would you have me do next, Advisor?",	"s_33":"Slice the flight terminal in the operations building adjacent to the landing pad and return a cargo shuttle's flight plan to me.  Before you leave, speak with my den mates to see what they need from the inside as well.",	"s_34":"Understood, Advisor.  I will return when I've got that flight plan.",	"s_35":"Do not waste time and effort by returning before then.",	"s_36":"I managed to secure the flight plan you asked for.",	"s_38":"Please upload it to my datapad now.",	"s_39":"Here you go.",	"s_40":"I need a bit more in compensation than was previously stated.",	"s_41":"Unfortunately for you, I do not negotiate after the fact. The den mother would like to speak with you now.",	"s_42":"This is the data I was looking for.  You are a skilled  individual.  Here is the agreed upon payment for your services. The den mother would like to speak with you now.",	"s_46":"Have you talked to the den mother yet?",	"s_47":"No, not yet.",	"s_48":"Insufficient time has passed for you to have reconnoitered the base to any useful degree.  Conversation with you is pointless until you have.",	"s_49":"Please do. She is waiting for you.",	"s_50":"I am Kiki of the Dorente sept, advisor to the Neetha den mother.  You have heard of our plight with the smugglers here on Talus?",	"s_52":"Yes.  I am here to help as I can.",	"s_54":"We ask that you reconnoiter the smuggler base at  the location I will give you and return here with what information you gather.",	"s_56":"I will return soon, Advisor.",	"s_58":"Here is the location.  I would rather you returned when you have sufficient data rather than in a minimal amount of time.",	"s_65":"I will speak to her immediately.",	"s_66":"That is acceptible.",	"s_67":"Why does she want to talk to me?",	"s_68":"That I would not know. Talk to her immediately.",	"s_72":"I have no purpose in communicating with you, outsider.",	"s_9":"Unless you have obtained the smugglers' cargo ship flight plan, I have no desire to communicate with you."
}}