{
	"stfFile":"conversation/talus_dearic_coa_galiir_ac_yandar",
	"entries": {
		"do_not_edit":"The English version of this file (talus_dearic_coa_galiir_ac_yandar.stf) is automatically generated by the SwgConversationEditor.",	"s_18":"Mark has not contacted us, which means you aren't done yet.  Don't waste my time by returning before you finish.  And make sure you take out those slicers!  I want them dead!",	"s_2":"",	"s_27":"Son of a kowakian monkey-lizard!!!  I have had it!...Huh, what do you want?!",	"s_29":"Colonel Ekirk recommended that I speak with you?  Something about the A.C.L.O.",	"s_31":"The A.C.L.O.!!!  Those disgusting mynocks!  The nerve of them, slicing my computer and framing me.  Our reputation with the Empire is too important to let a bunch of trumped up pranksters ruin it with their amateurish slicing tactics.",	"s_33":"Yes.  Here is a copy of the slicer's log which will vindicate you in the eyes of your employers.",	"s_34":"Not yet.  I'm working on it.",	"s_35":"Then why are you back here?",	"s_36":"I've already done that.  Stop wasting my time with...what?  A woman!  There is no way...er, ah...ahem...well done.  Anyway, Mark just commed in a coded message that explained your success in aiding him.  The N.S.H. is indebted to you.",	"s_37":"Any chance you'll be squaring that debt now?",	"s_38":"Ever the mercenary.  If credits are all you want, then that's what you'll get.  Will this be enough to compensate you?",	"s_39":"It'll do.",	"s_4":"Colonel Ekirk is a magnificent officer, don't you think?  I have presented an unassailable case for the N.S.H.'s entrance into the empire.  He is sure to decide in our favor.",	"s_40":"Very well then.  I will pass on my commendation of your work to the Colonel.",	"s_41":"So what did you need me to do?",	"s_43":"Do?!  I want you to find those womprats and teach them a lesson.  They sliced my personal computer and planted some...information (coughs) ... there that almost ruined my...the N.S.H.'s...reputation with the Empire.  Search them until you find evidence pointing to which one did this, then take him out.  Is THAT clear enough for you?",	"s_45":"Slicers aren't combat trained for the most part.  That should be easy enough.  Anything else?",	"s_47":"What?  Oh, yes.  Since you are going to be there, I want you to contact a covert operative we have inside the A.C.L.O. office.  His name is Mark Hieks.  Do whatever he needs done and don't leave anything that traces your work back to him.  He needs to remain in deep cover.",	"s_49":"Understood.  I will return soon.",	"s_51":"I want vengeance!  Do you understand?  They will NOT get away with this.  Punish them.  And if they die slowly and painfully, even better.",	"s_53":"Uh, yeah.  Good luck with that.",	"s_54":"Luck has nothing to do with it.",	"s_55":"A bit blood thirsty aren't we?",	"s_56":"Huh? What did you say?",	"s_57":"Nothing.  Nevermind.",	"s_58":"Get to work then.  I'm not paying you for socializing.",	"s_59":"I'll take care of it.",	"s_61":"Then go.",	"s_63":"You, have problems.  I'll let you sort them out on your own.",	"s_65":"Fine!  Get out of my sight.",	"s_67":"Nothing.  You look like you have too much on your plate as it is.",	"s_69":"Have you contacted Agent Hikes yet?",	"s_70":"I wasn't sure what to do next.",	"s_71":"Incompentent fool!  Go to the A.C.L.O. base and walk around till you find someone who answers to 'Mark' or 'Mr. Hieks' or some such variation.",	"s_72":"Then stop bothering me.",	"s_74":"I don't have any business with you. I'm entirely too busy right now!",	"s_8":"Have you done it?  Did you punish the piece of garbage that sliced my computer?"
}}