{
	"stfFile":"conversation/talus_nashal_tika",
	"entries": {
		"do_not_edit":"The English version of this file (talus_nashal_tika.stf) is automatically generated by the SwgConversationEditor.",	"s_14":"Do not communicate with me unless the assignment in the smugglers' base has been completed.",	"s_16":"I am Tika of the Sileste sept.  Kiki says you have surveyed the smugglers' base and are now returning to do more for our den.",	"s_18":"Yes.  I figured, I'm going to be inside anyway.",	"s_2":"",	"s_20":"Indeed. I prefer that you take direct action against these smugglers for their abuse of my den.",	"s_22":"Direct approach.  What did you have in mind?",	"s_24":"The smugglers are highly dependent on droids. Search the smugglers by whatever means necessary until you find one who carries a password for their main computer.  Once you have the password, access this computer and delete the  backup behavioral matrices stored there. Once you have done this, there will be no difficulty destroying their droids.",	"s_26":"I have, Tika.  Here is a complete recording of every step.",	"s_29":"Kiki was correct.  You are skilled and thorough.  I understand that my request may have seemed drastic to you, but you have crippled these smugglers in such a way that their competitors will notice and take advantage, thus drawing attention away from my den.",	"s_30":"Password, main computer, matrices, destroy droids.  Got it.",	"s_31":"You didn't say anything about killing all those guards before.",	"s_32":"You are correct. It was an unfortunate necessity. I will increase your compensation due to the unexpected request.  The den mother's advisor will want to know of your progress.",	"s_34":"If you return, and return successful.  I will compensate you generously for your efforts.",	"s_48":"My contact with outsiders must purposefully be limited.  Unless you have specific business with me, which you do not, do not attempt to interact with me.",	"s_6":"Do not communicate with me unless you have completed your assignment in the smugglers' base.",	"s_7":"I communicated clearly that I would contact you when I had further work for you.  I have not initiated such contact.  Your aid was appreciated.  'Chit chat' is not."
}}