{
	"stfFile":"conversation/tat_icon_missingdroid_lyrissa",
	"entries": {
		"do_not_edit":"The English version of this file (tat_icon_missingdroid_lyrissa.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Hey hey! This is a DR-42 series. You've got a good eye for performance! Here's the slice card as promised. All you have to do is plug it into the demolitionmech's data port and it should do the rest.",	"s_102":"Way busy, speak quickly.",	"s_104":"I was told to talk to you about a rogue droid.",	"s_106":"Who told you to come to me?",	"s_108":"Dren Feelu, a moisture farmer. Says he knows you.",	"s_110":"Yea, ok. Dren, what does he need me to do?",	"s_112":"His harvester droid has gone rogue.",	"s_114":"I told him not to buy that military droid! Those things have some of the strictest code available in a droid. I knew those bug-eaters were selling him a zero. Look I can help ya, but I really need to get my chores done or my pa will have my hide.",	"s_116":"What can I do to help?",	"s_118":"I tell you what, if you can go into Tosche Station and pick me up a power converter for my speeder I can write you a slice card that will have that droid back to harvesting in no time. What do you say?",	"s_120":"I'll do it. Where is Tosche Station?",	"s_122":"Great! Just go to Anchorhead and it should be just up a hill from there.",	"s_124":"Way busy, no time to talk.",	"s_2":"",	"s_33":"Did you get a chance to talk to that offworlder about the Pod Racer?",	"s_45":"Hey again! That DR-42 power converter is working out great. I raced a modified XP-38 the other day and I dusted him easy.",	"s_47":"Nice! I'd love to see you race sometime.",	"s_49":"Well the races are a bit impromtu since the empire made them illegal, but I'll let you know if one is coming up.",	"s_51":"Thanks, I'll take you up on that.",	"s_52":"I sometimes know about work around here. Why don't you check back with me and I'll let you know if anything good comes up.",	"s_53":"Listen, you did really good in handling Dren's droid problem. would you be interested in helping on another job?",	"s_54":"No, I haven't",	"s_55":"Yes, I did.",	"s_56":"You might want to check in with him. I heard he's paying pretty well.",	"s_57":"Could you give me directions?",	"s_58":"Sure, Here ya go.",	"s_59":"So how did it go? Did you find him any old republic pod racer parts?",	"s_60":"Not yet, still searching though.",	"s_61":"Yea. Got it right here. Thought I'd see if you wanted it first.",	"s_63":"Well now! That's very flattering, but I don't have anywhere near the credits he has. If I were you I'd finish that deal as soon as I could.",	"s_64":"Sure, what's the job?",	"s_65":"Just thought I would check.",	"s_66":"Well, after you get rich, and you play your cards right, I might let you buy me some stabilizers. Mine broke loose in the last race.",	"s_67":"I heard a story a long time ago about some kid ",	"s_76":"I know a collector that is looking for old Pod Racer artifacts. He's got a possible location on one and needs someone to check it out. If you think this is something you can handle I could have him meet you.",	"s_78":"Thanks. I was wondering if you knew of anyone else that needed some jobs done. I'm pretty resourceful.",	"s_80":"I can tell. You sure handeled that demolitionmech. Yea, I've got just the job for ya.",	"s_82":"What are the details?",	"s_84":"Were you able to find Tosche Station?",	"s_86":"No, I wasn't.",	"s_88":"Here let me give you directions.",	"s_90":"Yes, I did.",	"s_92":"Did you get the power converter?",	"s_94":"No, I wasn't able to find the dealer.",	"s_96":"[Directions to dealer]",	"s_98":"Yes I did. Here you go."
}}