{
	"stfFile":"conversation/tat_icon_missingdroid_farmer",
	"entries": {
		"do_not_edit":"The English version of this file (tat_icon_missingdroid_farmer.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Sure, I don't see how it could hurt. For all her grease monkey bluster Lyrissa is a good friend.",	"s_102":"Yes, I picked up a power converter for her from Tosche Station.",	"s_103":"Great, you should get it to her soon. There is no telling when that droid might decide it doesn't want to be in standby mode anymore.",	"s_104":"Right, on my way.",	"s_105":"Safe travels.",	"s_106":"Sorry, can't help you. ",	"s_108":"I understand. Goodbye.",	"s_11":"Welcome back. Have you been able to talk to Lyrissa yet?",	"s_110":"Well that's not me. Goodbye.",	"s_112":"Goodbye.",	"s_121":"Why do they put tracking devices on them?",	"s_123":"Some of the more unscrupulous jawas do it so they can get their droid back. You see, they put the tracker on it, and add a behavioral matrix modifier that makes them run away from their new master after a short period of time. Fire up the ol tracker and you got yourself the jawa version of the re-gift.",	"s_125":"How do you know these Jawas didn't do the same?",	"s_127":"I don't. That's why I need you to talk to them. You're new to them, they won't know if you're a farmer like me or a hired gun to come set things square.",	"s_129":"Will they get violent?",	"s_131":"Not likely. Jawas aren't much of a threat to anything able to defend itself.",	"s_133":"Where are these jawas now?",	"s_134":"Where are these Jawas now?",	"s_2":"",	"s_20":"Hello again, did the Jawa have any information?",	"s_22":"He helped me find your droid.",	"s_24":"Really? That's great! What did you find out?",	"s_26":"The Jawa's replacement programming failed.",	"s_28":"Failed? How?",	"s_30":"It started reverting to it's old military programming.",	"s_32":"Oh no! That used to be a demolition droid, it could cause a lot of damage if not repaired soon. ",	"s_33":"No, I am on my way to see her now.",	"s_34":"Please hurry! I hate to think what that droid might be doing under it's old military programming.",	"s_36":"I can't fix a droid like that.",	"s_38":"That's ok, I know someone who can. Her name is Lyrissa. She is a moisture farmer too, but she is great with machines. I am sure she could reprogram this droid correctly.",	"s_4":"Thanks again! My droid is working even better than when I bought it. Lyrissa is such a wiz with droids.",	"s_40":"Can you give directions to her?",	"s_42":"Yes, this should be where she is.",	"s_44":"I've got a location for the droid. I am on my way there now.",	"s_46":"Excellent! I hope it's still ok. I really need that droid to collect my harvest.",	"s_48":"I am on my way to see him now.",	"s_50":"I sure hope he can help. I can't imagine what happened to that droid.",	"s_52":"Hi, did Texe send you?",	"s_54":"Yes he did, how can I help?",	"s_56":"My harvest droid has gone missing and my harvesters are being vandalized. If I need someone to try and get my droid back while I repair these harvesters.",	"s_58":"How would I go about finding your droid?",	"s_6":"Hello! My droid has returned and went straight back to work. It's really amazing what you have done for me. Take this for you troubles.",	"s_60":"Well I bought it from some traveling Jawa traders. They sometimes have tracking devices on them. It's possible this one does too.",	"s_62":"Why do they put tracking devices on them?",	"s_74":"I don't know any Texe.",	"s_76":"Oh, sorry. I was expecting someone he sent to help me.",	"s_78":"What do you need help with?",	"s_80":"My harvest droid has gone missing and my harvesters are being vandalized. If I need someone to try and get my droid back while I repair these harvesters.",	"s_82":"How would I go about finding your droid?",	"s_84":"Well I bought it from some traveling Jawa traders. They sometimes have tracking devices on them. It's possible this one does too.",	"s_86":"Where are these Jawas now?",	"s_88":"They usually return to their trading post.",	"s_90":"Can you provide directions?",	"s_92":"Certainly. The trading post can be found here.",	"s_94":"Ok, I'm on my way.",	"s_96":"Thank you so much. This will be a great help.",	"s_97":"Yes, she wants me to pick up a power converter for her from Tosche Station.",	"s_98":"Yea, she is a really good pilot. Always doing something to her speeder. Are you going to get her the part?",	"s_99":"Yes, I just wanted to make sure that was ok with you."
}}