{
	"stfFile":"conversation/tat_icon_missingdroid_jawa",
	"entries": {
		"do_not_edit":"The English version of this file (tat_icon_missingdroid_jawa.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"How long has this camp been here?",	"s_102":"I do not know accurately  My master informs me that this was once a temporary camp but because of its natural defenses, over time it became the only permanent camp of its kind. The other races came to know it as our trading post and my master accepted it because of the recurring sales it offered.",	"s_104":"Why did you pick this location.",	"s_106":"Thank you for the information.",	"s_108":"My pleasure, sir.",	"s_110":"Why did you pick this location.",	"s_112":"My master tells me it was because of the natural defenses offered by this cul-de-sac, and of course the potential for profits.",	"s_114":"How long has this camp been here?",	"s_116":"Thank you for the information.",	"s_118":"My pleasure, sir.",	"s_120":"On second thought, I'm really not that interested.",	"s_122":"As you wish sir.",	"s_143":"Locating it isn't the problem, sir. You see, most military droids have locaters. We can easily search on a generic frequency used by all of this type of droid, and we can pinpoint it anywhere on Tatooine.",	"s_147":"Great! So what's the catch?",	"s_151":"Well sir, the 'catch' as you put it is this is still a military droid. If you try to alter it's behavior matrix while it is in its self-defense mode it may become violent. We have codes that can bypass the self-defense security, but...",	"s_153":"But? But what?",	"s_155":"My master regrets to inform you that his simpleton of a protocol droid forgot the code's proper sequence. Apparently sir, I have forgotten the code sequence.",	"s_157":"You... forgot!?",	"s_159":"Yes sir, that is what my master tells me.",	"s_161":"Fine, can I get the codes? I'll figure out the sequence when I get there.",	"s_163":"Very well sir. Here are the codes.",	"s_165":"Tell your master I must leave to track down this droid, but I appreciate his help.",	"s_167":"Of course. Good luck sir.",	"s_2":"",	"s_22":"My master wishes me to bid you welcome, and wishes to know your business here.",	"s_24":"I have been sent by one of your customers.",	"s_26":"It is unfortunate, but my master cannot give any refunds at this time. Please read the purchase agreement regarding liability and refunds.",	"s_28":"I am not looking for a refund.",	"s_30":"Would you be looking to make a new purchase then?",	"s_32":"No, I need to find the location of a droid you sold.",	"s_34":"My master requests the name of the purchaser.",	"s_36":"A moisture farmer, his name is Dren Fetix.",	"s_38":"My master recalls that transaction. A LIN Demolitionmech retasked for moisture harvesting. ",	"s_4":"My master wishes me to thank you for your efforts in helping our customer. However, he is very busy at the moment and has no time for a visit. I do so apologize for his abrupt treatment.",	"s_40":"Yes I did. Turns out the reprogramming wasn't so good.",	"s_41":"Oh dear, Master will not like that news. What exactly went wrong if you don't mind me asking?",	"s_42":"A demolition droid? Is it dangerous?",	"s_44":"Impossible. My master does not deal in dangerous droids. The Jawa that reprogrammed him was very good at what he did. My master is sure the retasking was flawless.",	"s_47":"What do you mean WAS good?",	"s_49":"He was killed yesterday by Tusken Raiders while out on a sales route. They found his corpse as the crew was preparing the sand crawler to leave the site.",	"s_51":"How unfortunate.",	"s_53":"Indeed. Apparently the price of doing business according to my master.",	"s_55":"Perhaps. I'd really like to know about finding the droid though.",	"s_6":"My master bids you greetings, and asks if you were able to locate the errant droid?",	"s_62":"Understood. Could you help me locate the droid?",	"s_64":"Could you tell me where the droid is again?",	"s_65":"Certainly sir, here are the coordinates.",	"s_66":"I'm on my way to find it now.",	"s_67":"Very good, sir. ",	"s_68":"It was reverting to it's military programming.",	"s_69":"I see. This is most disquieting. were you able to fix the droid?",	"s_70":"No, I was not.",	"s_71":"Yes, I was.",	"s_72":"You are quite the slicer, sir. I congratulate you on your intuitive grasp of droid behavioral matrices. Pardon me, my master needs to be informed. Thank you again for taking care of this issue.",	"s_73":"Unfortunate indeed. Perhaps you could find someone else to help with this issue.",	"s_74":"I was hoping someone here would be able to fix the droid.",	"s_75":"I am most sorry sir, but our only slicer was killed recently by Tusken Raiders. Pardon me, but I must inform my master of this situation. Please try and find someone to repair the droid. Though my master would be loathe to admit it, the droid is somewhat dangerous in this state.",	"s_96":"I'd like to know more about this place.",	"s_98":"This is a Jawa trading post. While the Jawas do most of their business out of the great sand crawlers on sales routes. Camps like these are often established as a temporary location for repairs and maintenance. "
}}