{
	"stfFile":"conversation/tatooine_eisley_byxle",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_eisley_byxle.stf) is automatically generated by the SwgConversationEditor.",	"s_17":"Jano called back I had no idea those Chubas were still alive. I thought he was happy. I sure hope that he doesn't come looking for me.",	"s_2":"",	"s_29":"I don't know. He seemed pretty mad.",	"s_30":"Oh dear, oh dear. Well, here is your pay at least.",	"s_33":"Please you must hurry to get that order to Nogri in time!",	"s_34":"I will get it there with time to spare.",	"s_35":"Please do.",	"s_36":"I can't believe that Chuba ate his meal. I gave him a refund. The last order is still waiting. Please get moving to Jano, he's not the type to wait.",	"s_37":"Yea, that was weird with the Chuba.",	"s_38":"Jano is next. He's a swoop gang leader. I'd watch my step with him.",	"s_39":"Why did you leave Jano like that. He might be mad enough to send some goons after me! Please return immediately and give him my sincerest apologies. Please go now!",	"s_40":"Why did those Chubas attack us?",	"s_41":"I don't know. I guess I didn't dry them long enough. It's not like I kill them first.",	"s_42":"Maybe you should next time.",	"s_43":"It ruins the flavor. Please hurry back to Jano!",	"s_44":"Ok, I'm going back.",	"s_45":"Oh, I hope he doesn't get violent!",	"s_46":"I took your advice. I'm killing the Chubas before I dry them now. I don't like the flavor but I think the customers are happier this way.",	"s_47":"I bet.",	"s_48":"Thanks again for all your help.",	"s_50":"What are you doing? You should be dropping off the delivery to Drixa. She is not a patient customer. please hurry.",	"s_52":"Ok, I am going.",	"s_54":"Thank you.",	"s_56":"Hey there! You look like you could use a few extra credits. I need someone to make these extra deliveries for me. Business has really picked up since I added the sun dried Gnort and the chewy Chuba to the menu.",	"s_58":"What do you want me to deliver?",	"s_60":"Only the best dried critters in Mos Eisley! I am Byxle, and I am owner and operator of Mos Eisley's only Tasty Dried Critter franchise.",	"s_62":"So what do I need to do?",	"s_64":"Just take these three orders to the locations I give you, and collect the bill. That's it! You'll also get to keep any tips they give you.",	"s_66":"Ok, Sure. I can do that for you.",	"s_68":"Great! Here are the orders. Don't forget our slogan; TDC is not fast food, it's fresh food delivered fast!",	"s_69":"Thanks.",	"s_70":"You sure handled yourself well out there.",	"s_76":"I have to say that?",	"s_78":"Only when you're about to leave. ",	"s_80":"No, I'm not interested in fast food delivery.",	"s_82":"It's not fast food, It's fresh food delivered fast!",	"s_84":"No problem, I'll get his order to him quick.",	"s_85":"Thanks!"
}}