{
	"stfFile":"conversation/tatooine_bestinejobs_jasha",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_bestinejobs_jasha.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"You've done a great job but I don't have anything else for you at this time. I will let my superiors know how  much you have helped. ",	"s_2":"",	"s_34":"I am a very busy person. This rebellion is causing all sorts of disruptions to Imperial operations. What do you want?",	"s_36":"I am looking to help the Empire. ",	"s_43":"Hmm...more like looking to help your own pockets, but I can't be choosey right now. I have some jobs available that don't require a security clearance. Look at this list. What are you interested in?",	"s_44":"I can help hunting banthas.",	"s_45":"Finding terrorists interests me.",	"s_46":"Infiltrating the Valarian depot is something I can handle.",	"s_47":"Good. The Valarians have recovered a Rebel X-Wing and have it at their depot in the mountains. I want to you to place this transmitter on it. Can you do it?",	"s_48":"Yes I can.",	"s_49":"Good. I have uploaded the location and mission details to your datapad.",	"s_50":"I'll just move along.",	"s_51":"On second thought, no. ",	"s_52":"Well I expect it is a bit too much for you. Come back when you think you are up for it. ",	"s_54":"Why do you want to do that?",	"s_55":"Because we are looking for the new Rebel base. If I get a transmitter onboard this X-Wing we can track it all over the galaxy. Sooner or later it will travel to the new Rebel base.  Are you interested?",	"s_56":"Sounds good to me.",	"s_57":"On second thought, no. ",	"s_58":"A lot of the terrorists on Tatooine come from local families. We need to find out which families are supporting them.",	"s_59":"I'll do it.",	"s_60":"How am I to do that?",	"s_61":"There is an infestation of terrorists outside of town. Start taking out terrorists and search them for Tatooine identity cards. Once you get 5 of them, transmit me the information and I can compile a list of traitors.",	"s_62":"Good. Here is the information of where to go and what to do. ",	"s_63":"This rebellion is causing all sorts of disruptions to Imperial operations. I don't have time for you today, check back in a while.",	"s_64":"Not interested.",	"s_65":"I am on my way.",	"s_66":"On second thought, no. ",	"s_67":"I need to deny the Rebels those beasts. I want you to slaughter as many as possible. ",	"s_68":"Sounds like a plan. ",	"s_69":"Why is this important?",	"s_7":"I need you to complete the tasks I have assigned you. Now get to it.",	"s_70":"Because the Rebels are using banthas to transport their supplies. We can track haulers and speeders easily but picking up a bantha from orbit is a lot more trouble. We need to kill as many banthas as possible before the Rebels convert their ground supply operations to them. ",	"s_71":"Sounds a bit harsh, but I will do it.",	"s_72":"Good, here is the information that you need. Good hunting. ",	"s_73":"Well I will leave then.",	"s_74":"Move along.",	"s_75":"I had a bantha doll when I was a kid. I will pass.",	"s_76":"Good decision."
}}