{
	"stfFile":"conversation/tatooine_knives_thrust_kavas",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_knives_thrust_kavas.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"So you were doing this for the money, rather than your uncontrolled desire to help me in my time of need? I am hurt. I have a payment here for you. And you can help me finish the job.",	"s_101":"How so?",	"s_102":"Just go to Valarain and tell her you know what happened to the cash lost when the courier got mug. Tell her that Ind mastermind it all. Can you do that? For me?",	"s_103":"But of course. ",	"s_104":"That's what I wanted to hear. You are such a dear. ",	"s_105":"I have nothing for you sweetie. Valarian didn't do anything worth mentioning to that idiot Ind. I am enough trouble for trying to make her see what a waste of air Ind truly is.",	"s_106":"I will see you then.",	"s_107":"How will he contact me?",	"s_108":"By a comm.",	"s_109":"I will be careful.",	"s_110":"Good.",	"s_111":"I am on my way.",	"s_112":"Be safe.",	"s_2":"",	"s_29":"You didn't tell me about the security droids.",	"s_31":"That must have been some Trade Federation junk that Ind bought from the Jawas. Nothing my big strong friend couldn't handle. Right?",	"s_33":"Well yes... it wasn't to much trouble. So what is next?",	"s_38":"Not a problem. What is next?",	"s_40":"Hope things went smoothly.",	"s_43":"Next is something easy. A courier will be taking cash from the gambling halls here to the bank to deposit. You just need to make sure that they make the deposit with you.",	"s_44":"Cash? don't you just transfer the credits directly to the bank?",	"s_45":"Got it. Where do I go?",	"s_46":"The best place to ambush him is near the bank. I have loaded the coordinates up to your data pad. And be careful. Ind uses  a professional for these runs. They will go after you if they spot you first. ",	"s_47":"You haven't been out here on the Rim for long, have you sweetie? there are at least 15 major forms of currency in circulation here, and 5 of those forms are not electronic but based on something that that race values - gold, or platinum. We even take a certain type of tree bark. If they want to gamble it, we will accept it.",	"s_48":"OK so where do I go to take down the courier?",	"s_49":"Good for you. I was worried. I heard that Ind warned the courier to be on the look out for trouble.",	"s_50":"Nothing I couldn't handle. Here is the cash. What's next?",	"s_51":"You agreed to help me. You are in too deep to pull out now, dearie. You want to satisfy me ... don't you?",	"s_52":"Always straight to the heart of the matter. I like someone who sees what they want and goes straight for it. Well, right now there is a small problem.",	"s_53":"What problem?",	"s_55":"Just tell me what I have to do.",	"s_56":"What can I do for you?",	"s_58":"Well actually the question is whether I can do anything for you?",	"s_60":"Well there is a proposition if I have ever heard one. You afraid of getting your hands dirty cutie?",	"s_64":"Not one bit. What do you need done?",	"s_66":"I need to expose a colleague for the traitor that I know he is.",	"s_68":"Sounds like something I can help with.",	"s_70":"The plan is to prove to Lady Valarain that Ind is stealing her gambling profits. I don't have any evidence that he is doing this, so I say we plant some on him. ",	"s_72":"If he is crooked then manufacturing a case against him isn't wrong.... is it?",	"s_74":"No it isn't wrong, just expedient. First you have to break into his rooms and steal his bank access codes. Ind is a very secretive triclops, but I have had a tail on him for the last two days. He will contact you and show you where Ind lives.",	"s_76":"We are going to manufacture evidence?  Forget it, I am out of here. ",	"s_77":"Actually yes I am.",	"s_78":"Thought you said you didn't mind getting your hands dirty. Well come back and talk if you change your mind. ",	"s_79":"Well aren't you good looking? I would really love to chat but things are a bit rushed right now. Come back in a bit though. ",	"s_81":"No, nothing comes to mind. ",	"s_83":"Please come back later.",	"s_84":"Bleena, my slicer, was going to place an equivalent amount of credits equal to the street value of this cash, into Ind's account but now he can't.",	"s_85":"Well if you think of something come on back and talk. ",	"s_86":"Why not?",	"s_87":"I will.",	"s_88":"Bleena has had his slicer tools stolen. Looks like they got fenced to some Jawas. I need you to go out to the Jawa camp and get Bleena's tool back.",	"s_89":"I look forward to it.",	"s_90":"Its a good as done. ",	"s_91":"I am sorry to hear that.",	"s_92":"Great. Bleena has a tracker set up, so he knows exactly where the Jawa's are. Clever thing isn't he?  Now off you go.",	"s_93":"I am sure you are.",	"s_94":"Not sure this is for me.",	"s_95":"I will.",	"s_96":"Its ok sweetie. This will keep for a little while. Come back when you are ready.",	"s_97":"Go to the Jawa camp and get my slicer's tools back. Then we can break into Ind's bank account, deposit the stolen cash and have the 'evidence' necessary for Valarian to take action against that nerf herder. Here are the coordinates.",	"s_98":"Well you have really done well for me. Bleena will be able to get into Ind's accounts and then we will have the evidence that I need.",	"s_99":"Glad to hear it. So what do I get?"
}}