{
	"stfFile":"conversation/tatooine_24_azure_cabal_porgryn_01",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_24_azure_cabal_porgryn_01.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"No way. I'm not crossing Jabba.",	"s_102":"I'm not interested in crossing Jabba.",	"s_107":"Where is Loruna Scathe?",	"s_108":"Where is Tweego?",	"s_109":"Not yet. How did you become a member of the Azure Cabal?",	"s_110":"Where is Propti Xaroon?",	"s_111":"How refreshing. A candidate who is actually interested in me. I'm flattered!   Loruna Found me in the medical center while visiting a Cabal member who was in recovery. When she learned that I could not afford even basic tracheal repairs, she offered to loan me the credits against what she termed future favors.",	"s_112":"Is Broma Lak on Tatooine?",	"s_113":"Ah. I see. Well, I'm ready to begin now.",	"s_114":"Loruna likes to stay in Theed on Naboo, to monitor the politics in the Palace. When you see her, would you ask about my -- you know -- my debt? Only if it comes up, of course.  Do you need other directions?",	"s_115":"Service to the Azure Cabal?",	"s_116":"Tweego is near the spaceport in Mos Entha to track the movements of some Mystril Shadow Guard operatives.",	"s_118":"Propti Xaroon is usually near the cantina in Mos Espa. Her background as an entertainer lets her blend in and hear things that others cannot.  Do you need more directions?",	"s_119":"Yes. We didn't discuss terms or duration of the service, but I would have sold my horns to be able to breathe again. Loruna is fair, and eventually I believe she'll waive my debt. Until then, I work for a small stipend. I can't complain. Compared with the pain of blistered lungs, this is bliss.",	"s_120":"You will find Broma in Theed on Naboo. Is there anything else you need?",	"s_121":"I have what I need. Farewell.",	"s_122":"Remember to tell Loruna that -- that I was helpful, would you?",	"s_124":"Interesting. Well, I'm ready to begin my assignment.",	"s_126":"Actually, no.",	"s_128":"I'm not ready. I'll come back later.",	"s_130":"Membership in the Azure Cabal is not a casual commitment. Return when you are ready.",	"s_132":"Nothing to see here.  Move along.",	"s_15":"You have performed well. The comms from Jabba's Palace have revealed some interesting details in his pursuit of someone named Solo. We'll see if this is the sort of thing our client wants.  Either way, you performed well. I will send my endorsement to Loruna immediately.",	"s_17":"Thanks.",	"s_19":"We will meet again.",	"s_2":"",	"s_24":"You seem reluctant to complete the task I have assigned you. Are you belligerent or merely forgetful?",	"s_26":"I want more information first.",	"s_28":"Neither! I was just checking in.",	"s_34":"Okay, you located me.  That's the first step.  Loruna said you have a solid combat background, but I'll form my own opinion.",	"s_36":"Upload the assignment and I'll get it done.",	"s_38":"How did you become part of the Azure Cabal?",	"s_40":"Like many of my kind, I was a warrior at heart. As a child I trained daily to gain the skills that would make me great.",	"s_42":"So...about that assignment...",	"s_44":"No offense, but you don't look like a warrior.",	"s_46":"One day I heard combat and ran to watch. A bounty hunter lobbed a grenade filled with some sort of gas at his opponent. He missed and it landed upwind of me.",	"s_48":"I see. Now about that endorsement...",	"s_50":"At least you weren't killed.",	"s_52":"I wished that I had been. The gas seared my lungs, making every breath agony...  but that was long ago and you probably want to get started. Are you ready to begin your task?",	"s_54":"Timing is critical. Do not delay.",	"s_55":"Yes.",	"s_57":"One of our clients is interested in some secret communications coming into Jabba's Palace. Not just random signals, but the top-security files.",	"s_59":"I'll figure it out. Just upload the data.",	"s_61":"Upload complete. Report back when the comm-interceptor has been successfully tested.",	"s_63":"You have a plan to do that?",	"s_65":"Of course. Loruna has given me a large number of comm-interceptors. They are attached to the comm-relay towers and wait for high-level encrypted signals. Then they relay them back here.",	"s_67":"I've heard enough. Upload the rest.",	"s_69":"And Jabba hasn't figured this out?",	"s_71":"Not so far. Each time a signal is relayed, that comm-interceptor self-destructs, leaving little evidence. That's why Loruna gave me so many units and why I must continually replace them.",	"s_73":"I'll figure the rest out as I go. Upload the details.",	"s_75":"So I just plug them in?",	"s_77":"No. Once you have connected a unit, I will send a test signal that should be intercepted. You must remain nearby in order to reset the destruct sequence on the comm-interceptor. If you do not, it will self-destruct and you'll have to start over.",	"s_79":"Got it, upload the locations.",	"s_81":"How many towers?",	"s_83":"Only one. Are you ready to begin?",	"s_85":"Yes.",	"s_87":"Well done. I have just submitted my endorsement to Loruna.",	"s_88":"Thank you.",	"s_89":"I look forward to working with you once you become a full member of the Cabal.",	"s_90":"Not yet.",	"s_92":"Count me out.",	"s_93":"I will not endorse anyone who does not complete their assignments! ",	"s_94":"Just give me another comm-interceptor.",	"s_95":"What was I supposed to do again?",	"s_97":"Not for me. I'm out.",	"s_99":"Loruna will compile a list of assignments and forward them soon. Check back later."
}}