{
	"stfFile":"conversation/tatooine_eisley_dunir",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_eisley_dunir.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_27":"Great job out there.",	"s_28":"Thanks, now about that fee you promised me.",	"s_29":"Here it is, good pay for good work.",	"s_33":"You should be headed to the White Thranta shipping office to pick up the package the receptionist has for me.",	"s_34":"You should be headed to Toggi to deliver that package I gave you.",	"s_35":"I'm on my way.",	"s_36":"Going there now.",	"s_37":"Thanks.",	"s_38":"Thanks.",	"s_42":"How'd you like to make some fast credits?",	"s_44":"I'm always interested in credits; fast, slow or otherwise.",	"s_45":"Got any other jobs?",	"s_46":"I don't, but Bib wants you to talk to Reimos.",	"s_48":"Good, good. See, all I need you to do is to take this package out to some friends of mine on the outskirts of town. Think you're up for that?",	"s_50":"Ok, but you had better have my cash when I return.",	"s_51":"Where can I find this Reimos?",	"s_52":"I'll load the directions into your datapad.",	"s_53":"Thanks.",	"s_54":"Take it easy.",	"s_55":"Have you talked to Reimos yet?",	"s_56":"Yes, I am working for him.",	"s_57":"No, not yet.",	"s_58":"Yea, I've already completed what he needed me to do.",	"s_59":"Make sure you complete what Reimos needs. I heard Jabba is taking a personal interest in your progress in this issue.",	"s_60":"Excellent. I heard Jabba was interested in how well you did on this.",	"s_61":"Do you need directions again?",	"s_62":"No, I just haven't been able to make time to talk to him yet.",	"s_63":"Yes, that would be helpful.",	"s_64":"Here you go.",	"s_65":"I heard Jabba has taken a special interest in your progression in this task. You might want to bump it up in your priorities.",	"s_67":"Not a problem, I'll even drop it in your account when I get word it's been delivered. How does that sound?",	"s_69":"Sure, let's do this then.",	"s_71":"Maybe. What's in the package?",	"s_73":"I don't have a clue, but I have been assured it contains nothing illegal or dangerous.",	"s_75":"Well then, I'll take care of it for you.",	"s_77":"Great, here's the box and its destination.",	"s_81":"Everything ok?",	"s_82":"No, I need the information on the delivery again.",	"s_83":"I need you to do is to take this package out to some friends of mine on the outskirts of town. Think you're up for that?",	"s_86":"Waiting on a package. See me later."
}}