{
	"stfFile":"conversation/tatooine_espa_watto",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_espa_watto.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Ah, maybe a bit scared of the looters, eh?",	"s_102":"No, just haven't gotten around to it.",	"s_104":"Sure, sure. Of that there is no doubt.",	"s_106":"I will be going there now.",	"s_108":"It makes little difference to me, outlander.",	"s_121":"You were able to find the part, eh?",	"s_122":"I found its motivator. I was also able to bring you more salvage.",	"s_124":"Yes, this is very nice. Good work. Here take this. Also, I have found the ones that bought the booster controller for the droid's motivator, but I warn you; they are strange ones.",	"s_125":"I've met plenty of 'strange ones' already.",	"s_126":"They are in the slums. Here is the location. One of them left his swoop bike here as collateral but never paid. If you can get the part back I will throw in the swoop as well.",	"s_127":"Thanks.",	"s_128":"Don't say I didn't warn you, outlander!",	"s_129":"You have not yet visited the owners of the booster controller yet, I think?",	"s_130":"How did you know?",	"s_131":"It would be obvious, I think.",	"s_132":"I will go see them now.",	"s_133":"Sure, sure.",	"s_134":"Very good! You have the booster. The next part is the diagnostic controller. Without this the droid will not self-correct and will deviate from its normal behavior within minutes.",	"s_135":"Where can I find the diagnostic controller?",	"s_136":"That's the tough part, I sold it to a man who said he was looking for someone he thought was lost in the squill caves.",	"s_137":"What are squills?",	"s_138":"Humanoid animals. They are vicious and cruel. You should be very careful if you try to recover this part.",	"s_139":"I will be careful, just give me the location.",	"s_140":"Ok, the cave and very likely your grave can be found here.",	"s_153":"Thanks for the optimism.",	"s_158":"Eh, leave me alone.",	"s_160":"Squills fought you back, eh?",	"s_162":"Amazing outlander! This is quite an achievement, eh?",	"s_163":"Yea, they are tough.",	"s_165":"Many have tried. I would suggest you just go slow and be careful.",	"s_167":"Right, I will try again.",	"s_169":"Bye.",	"s_171":"Thanks. It wasn't easy.",	"s_173":"Well, it's not over yet. I found the head, but you're not going to like where it is, I think.",	"s_174":"You have the chassis I see. It was not easy to get, eh?",	"s_175":"It wasn't too hard. Where do I find the legs?",	"s_177":"A woman here in Mos Espa bought it, I think. Her name was ahh... Syndil, maybe. Anyway here is where you can find her.",	"s_179":"You do not have the legs yet. You need to get those before I can help you. I can't just make them appear you know.",	"s_180":"What do you mean?",	"s_181":"Ahh, you were able to find the legs after all, eh?",	"s_182":"I will go get them",	"s_183":"I sold it to Jabba the Hutt.",	"s_184":"Goodbye, ootmian.",	"s_185":"Great. So who do I have to talk to.",	"s_186":"I just told you, outlander. You must talk to Jabba.",	"s_187":"This is not good.",	"s_188":"It is not good for you, eh? Jabba will not be easy to get to.",	"s_189":"I didn't think he would be.",	"s_190":"Well, here is where you can find him.",	"s_191":"Yes. An Imperial Captain confiscated them from Syndil.",	"s_192":"Thanks.",	"s_193":"What?! I want nothing to do with the Empire. Nothing but trouble!",	"s_195":"Goodbye.",	"s_197":"Did you talk to Peggin yet?",	"s_199":"Not yet.",	"s_2":"",	"s_201":"It's your call, outlander. Go there or not, I do not care.",	"s_203":"I'll go soon.",	"s_205":"Eh, as you wish.",	"s_210":"Not bad, not bad. You have my parts. They will think twice before stealing from me again, eh?",	"s_211":"I have nothing else for you right now, outlander. You should be working for Jabba.",	"s_212":"I can't just come in to say 'Hi'?",	"s_213":"No, go do the work for Jabba. I want to see this droid.",	"s_214":"Fine. See you later.",	"s_215":"Goodbye, ootmian.",	"s_216":"Ahh, you have the head, I see. Very good, very good.",	"s_217":"Can you put this together with the other parts I gave you?",	"s_218":"What do you think this is? I am not your personal repairman. ",	"s_219":"But you have been saying all this time you would put it together for me.",	"s_220":"Eh, what is that? I said that? Okay, okay... I will do it. Just remember who helped who here.",	"s_222":"I didn't mention you Watto. They are all dead anyway.",	"s_231":"Ok, she is powered now, I think. Looks like a very fine droid. Would you be willing to sell it?",	"s_232":"No Watto. I told you I need this droid.",	"s_233":"Yes, yes. You did at that. I had to try, eh?",	"s_234":"I've come to expect that from you Watto.",	"s_235":"So you are done here now, I think?",	"s_236":"Yes, I think I am.",	"s_237":"Well, goodbye outlander. It was not so painful to work with you as I had first thought.",	"s_238":"Coming from you Watto, that's quite a compliment.",	"s_239":"Eh, get out.",	"s_240":"Eh, who are you?",	"s_241":"Don't you remember me, Watto?",	"s_242":"Of course I do. I just thought you were off to Naboo or some other place.",	"s_243":"No, I just came back to see you.",	"s_244":"Why?",	"s_245":"For old times.",	"s_246":"Why?",	"s_247":"Same old Watto.",	"s_248":"Don't expect any discounts.",	"s_249":"Ahh, that is good, I think. Dead men tell no tales, eh? Here is the money for the salvage, anyway.",	"s_250":"Ok, now what about the motivator. Do you know where it is?",	"s_251":"I won't Watto.",	"s_252":"I sold it as two different parts. The first one went to a man who wanted to race the boonta eve classic podrace track. I told him he was crazy, but he would not listen. ",	"s_253":"You are not as dumb as you look.",	"s_254":"Hasn't that race been outlawed?",	"s_256":"For many years now. He said it would be no problem. He had sliced a new behavioral matrix into his R2 unit. All he needed from me was a high-torque droid motivator.",	"s_257":"Now, how about that information?",	"s_258":"And the droid I am looking for had one?",	"s_260":"Aye, that it did. So I sold it to him at a special price.",	"s_261":"What information is it you want?",	"s_262":"Very kind of you.",	"s_264":"Eh? Never you mind that. I found out a week later he had smashed up his pod on a canyon turn.",	"s_265":"Don't play games with me, Watto.",	"s_266":"Do you have a location for that wreck?",	"s_268":"Why would you want that? There must not be anything left after all the looters.",	"s_269":"Ah yes, the lost droid. You see, I broke it up. It is no more.",	"s_270":"It's worth a look. Do you have the location?",	"s_272":"No. I don't, but I might know who does. An'Kwee is a swoop racer in Mos Entha. If she doesn't know where the wreck happened, she at least will know who does.",	"s_273":"What!? Why you little blue flying...",	"s_274":"Why Watto, you're being especially helpful.",	"s_276":"Eh, you bring me good parts.",	"s_277":"But I know where some of the parts went. If you get them for me I can help you rebuild it.",	"s_279":"Where are the parts, Watto?",	"s_281":"I don't know where all of them are. I will find out. I do know the chassis was sold to Peggin. You can find him across town. Here is his address.",	"s_283":"Thanks",	"s_285":"Yes, of course.",	"s_287":"You are back I see, and without the parts. They were too much for you, I think, eh?",	"s_289":"No, I haven't gone there yet.",	"s_291":"What? No parts, no information. You know the deal!",	"s_293":"I will return shortly",	"s_295":"You said that last time, outlander.",	"s_301":"That's right I was. I forgot where I'm going.",	"s_302":"Here you go, now stop bothering me eh!",	"s_304":"Good day to you. What do you want?",	"s_306":"Are you %TU?",	"s_307":"I am, I was told you had a deal for me.",	"s_308":"I suppose so. I have a beautiful speeder model STAP-1 for the bargain price of 20,000 credits, eh?",	"s_309":"Excellent, I will take it!",	"s_310":"That hardly sounds like the deal I was promised. How about 10,000?",	"s_311":"You will? I mean that's great! Here you go and let that slob know that we are even! He will get no more favors from me, eh?",	"s_312":"I am looking to purchase a droid.",	"s_313":"Fine but you let that slob know that we are even now, eh?",	"s_314":"Ahh...thee has come to the right place, I think. I have many droids.",	"s_315":"I can't even afford half that.",	"s_316":"This is a special droid.",	"s_317":"You are back I see, and without the parts. They were too much for you, I think?",	"s_318":"What was I supposed to do again?",	"s_319":"WHAT? Maybe I have the wrong person for this if you can't remember simple directions!",	"s_320":"Come on Watto, I can do this.",	"s_321":"Ok, try again. I hope you have better luck this time, eh?",	"s_322":"Sure I will, Watto.",	"s_323":"The deadbeats are still there, lucky for you. Here is their location.",	"s_324":"Have you talked to Peggin yet?",	"s_325":"No, I erased the data from my datapad.",	"s_326":"He is here in Mos Espa, ootmian. Here are the directions again.",	"s_327":"Have you talked to that woman yet?",	"s_328":"What woman?",	"s_329":"The one I told you I sold the legs to.",	"s_330":"What legs?",	"s_331":"You were looking for a droid. Here is where the buyer of the legs is. If you do not want to find this droid, ootmian, that is fine with me just don't waste my time, eh?",	"s_332":"I told you the wreck would not have what you are looking for.",	"s_333":"I haven't been there yet.",	"s_334":"What? Why not?",	"s_335":"My stupid datapad seems to be malfunctioning. It erased your information.",	"s_336":"Your datapad, eh? Well, maybe you should buy a new one.",	"s_337":"Can you give me the information again?",	"s_338":"Sure, ootmian. Make sure your datapad does not erase it again, eh?",	"s_339":"You did not make it to the owners of the booster controller, eh?",	"s_340":"I forgot where they are.",	"s_341":"They are here. Go now.",	"s_342":"Squills are very tough, I think. Don't you agree, ootmian?",	"s_343":"I wouldn't know. I erased the data from my datapad.",	"s_344":"Probably for the best.",	"s_345":"No, you don't understand. I want to finish this.",	"s_346":"You are sure of this?",	"s_347":"Yes, I am.",	"s_348":"Here is the information again.",	"s_349":"Well I can go no lower than 10,000! You can't even afford that? Well, come back when you have the cash and hurry up, I don't like owing that slob anything.",	"s_350":"Then thee must be willing to pay a special price, no?",	"s_352":"The droid came in with a special cargo from Tansarii Station.",	"s_354":"I know this droid. It has already been sold. You can't have it.",	"s_356":"Could you tell me who bought it? I must get this droid.",	"s_358":"What do you think I am? You come in here wanting me to give you directions to buy a droid from someone else? Well, it's not going to happen!",	"s_360":"Maybe I could do something for you in exchange?",	"s_362":"Ah yes, maybe you could at that. There are these deadbeats that have something of mine. You could get it back from them, I think.",	"s_364":"Where are these...'deadbeats'?",	"s_366":"Here in Mos Espa still. I will show you on your datapad.",	"s_368":"I will return shortly.",	"s_370":"Good luck to you.",	"s_372":"Good day to you.",	"s_374":"What do you have to sell?",	"s_375":"Got anything for an entrepreneurial spirit?",	"s_376":"Parts. All kinds of parts. What do you think this is?",	"s_379":"Ahhh. Looking for that kinda item, eh? Items like that don't come cheap you know. And don't try to wave that credit chip around; it's not worth anything to me.",	"s_381":"Hey, what about power?",	"s_382":"Ok, she is powered now, I think. Looks like a very fine droid. Would you be willing to sell it?",	"s_384":"I got some tokens from the mercenary guild.",	"s_386":"Ah. Those might be worth a bit to me. Well, I can sell you a schematic for an interface scanner or a schematic for an Interdiction Burst Generator. Each one will cost you 50 tokens.",	"s_388":"I'll take the interface scanner schematic.",	"s_391":"I'll take the interdiction burst generator.",	"s_392":"Very well. Here you go.",	"s_394":"Very well. Here you go.",	"s_396":"That's too rich for my blood.",	"s_398":"Bah, get outa here you cheapskate. Stop wasting my time.",	"s_399":"Maybe I'd like to buy something?",	"s_400":"What are you looking for outlander?",	"s_402":"What's an interface scanner?",	"s_404":"An interface scanner is a tool that'll let you deconstruct a Droid Interface from a space ship. While this will destroy the interface, sometimes you can get lucky and find useful traces of information left behind in the memory banks of the interface.",	"s_406":"What's an interdiction burst generator.",	"s_408":"Eh.. not quite legal. Don't complain to me if you get caught by an Imperial police scanner. But you know how the Empire uses interdiction cruisers to create gravity wells? Gravity wells that can force ships out of hyperspace?",	"s_410":"Sure, but those are huge. ",	"s_412":"Yeah, the energy requirement to maintain a large field would require a capital ship, but the burst generator will allow you to create a very brief gravity field in a very limited area. Sure it won't allow you to prevent anyone from escaping but if you know the precise time and place to use the generator, it can create a gravity field for just long enough to pull a convoy out of hyperspace.",	"s_414":"Ok, so it's only useful with an exact flight plan of your target?",	"s_416":"You're not as dumb as you look outlander! Enough story telling, pay me or get out of my face.",	"s_418":"Come to think of it, I don't need any parts.",	"s_420":"Goodbye, outlander.",	"s_422":"Come to think of it, I don't need any parts.",	"s_424":"Goodbye, outlander.",	"s_96":"So, have you been to the pod wreck yet?",	"s_98":"Not yet."
}}