{
	"stfFile":"conversation/tatooine_eisley_reimos_v2",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_eisley_reimos_v2.stf) is automatically generated by the SwgConversationEditor.",	"s_12":"Has the research been stopped?",	"s_16":"You're almost done! Don't stop now.",	"s_2":"",	"s_24":"You need to finish this. We must find out the whole truth!",	"s_26":"Ok, I'll head back in.",	"s_30":"I'm going back, just needed a break.",	"s_31":"I understand. Good luck in there.",	"s_32":"I need to update my information.",	"s_33":"Ok, let's syncronize our data.",	"s_34":"Thanks. I am sure it will.",	"s_35":"What information? I didn't get any information from you.",	"s_36":"Goodbye.",	"s_37":"I used the data in Brok's personal journal to try and find that package you're looking for. Apparently the Empire and the Alliance already have people assigned to find it. I'll give you their contact information, again. Go see what leads they might have for you.",	"s_38":"Thanks, that will help a lot.",	"s_39":"Goodbye.",	"s_40":"Thank you.",	"s_42":"So Han says you're good people.",	"s_44":"How do you know Han...wait, how do you know me!?",	"s_46":"Han told me a bit about you. He said I could trust you to do some sensitive work.",	"s_48":"What kind of work?",	"s_50":"There's a shipping company just outside of Mos Eisley called White Thranta. I have information that leads me to believe they aren't a simple shipping company.",	"s_52":"So what do you want me to do?",	"s_54":"Nothing difficult. I just need you to plant a surveillance virus so I can see if the rumors are true, or if it's just a harmless shipping company.",	"s_56":"That's it? You don't want me to do anything else.",	"s_58":"Well, if it does turn out to be more, I could use your help on the inside.",	"s_60":"Ok. Seems easy enough. I'll help out.",	"s_62":"Great. Here is the information and the virus code. Just insert it into their personal access terminal.",	"s_64":"Will do.",	"s_66":"Good Luck",	"s_68":"Be careful in Mos Eisley. You never know what's just around the corner in this town.",	"s_70":"I'm always careful.",	"s_72":"Not careful enough to avoid talking to me.",	"s_74":"Right. I'll leave you to that.",	"s_76":"See ya.",	"s_9":"You did good work in there friend. I sure hope the information I gave you helps you find the package you're looking for."
}}