{
	"stfFile":"conversation/tatooine_knives_fencing_valarian",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_knives_fencing_valarian.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Who thinks they can speak to Lady Valarian?",	"s_101":"[Backhand]",	"s_102":"I have some information about your man Ind that could interest you.",	"s_104":"And what would that be?",	"s_105":"I have been impressed. Nothing is simple at the Lucky Despot but you seemed to navigate the chaos quite well. I will have need of someone like you in the future.",	"s_106":"I have a real traitor in my happy family here. Are you willing to help me?",	"s_107":"Just give me the details. ",	"s_108":"[I have a real traitor. Una has been selling information about my operations to Jabba the Hutt. And that worm is attacking my operations. So find out what Una has told Jabba ... and then kill Una",	"s_110":"Ind masterminded the hit on your cash courier. He deposited the cash in a secret account. Here is the proof. ",	"s_111":"Not right now.",	"s_112":"I understand. Come back when you can be more accommodating.",	"s_113":"I am not ready to go up against the Hutts like that.",	"s_114":"Tell me where you think this character is.",	"s_115":"Here is where your target's last know location. Bring me his head. ",	"s_116":"I will not speak to you until you have dealt with the traitor Una.",	"s_117":"Well done. Keela's information is illuminating. Jabba has overstep himself and must be punished. Are you ready for another assignment?",	"s_118":"So Una is dead. But where is my information? I must know what that traitor told the Hutts.",	"s_119":"Always. Just load the details into my datapad.",	"s_120":"This one is dangerous. But I am greatly angered and I can not allow Una's treachery to be used by Jabba unpunished.",	"s_121":"I need some time to rest first. ",	"s_122":"What exactly am I to do?",	"s_123":"Una betrayed one of my smugglers, who was running weapons and explosives to the Rebel Alliance. The assassin is a psychotic killer known as Keska' Cay. I want him killed.",	"s_124":"It would be my pleasure. ",	"s_125":"I need some time to think this over.",	"s_126":"My informants say Keska' Cay still lives. Eliminate him now!",	"s_127":"Jabba still has not fully paid off for his effrontery. Are you ready to serve me again?",	"s_128":"Yes. Upload the information to my datapad. ",	"s_129":"You must intercept them soon. ",	"s_130":"So Keska' Cay is dead. I thank you for that. I am still not finished with that Hutt worm though. Talk to me soon about how you could further serve me. ",	"s_131":"What am I to do now?",	"s_132":"I wish to punish Jabba. From my own informant in his ranks I have learned that he is shipping spice out to the Rebel Alliance. I want that ship destroyed",	"s_133":"They are as good as destroyed.",	"s_134":"I must see to other needs right now.",	"s_135":"Both of you supply the Alliance?",	"s_136":"We supply a market. Imperial, Rebel, it does not matter. Wars are good for business, especially my business. But Jabba must be taught a lesson. Now go out and destroy that ship!]",	"s_137":"I have other matters to attend to first. ",	"s_138":"I am on my way.",	"s_139":"Return when that ship is destroyed.",	"s_140":"Well done. But I seemed to have angered the minuscule worm known as Jabba. Are you ready for a final task?",	"s_141":"Down load the information to my pad.",	"s_142":"What must I do?",	"s_143":"I need to rest and refresh myself. ",	"s_144":"This job must be done in public. Finish this now.",	"s_145":"Jabba is sending an assassination squad after me. My people here can protect me, but I want Jabba humbled, You will ambush the squad in public before they can arrive at the Lucky Despot. ",	"s_146":"I am on my way.",	"s_148":"You have served me well. Jabba will not move on me for a long while. Here is a token of my appreciation. ",	"s_149":"Yes I know all about how Ind and Kavas are trying to get me to ...eliminate... the other. I also know of each other's current plot.  ",	"s_151":"You know about this?",	"s_153":"You shall pay for this!!",	"s_154":"Little one I know everything that happens in the Lucky Despot. Nothing happens without my gainsay. But I will need to discipline Ind and Kavas for getting out of hand. I thank you for coming to me. Here is a token of my appreciation. And if you wish more work, speak to me directly. ",	"s_155":"Uh...Jabba has a bone to pick with you.",	"s_157":"Is this some sort of joke?  Titus! Take out the trash.",	"s_158":"I have come to collect reparations for the death of Jabba's...uh labratory assistant, Bera Jeza. ",	"s_159":"Bera what?  Never heard of her.",	"s_160":"How did you know it was a 'her?'",	"s_161":"Look lacky. I don't have to explain anything to you. I had nothing to do with her death. I'm not interested in escalating anything with Jabba at the moment.",	"s_162":"I didn't come here to argue, just collect. 3,000 credits should be enough compensation for the loss of the labratory assistant.",	"s_163":"Grrrrr. How much to make you go away?",	"s_164":"Insolence!  Titus!  Handle this fool.",	"s_165":"I'm in the middle of something. I'll have to deal with you later.",	"s_166":"3,000 credits.",	"s_167":"I have transfered the amount directly to Jabba. NOW LEAVE!",	"s_168":"Kavas is playing you false. Do you want to know how?",	"s_170":"You need to know what Kavas and Ind are up to Lady.",	"s_2":"",	"s_54":"The ship escaped!!!! I hope I was not a fool in trusting you. Do you wish to try again?",	"s_55":"Yes I want to redeem myself.",	"s_57":"Not right now.",	"s_58":"Reconsider your position my friend. ",	"s_62":"Please come back later.",	"s_69":"I will go back to get it.",	"s_70":"I am on my way.",	"s_71":"Good luck.",	"s_72":"He is as good as dead.",	"s_73":"I hope so.",	"s_74":"I look forward to that.",	"s_75":"go and enjoy yourself.",	"s_76":"I look forward to that.",	"s_77":"A pleasure as always.",	"s_79":"Good.",	"s_82":"Una will die soon.",	"s_84":"See that he does.",	"s_94":"Welcome to the Lucky Despot. Whatever your tastes, whatever you vice, I am sure we can fill your every need.",	"s_96":"I will keep that in mind.",	"s_98":"A pleasure meeting you."
}}