{
	"stfFile":"conversation/tatooine_eisley_brannix",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_eisley_brannix.stf) is automatically generated by the SwgConversationEditor.",	"s_18":"I can't believe we have those worthless cultists right here in Mos Eisley. Someone needs to take care of those wackos.",	"s_2":"",	"s_20":"What cultists are you talking about?",	"s_22":"The Cult of the Krayt. They dug out a collapsed cave right outside town and now they are in there doing their strange dragon rituals and harassing people to give up technology and come join them. They are Idiots, all of them.",	"s_24":"What kind of rituals?",	"s_26":"I heard they feed their own children to Krayt Dragons. They worship a monster. That is intolerable. ",	"s_28":"So what do you want me to do about it?",	"s_30":"What do you mean they give up technology?",	"s_32":"They live in a cave! What more do you need to know? They cook in fire pits, and wear tanned hides. We travel through the stars and take it for granted. They worry about their hide scraping rock breaking. It's not decent.",	"s_34":"They sound like Tuskens",	"s_36":"No, the Tuskens don't know any better. It's the best their animal minds can come up with. These null brains do it because they want it that way.",	"s_38":"So what do you want me to do about it?",	"s_40":"Each of them carries a fetish. A symbol of their devotion to the Krayts. Bring me some of those. I want to be able to show people what to look out for. I want people to be informed when they are asked if they want to join their cult.",	"s_42":"You only want these fetishes?",	"s_43":"Did you get the fetishes?",	"s_44":"Of course. Do you have my money?",	"s_45":"I can't believe you want to be paid after that. You did yourself a great service by killing those fools. They might have come after your children next.",	"s_46":"I don't have any children, and I do expect to be paid.",	"s_47":"Well no worries, I have your credits right here.",	"s_48":"Thanks.",	"s_49":"I know someone that has more work if you're interested.",	"s_50":"You must destroy those cultists. Go now!",	"s_51":"A one person slaughterhouse, that's what you are. Thanks for taking out those cultists.",	"s_53":"Well, the trick is, they consider the fetish to be a personal connection with the Krayts. They won't give these up willingly.",	"s_55":"I see. So you want me to kill them?",	"s_57":"They already feed their children to monstrous beasts. All you will be doing is granting their wish to be closer to that which they worship. Please you must do this before even one more child is abducted and fed to their Dragons!",	"s_59":"Ok. I'll get your fetishes for you.",	"s_61":"Sure.",	"s_62":"Her name is Tori. She's a biochemist. Here's her location.",	"s_63":"Thanks.",	"s_64":"Thank you.",	"s_65":"Here is where you can find their cave.",	"s_67":"Sorry, not interested.",	"s_69":"Sorry, no time to talk.",	"s_70":"I hope they never come for you."
}}