{
	"stfFile":"conversation/tatooine_eisley_gendra",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_eisley_gendra.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"Well, just come back whenever you need something else to do.",	"s_104":"My friend needs a musician as soon as you can get over there and help out.",	"s_106":"My friend's having a hard time running his business. He needs more small glasses to serve drinks in.",	"s_108":"I hear your dancing was exquisite. I'm glad that you could help out.",	"s_110":"Is there anything else I can do?",	"s_112":"Matter of fact, there is. Can you play music?",	"s_127":"I'm tired. I think I'll take some time off.",	"s_130":"Ah, that meat was fantastic. Er, I mean it looked fantastic. I didn't sample it. No, not at all. But if I had I would have said you were a great chef.",	"s_132":"I think you sampled it.",	"s_134":"Well, I might have kept one for myself, but I paid for it, you bet I did.",	"s_136":"Is there anything else I can do?",	"s_138":"There is. My friend hired perhaps the clumsiest waiter he could find, and the guy keeps smashing glasses. Could you make my friend some new glassware?",	"s_140":"I believe I can do that.",	"s_142":"Great! He could probably use about seven new glasses. Perhaps this time you should take them directly over to the cantina and give them to my friend, Lurval.",	"s_145":"I'm waiting for you to bring me back some Meat Jerky. Those patrons in the cantina are getting hungry. If you have it, just hand it to me.",	"s_147":"Have you gone over to fill in for the dancer yet? My friend really needs some help.",	"s_149":"Well, hello! Han Solo said you might be coming along. You're interested in things other than combat. Is that right?",	"s_151":"I like crafting.",	"s_166":"I'm an entertainer.",	"s_168":"Ah, very well, I have some work if you're interested. A friend of mine owns a cantina and could use some help.",	"s_170":"What kind of help?",	"s_172":"One of the dancers who works for him slipped on some spilled spiced tea, and he needs someone to fill in for a short while so she can go get her clothes cleaned.",	"s_174":"I can do that.",	"s_176":"Great. I'll let him know you're coming.",	"s_178":"I don't think I want to work right now.",	"s_180":"I need general information.",	"s_182":"Things like using the bank? Bazaar terminals? That kind of information?",	"s_184":"Yes! Where can I learn about that?",	"s_186":"I have just the person for you to see. Just come back when you're ready to start working.",	"s_188":"No, that's not what I mean.",	"s_190":"Well, all I know about is crafting and entertaining.",	"s_192":"I'm a crafter.",	"s_193":"How do I become a pilot?",	"s_194":"How do I become a pilot?",	"s_195":"How do I become a pilot?",	"s_196":"How do I become a pilot?",	"s_197":"How do I become a pilot?",	"s_198":"How do I become a pilot?",	"s_199":"Music? I can handle that.",	"s_2":"",	"s_201":"Do you have your own instrument? This is very important. If you don't have one, you'll need to go get one before you can perform.",	"s_202":"Tell me about entertainment.",	"s_204":"Ok, then I guess that's it.",	"s_206":"Well, all right then.",	"s_208":"How do I become a pilot?",	"s_210":"I need some general information.",	"s_211":"Can you tell me about piloting?",	"s_212":"Ah, then you might want to see Trehla Keelo. She can help you out with more generalized information.",	"s_213":"You'll need to see a pilot trainer for that. I can show you where one is if you'd like?",	"s_215":"Where do I get meat?",	"s_216":"Meat can be found by harvesting it from creatures that have been killed. Simply use the carcass and collect the meat. You can also get hides and bones this way.",	"s_217":"What if I don't want to kill anything?",	"s_218":"Well, you can either get it from the bazaar, or perhaps you can find someone willing to trade you some raw meat. Better still, perhaps you can find a partner, someone to kill the creature and then let you have the meat. Either way, you should be fine.",	"s_219":"Who else can I talk to?",	"s_220":"Where is the Neutral trainer?",	"s_222":"Here, I'll give you a marker on your datapad. You should be able to find the trainer when you get there. He's right here in town, in fact.",	"s_224":"Where is the Imperial trainer?",	"s_225":"Who else can I talk to?",	"s_226":"Where are the crafting terminals?",	"s_228":"Where are the entertainment terminals?",	"s_229":"Here, I'll give you a marker on your datapad. The Imperial trainer is in Bestine, but you can take a shuttle to get there. I'll give you a waypoint to the shuttle, and then you can buy a ticket and go to Bestine if you'd like.",	"s_230":"I'm set. What do you need?",	"s_232":"A musician was supposed to be arriving to play a set in the cantina, but apparently he was arrested at the starport. Could you fill in?",	"s_233":"You're in luck! I just happen to have a spare slitherhorn. Take good care of it. After all, you can't expect people to just hand you things whenever you need it.",	"s_234":"Why was he arrested?",	"s_236":"Something about a package that was supposed to be delivered? He was on Tansarii Point Station when Han Solo was there and there was some trouble. I don't know much more about it.",	"s_238":"Well, I'll be happy to play in the cantina.",	"s_239":"Where is the Rebel trainer?",	"s_240":"I think I'll just go.",	"s_242":"I think I can do that.",	"s_243":"The Rebel trainer is in Mos Espa, you'll have to take a shuttle. I'll mark the shuttle port for you, then you can head to Mos Espa and I'll make sure you have a waypoint to the trainer there.",	"s_244":"My friend will be very pleased. I'll let him know you're coming.",	"s_245":"I don't have an instrument.",	"s_246":"And I don't have one to give you. You should try the bazaar. Sometimes people sell them. Get yourself a nice slitherhorn, and then you'll be ready to go.",	"s_247":"Well, that's great, just great. We need some people like you. If you're interested in some work, that is.",	"s_249":"I would like to have a vehicle...",	"s_251":"I need a vehicle.",	"s_252":"I think I'll be fine on my own.",	"s_253":"Here, I have one that you can take. It's one a friend crafted for me, but I don't need it. I'll just put it in your inventory, and you can just use it to generate a vehicle.",	"s_254":"Suit yourself. If you're ever looking for anything to do just come back and see me.",	"s_256":"I'd love to get some work.",	"s_258":"Great! I have a friend, runs a cantina, he's looking to sell some food, but he wants to start basic. Can you make some Meat Jerky?",	"s_260":"I can do that.",	"s_262":"Ok, make five stacks of Meat Jerky and then bring them back to me.",	"s_264":"Sounds dull.",	"s_266":"Well, I guess you'll be off on your own then. Come back and see me if you change your mind.",	"s_47":"My friend needs that spiced tea just as soon as you can get it.",	"s_48":"Oh, that tea was great! I mean, um...I didn't have any of it, but it smelled great. The taste was exquisite. Or, I mean, um, it would have been. If I had some.",	"s_49":"It's all right. As long as I got paid.",	"s_50":"You should show some restraint.",	"s_51":"I should, but it's difficult. Some of the food and drinks that go through here, I just can't help myself.",	"s_52":"I'm glad you don't get upset when I do that. I mean, I pay my friend out of my own pocket for what I eat and drink, but it's still bad form, you know?",	"s_53":"It's fine. What else can I do?",	"s_54":"Ok. Well, what else can I do?",	"s_55":"Well, I'm afraid that's all I have for right now. You could do some crafting on your own, or you could try the crafting terminals if you're looking for more work.",	"s_56":"I'll just go off on my own.",	"s_57":"Thanks for all your help. Maybe someday we'll work together again.",	"s_58":"Tell me where the terminals are.",	"s_59":"I'll show you. I'm sure you'll get some great jobs from the terminals. People always need things crafted.",	"s_60":"I'm afraid I don't have any more work for you.",	"s_61":"Oh, those glasses were perfect! My friend thanks you. He was wondering, though, if you had some more free time.",	"s_63":"Yeah. I'd like to get some more work.",	"s_65":"Perfect! I told him you'd be up for it. He's had a problem with his spiced tea distributor. Could you make him some spiced tea?",	"s_67":"I sure can!",	"s_69":"Superb. Bring ten spiced teas to my friend Muna Skish. He's usually somewhere near the cantina.",	"s_70":"I hear you play music just about as well as you dance. Congratulations, you're going to get a good reputation.",	"s_72":"Is it hard?",	"s_74":"Well, spiced tea is a little more involved than making glases or meat jerky. You have to make glasses to put the spiced tea in first.",	"s_76":"So I make the glasses and then the spiced tea?",	"s_78":"That's right, one of the components of spiced tea is a glass to put it in. Just make more small glasses like you did before, and then you can put tea in them.",	"s_80":"You're going to be famous one day, you know that? I hear your work was outstanding.",	"s_81":"Thanks. What else can I do?",	"s_82":"Thanks. I'm going to head off on my own now.",	"s_83":"Funny you should ask. My friend was just saying how popular you were, both dancing and playing music. Want to go back for an encore?",	"s_84":"Doing which?",	"s_85":"He says it doesn't matter. You choose. You go do a set of either dancing or music, and he'll be happy.",	"s_86":"Ok, I'd be happy to.",	"s_87":"I'll make sure he knows you're on the way. Thanks for doing this.",	"s_88":"The patrons are getting rowdy with no entertainment. I hope you make it over to the cantina soon.",	"s_89":"Thanks for the compliment.",	"s_90":"It's well deserved. If you're looking for something else to do, you can always try the entertainment terminals.",	"s_92":"Where are these terminals?",	"s_94":"I'll mark their location for you. People always need some entertainers around. Good luck in the future to you.",	"s_95":"I think I can do that.",	"s_97":"I'm not sure, this sounds like a lot of work.",	"s_99":"I think I'm done working for now."
}}