{
	"stfFile":"conversation/tatooine_eisley_tori",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_eisley_tori.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"I'm done with you.",	"s_107":"Here's your money. Bib says you need to talk to Reimos again.",	"s_113":"Have you secured those glands yet?",	"s_114":"Yes, these are fantastic. What beautiful specimens. Look at the saxitoxin glisten on the injector nodes. This will be very potent.  ",	"s_115":"I really have no time to talk to you any more. If you really need work see Reimos. I heard he has been looking for you.",	"s_116":"No, not yet.",	"s_117":"Please hurry, Bib is very interested in this.",	"s_118":"I'm on my way.",	"s_119":"Thank you.",	"s_120":"I don't want to hear about another tool for assassins.",	"s_126":"Ok, on my way.",	"s_127":"Bye.",	"s_2":"",	"s_32":"So Bib thinks you can get into the cave with those cultists and get me the poison glands I need?",	"s_40":"On my way.",	"s_41":"Are you still here?",	"s_44":"What else do you need?",	"s_45":"I need the information on the Bone Gnashers again.",	"s_46":"I need you to go into a cave nearby and find creatures called Bone Gnashers. ",	"s_50":"Arachne? What's that?",	"s_51":"Know what a spider is?",	"s_53":"Yeah.",	"s_55":"I can get them, but I expect to be well paid.",	"s_56":"Same thing.",	"s_57":"This is the cave location. Remember, I need six intact glands. Anything less will not be enough material for the synthesis.",	"s_59":"Gotcha.",	"s_60":"Why does Jabba need poison?",	"s_61":"Thanks.",	"s_62":"I'm just interested in getting paid.",	"s_64":"Yes, yes. Here you go. Now please be off. Bib says Reimos is looking for you.",	"s_65":"I've got no reason to talk to you right now.",	"s_66":"Don't kill anyone I know.",	"s_71":"Apparently. I wasn't told what I need to do for you.",	"s_73":"Well, I'm glad he sent me someone prepared. Look, I need you to go into a cave nearby and find creatures called Bone Gnashers. ",	"s_75":"What do you need those for?",	"s_77":"They are a transplanted breed of arachne from Endor. They have a type of poison I think I can synthesize for use by Jabba.",	"s_79":"Why does Jabba need poison?",	"s_81":"Jabba doesn't need it for himself. I am sure he can find a use for it though.",	"s_84":"Don't worry, they won't feel a thing.",	"s_86":"Very funny.",	"s_88":"Are you still here?",	"s_90":"Why not? I look at it this way; the more they kill each other the less there will be to bother the rest of us.",	"s_92":"Sure, and what about the innocent targets that get in the way?",	"s_94":"What's the phrase? To cure a cancer a doctor must cut away good tissue?",	"s_96":"That's a harsh look on life.",	"s_98":"Indeed. One day I may have to face the bitter end of that opinion, but not today."
}}