{
	"stfFile":"conversation/tatooine_eisley_kashi",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_eisley_kashi.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"You're welcome , but there is still much to do.",	"s_102":"Agreed. Best of luck to you!",	"s_104":"I am in the middle of an important investigation. Please come see me later. I will be needing someone like you.",	"s_106":"Ok, I will return later.",	"s_108":"I think I know where you are going with this.",	"s_109":"He cannot be allowed to continue this abominable course of action. He must be stopped.",	"s_110":"I agree. Someone like that is a blight. He must die.",	"s_111":"Yes. I never thought I would ever ask anyone to do something like this. I can't think about morals right now. It is the right thing to do. No question.",	"s_112":"You don't have to ask.",	"s_113":"Oh thank you. Pilar will know peace.",	"s_114":"Thank you.",	"s_115":"Please come back later.",	"s_2":"",	"s_21":"Thank you for answering my comm. I've seen you talking to Reimos. I was interested in why you are working for him.",	"s_23":"That's between him and I.",	"s_25":"Please, don't leave. It's a matter of life and death. I need your help.",	"s_27":"What's the problem?",	"s_29":"I need to make sure he isn't helping them. It's about the medical supplies going to that base. Is that what he has you working on? All I need is a yes or no. I will not betray you.",	"s_42":"Yes",	"s_44":"Thank you for trusting me. My husband has been abducted. I found some information leading me to believe he is being held in a medical facility.",	"s_46":"I see, and you think it is the same one Reimus has me investigating?",	"s_48":"Yes. Please, all I need you to do is look out for someone named Pilar VanDeef. That is my husbands name. If sometime during your jobs for Reimus you come across him or information about him. I would be appreciate if you let me know.",	"s_50":"I will look out for him.",	"s_52":"How much are you willing to pay?",	"s_54":"Willing? All there is to give. I am only able to pay very little, however. I'm sorry, but we are not rich people.",	"s_55":"Begol told me how you helped him out. I was wondering if you could do me a favor as well. I don't have a lot to pay you, but I am in desperate need of help.",	"s_56":"I understand. I'll let you know if I come across him.",	"s_58":"Thank you so much! That is all I can ask.",	"s_59":"What do you need?",	"s_60":"My services demand a rich reward. Find a new husband.",	"s_62":"Your actions will be rewarded.",	"s_63":"Begol said you came across a strange medical facility in the spice den he sent you to.",	"s_64":"No",	"s_66":"Ok. I understand. Thanks for your time.",	"s_67":"Well the spice den turned out to be a shipping company.",	"s_68":"Not interested in betraying Reimus, sorry.",	"s_70":"I swear to you, what I need from you will not betray Reimus. I just need to know what it is he had you find out. Is the work he is having you do related to medical supplies? Just a yes or no. Please, that is all I ask.",	"s_71":"A shipping company? I think it might be related to my husbands disappearance. I fear for his life. I need you to go back into that place and see if you can find him. His name is Pilar VanDeef. ",	"s_72":"Yes",	"s_74":"No",	"s_75":"I saw someone by that name.",	"s_77":"Oh my! Was he ok? Was he alive? What are they doing to him?",	"s_78":"Oh my sweet Pilar. I can't belive he is gone. How did this happen?",	"s_79":"It looks like the shipping office is a front for some terrible medical research.",	"s_80":"Pilar died like a Womp Rat? He died not as a man, but as a medical cadaver? I know who is behind this. It's that Dren! He's in charge of that facility. He's not a shipping executive. He's a cold killer. You must help me!",	"s_82":"He was when I left him, other than that I don't know anything else about him.",	"s_83":"Please tell me Dren is dead.",	"s_84":"No. I haven't done it yet.",	"s_85":"I understand.",	"s_86":"I can't say I'm not glad Dren is dead. I just wish he wasn't able to drag so many lives down with him.",	"s_87":"It turns out he was a puppet for someone else. He died a fool.",	"s_88":"I'm not sure that makes me feel any better. I'm not even sure I want to hear any more. I just want to be alone.",	"s_89":"I understand. Take care of yourself Kashi.",	"s_90":"I will. Please be careful yourself.",	"s_92":"I don't know how I can ask this. I don't have anything to give you, but could you get him for me? I miss him terribly and I really feel like they are going to do something bad to him. I can't explain it.",	"s_94":"Yes. I will do my best to get him back to you.",	"s_96":"I didn't see him last time, but I'm willing to give it another shot.",	"s_98":"That is so kind of you! You are the most beautiful diamond in this city of coal. You are my hero, thank you so much!"
}}