{
	"stfFile":"conversation/tatooine_eisley_aigorn",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_eisley_aigorn.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"I need data extracted from a computer inside a shipping company near here. It would be worth quite a few credits if delivered into the right hands.",	"s_103":"Understood. He will not live through the night.",	"s_104":"Who has the right hands?",	"s_105":"Very good.",	"s_108":"You'd be a lot safer if you left me alone.",	"s_2":"",	"s_34":"So. you've decided to dump that short-sighted Reimus and get with the winning team? Good choice. Do what I need, and you'll be a rich man.",	"s_36":"Just what is it you need?",	"s_38":"I want the medical data Reimus uncovered. My own sources have stated it could be very useful in the right hands.",	"s_39":"You have done well. I am sure this will bring a good pay off. There is only one problem remaining.",	"s_40":"What is that?",	"s_41":"Apparently, there is someone that was involved in these experiements that is now informing other parties about the medical data. We cannot allow that to continue.",	"s_42":"What are you suggesting?",	"s_43":"I want you to end that source of information.",	"s_44":"You want me to kill them?",	"s_45":"Did I say that? Murder is a crime. I would never do anything illegal. How you end that source of information is your problem. That is why I pay you so well.",	"s_46":"I will persuade this person that silence is often golden.",	"s_47":"Exactly my wishes. You will go far on Tatooine my friend. This planet revolves around people like you and I.",	"s_48":"Where is this talkative person located?",	"s_49":"Here is her location.",	"s_51":"Who has the right hands?",	"s_53":"Not a good start, my friend. Part of the deal is you do what I ask without worrying about the details. That's my job.",	"s_55":"I've got a bad feeling about this. I'm out.",	"s_57":"You aren't as smart as my sources led me to believe.",	"s_59":"I go where the credits are. That's all I really need to know.",	"s_61":"Have you got the data?",	"s_62":"No way. I'm through working for you.",	"s_63":"No fool. You're just through.",	"s_64":"No.",	"s_65":"Then why are you here?",	"s_66":"I want more money.",	"s_67":"Of course you do, doesn't everyone?",	"s_68":"I'm serious. I want more of the cut.",	"s_69":"We'll see when you get the data.",	"s_70":"I'll be expecting a good pay off, Aigorn.",	"s_71":"You'll get it and more.",	"s_72":"Have you demonstrated to the subject just how important it is that she remain quiet?",	"s_73":"Not yet. I am on my way now.",	"s_74":"Excellent.",	"s_75":"I'm glad we're clear on this.",	"s_76":"She will not be telling any more stories.",	"s_77":"Good, because there is another leak. It appears Dren is in charge at White Horse, and he knows about the research. He needs to be eliminated as well.",	"s_79":"We are, indeed.",	"s_81":"I'm not really concerned with what you want to do with it.",	"s_83":"That's smart. You're looking for credits, and I have them. I'll make sure it's worth your while if you gave that medical data to me.",	"s_85":"I'll make sure you get the information.",	"s_87":"Go back in to the base and find their infirmary. Get the data from their medical computer and return to me.",	"s_89":"It will be easy. You'll have that data soon.",	"s_91":"Just one more thing. If anyone else gets this data besides me. I will make sure you suffer for a lifetime, understand?",	"s_93":"I understand. Bad things will happen.",	"s_95":"Very bad things.",	"s_97":"So Tori mentioned me did she? I'll have to make sure she doesn't do that again. You however, appear to be someone I can depend on.",	"s_99":"Depend on for what?"
}}