{
	"stfFile":"conversation/tatooine_24_azure_cabal_tweego_01",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_24_azure_cabal_tweego_01.stf) is automatically generated by the SwgConversationEditor.",	"s_16":"Loruna sent you? Someday she's going to trust the wrong person...",	"s_18":"She said you would have something for me to do...",	"s_2":"",	"s_20":"She's the boss, though what the Azure Cabal needs with someone like you I can't understand.",	"s_22":"As you said, she's the boss.",	"s_24":"I'll test you, but understand this: I've known her for years and I take her safety *very* seriously.",	"s_26":"Let's get on with it.",	"s_28":"Why do you think I'm a threat?",	"s_30":"I am a hunter! I know a predator when I see one. As of now I have no reason to trust you and every reason to gladly watch you die.",	"s_32":"Too bad. Just upload the data already.",	"s_34":"Well, give me a chance to prove myself.",	"s_36":"All I can do is give you a chance to prove your skills. Only time - and a heap of successful service to the Cabal - will prove your worth.",	"s_38":"Just upload the data.",	"s_40":"Fine. What's my first task?",	"s_41":"Well, you made it farther than I thought you would, but you failed in the last part.",	"s_43":"I want to try again.",	"s_44":"You're going to bring me the heart of a dominant bantha bull. To identify the bull, you must get a hold of a musk gland from a smaller beast. By rubbing the hormones on yourself, you'll smell like a challenger. Trust me, the dominant bull will find you soon enough.",	"s_45":"So do I get the endorsement?",	"s_46":"I respect that. Request granted.",	"s_47":"You did not do as badly as I had expected, nor as well as I had hoped... I will grant the endorsement if that is what you want, but I will not pay the full amount. You did not complete the job.",	"s_48":"Just endorse me already.",	"s_49":"Let me try again!",	"s_5":"You survived? Well...I guess you might be good for something other than bait. Don't expect a parade! I'll send word to Loruna.  I would hunt with you.",	"s_50":"Done.",	"s_52":"Easy.",	"s_54":"You think so, do you?",	"s_56":"Trust me...I'm not who you're looking for.",	"s_57":"What do you need? You should be out hunting banthas.",	"s_58":"I suppose that's your highest praise.",	"s_59":"It is what it is. Don't read anything into it.",	"s_61":"I can't find any banthas around here!",	"s_62":"I'll figure it out.",	"s_63":"Come back when you have completed the task I set before you.",	"s_64":"It's called hunting for a reason. I didn't even specify a type of bantha. Any bantha will have the gland you need. Just find one, kill it, and wait for my comm. Pretty simple, I'd say.",	"s_65":"Fine.",	"s_66":"Now what?",	"s_67":"What should I do now?",	"s_9":"Loruna's the boss. When she tells me to give you a job, I give you a job. Until then, you're wasting air."
}}