{
	"stfFile":"conversation/tatooine_eisley_begol",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_eisley_begol.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_20":"Oh, how can they let that trash destroy people? It's terrible, they leave so many damaged and destroyed lives in their wake. I know the truth now. I used to think it was ok, that you made your own choices, but now I don't care about choices. I want revenge.",	"s_22":"Whoa there friend, revenge can be a tricky endeavor.",	"s_24":"I don't care. They took my beautiful Shan'ri away. I want to hurt them like they hurt me.",	"s_26":"What do you mean they took her away? Who is Shan'ri?",	"s_28":"My daughter, my beautiful, wonderful daughter. They killed her. They used her up and they killed her as sure as if they put a blaster to her head and pulled the trigger.",	"s_30":"Who killed her?",	"s_32":"Those spice dealers. They got her hooked on death sticks. Why would you make such a thing? It's just poison.",	"s_34":"Well, it was her choice. I don't think they forced her.",	"s_36":"It wasn't her choice, don't you understand that? You don't realize how long life can be and how easily it's damaged or even ended when you're her age. You think you're going to live forever, and whatever bad things you do to yourself will get better.",	"s_38":"I understand your conviction over this, but you won't convince me.",	"s_40":"Then can I at least convince you to help me get revenge?",	"s_42":"What kind of revenge? I don't think they deserve death for this.",	"s_44":"I don't know. I have to do something. The nightmares are getting worse. I can't sleep. I must do something before I go crazy!",	"s_46":"For the right price I could destroy their spice.",	"s_48":"I agree, the people that push that junk need to die.",	"s_50":"Yes! that's it they need to die. they must die and stand before their creator and answer for their actions.",	"s_52":"Be sure of the path before you when you set out to kill someone.",	"s_54":"But... that's what they did to her, to me. I don't think she would want me to kill though. No matter what. I can't offend her memory with blood.",	"s_56":"Then what do you want me to do?",	"s_58":"... Destroy the spice! That's it, you can hit them where it will hurt the most; their profits. It's better than they deserve, but maybe it will save someone else before they end up like my poor Shan'ri.",	"s_59":"Did Byxle send you? He really is a good friend even if he doesn't know how to cook.",	"s_60":"Yes, he said you needed help with something.",	"s_61":"Have you ever heard of that poison called death sticks?",	"s_62":"Yes I have.",	"s_63":"I want you to kill for me. I want revenge!",	"s_64":"Whoa there friend, revenge can be a tricky endeavor.",	"s_65":"You really are a great person. I don't think any other soul in this city would have helped me.",	"s_66":"It was my pleasure.",	"s_67":"Let me return the favor. I know of a woman that is in need of some help. I think after what you did for me, you might be the only person willing to help her. Her name is Kashi and I have transmitted her location to your datapad. Please see her.",	"s_69":"It would for a while, anyway.",	"s_71":"Yes, that's true. It might even convince them to not deal in that trash anymore. I mean, if someone like you got your revenge on me, I sure wouldn't cross you again.",	"s_73":"If you say so.",	"s_75":"Will you do that for me, please? I need this. I need this for her.",	"s_77":"Let me know when you are ready to get those spice crates. I can identify them through the commlink.",	"s_78":"I went to the location you gave me, but it's just a shipping company named White Horse.",	"s_79":"I don't care what it looks like on the outside. Those people are spice fiends. Check inside, you'll see.",	"s_80":"Show me where this place is, and I will destroy their supply.",	"s_82":"They work out of a base near here. You'll have to get inside to destroy their crates.",	"s_83":"Ok, if you're sure.",	"s_84":"I'm positive.",	"s_85":"I will.",	"s_86":"Thank you very much",	"s_88":"No problem.",	"s_90":"Oh, thank you so much! Thank you! You don't know what this means to me.",	"s_91":"Shan'ri? Where are you?"
}}