{
	"stfFile":"conversation/tatooine_knives_parry_kcur",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_knives_parry_kcur.stf) is automatically generated by the SwgConversationEditor.",	"s_14":"So you afraid of some overgrown lizards? ",	"s_16":"The boys say you did some good work for them. You interested in helping out?",	"s_18":"Yep. Just do a data dump and I'll get right on it. ",	"s_2":"",	"s_20":"Ok just do this little job and you will prove yourself to us.",	"s_21":"Spare me any details and just give me the job.",	"s_22":"The job is going down at these co-ordinates. Met us there. ",	"s_23":"You need to met us to take out that smuggler now. ",	"s_24":"Sure what is the job?",	"s_25":"I am not sure I want to get involved.",	"s_26":"We have a tip form a highly placed source in Lady Valarian's organization that a smuggler is coming into town. He is loaded with raw glimer straight from Kessel. We are going to take him out. You interested?",	"s_27":"Of course I am. What is the plan?",	"s_28":"Alright you did well. You ready for some real action? And a real pay-off? ",	"s_29":"You are lucky I don't bash your brains in.",	"s_30":"Let me think about it ok?",	"s_36":"Yea I can do that. ",	"s_38":"On second thought I think I will pass for the moment. ",	"s_40":"You know I don't think I am ready yet.",	"s_42":"Not right now.",	"s_44":"OK, come on back when you are ready, but the offer won't be open for ever.",	"s_47":"Sure am. How can I help?",	"s_48":"Good to see you are willing. But making a few pistols and jackets for us isn't enough. You need to prove that you aren't undercover. You game?",	"s_49":"Look what the Rancor dragged in.",	"s_50":"Sure am. What do you want me to do?",	"s_51":"It's simple really. I figure if you are undercover for Corsec, or the Imps you won't want to get into it with some Stormtroopers. Now I don't want you to take a Stormie's helmet or anything that crazy. But there is a corral of Dewbacks near an outpost of newly arrived Imps. They are using them as mounts, until their vehicles are properly acclimatized. Just wipe out a few of those Dewbacks."
}}