{
	"stfFile":"conversation/tatooine_24_azure_cabal_propti_xaroon_01",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_24_azure_cabal_propti_xaroon_01.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"Bring back as much of my stolen property as you can find.",	"s_102":"Maybe I can help with your current assignment.",	"s_104":"Oh, I could send you to kill some things, sure, but why? I do my own dirty work and don't really need your help.",	"s_106":"Just upload what you want me to do.",	"s_108":"Surely there's something...there always is.",	"s_110":"The only thing I have not been able to do for myself is find some things that were taken from me long ago.",	"s_112":"Get on with it already.",	"s_114":"I need more information than that.",	"s_116":"A conman named Hoverdale robbed me of everything I owned. I was performing for him. Like the young fool I was, I brought everything I owned with me: family jewels, my identity chips, all of my credits...everything!",	"s_118":"I'll see what I can find.",	"s_120":"If it was so long ago, I doubt there is much left.",	"s_122":"Find what you can. Anything is better than nothing.",	"s_124":"Okay.",	"s_126":"I have other things to do first.",	"s_128":"No you is good you. Goodbye.",	"s_2":"",	"s_23":"I greatly appreciate your help, %TO. I have sent my endorsement to Loruna.",	"s_27":"You are wonderful, %TO! I never thought to see that purse again! Thank you so much. I will send a message to Loruna of what you have done. The Azure Cabal needs someone like you.",	"s_29":"Does this mean I'm a member of the Cabal now?",	"s_31":"Not until Loruna says so. Finish the tasks she has set for you and return to her on Naboo.",	"s_33":"On my way now.",	"s_35":"I could use some direction.",	"s_37":"How can I help?",	"s_39":"Where is Broma Lak?",	"s_41":"Last I heard, he was located in the lightly forested area outside of Theed on Naboo. Do you need help finding the others?",	"s_43":"Yes.",	"s_45":"No.",	"s_47":"I could use some help finding the others.",	"s_48":"Goodbye.",	"s_49":"Loruna is preparing your missions, I believe. As soon as she issues the order, I'll have plenty for you to do.",	"s_50":"How did you become a member of the Azure Cabal?",	"s_51":"Goodbye.",	"s_52":"So you want my life history, then?",	"s_53":"I like knowing those I work with.",	"s_54":"Sorry, never mind.",	"s_55":"When I was young, I was a splendid dancer. I knew more flourishes than any of my sisters.  I was invited to perform throughout the galaxy! When I was approached for a private performance on Tatooine, I didn't hesitate. The money was good and I thought I'd found a new patron.",	"s_56":"Let me guess: Hoverdale?",	"s_57":"I should really be going.",	"s_58":"Yes. He seemed so sophisticated and well dressed, I assumed he was a lesser noble...I danced for him and his goons in that hideout you found...and even got paid for it in advance!",	"s_59":"That sounds alright. What happened?",	"s_60":"I've heard enough.",	"s_61":"As I was finishing a complicated flourish, Hoverdale leapt up and literally yanked the rug out from under me. I fell and hit my head. When I awoke, I was in a ditch and my belongings were gone!",	"s_62":"Goodbye, then.",	"s_63":"Horrible!",	"s_64":"I have heard enough. Thank you.",	"s_65":"I didn't even have enough to leave the planet. I managed to eke out a living by selling bits of information here and there. That's when Loruna found me. She was kind and helped me rebuild my life. From then on I have been a loyal member of the Cabal.",	"s_66":"Thank you for sharing.",	"s_67":"As you said, it's important to know those you work with. Goodbye, %TO.",	"s_68":"Remind me where the other Cabal members are.",	"s_70":"I can't find Tweego",	"s_72":"Tweego is on assignment on Tatooine right now. He's been ordered to stay near the spaceport in Mos Entha and track the movements of the Mystril Shadow Guard.  Do you need additional directions?",	"s_74":"Yes.",	"s_76":"No, thanks.",	"s_78":"Where can I find Porgryn?",	"s_80":"Porgryn is on assignment on Tatooine, near Wayfar. I believe that is near Jabba the Hutt's Palace. Be careful down there.  Do you need additional directions?",	"s_82":"Yes.",	"s_84":"No, thanks.",	"s_86":"I'll be on my way, then.",	"s_88":"I look forward to working with you!",	"s_93":"So you want to impress Loruna? Well, love, I don't hand out endorsements. So what can you do for me?",	"s_95":"Just upload what you want me to do.",	"s_96":"I believe that Hoverdale still uses a cave not far from here as a headquarters.",	"s_97":"I need help finding other Azure Cabal Members.",	"s_98":"I'll be going, then."
}}