{
	"stfFile":"conversation/tatooine_knives_parry_ind",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_knives_parry_ind.stf) is automatically generated by the SwgConversationEditor.",	"s_11":"Just looking for work.",	"s_13":"Well I got a job if you re interested. I need a scoundrel to get the dirt on Kavas over there. You up for that?",	"s_15":"Sounds like I am the scoundrel you want.",	"s_17":"The job is simple. I am positive that Kavas is using a gang of Hutt wannabes to rip off Lady Valarian's smuggling operations. I want you to infiltrate the gang and get evidence that Kavas is orchestrating their efforts.",	"s_19":"Sounds like something I can do. Where do I go?",	"s_2":"",	"s_21":"I have added the names of two of the gang members to your datapad. Talk with them, get into their confidence and get me information on Kavas.",	"s_23":"On second thought, never mind. ",	"s_25":"Well come back if you are interested later.",	"s_27":"Not really a scoundrel.",	"s_28":"You got the evidence! Thanks so much. Here is something for you. Now go to Lady Valarian. She won't believe this evidence if it comes directly from me. But an outsider like you should impress her. ",	"s_29":"Well that was a waste of time. Lady Valerian was not interested. I just don't understand. She knows that Kavas is stealing from her!",	"s_31":"Just drop the details into my datapad and I am off. ",	"s_33":"Not sure. What do you have to offer?",	"s_35":"Great a comedian. Ok smart guy I have enough problems in my life what with Kavas trying to backstab me. ",	"s_37":"Backstab? What do you mean.",	"s_39":"She is trying to get me in bad with Lady Valarian. Saying that I am stealing gambling profits. Well I know for a fact she is setting up the smuggling operation, and getting a kick back from it. ",	"s_41":"Sounds like that is something I don't want to get involved in. ",	"s_43":"So what do you plan to do.",	"s_45":"Beat her to the punch of course! But I need someone who isn't well known in these parts. You interested?",	"s_47":"Please come back later.",	"s_48":"Sure am. What is the plan?",	"s_49":"Sorry to hear that.",	"s_50":"Well I appreciate your efforts.",	"s_51":"On my way.",	"s_52":"Thanks.",	"s_53":"I am working on it.",	"s_54":"Work faster.",	"s_55":"On my way.",	"s_56":"Come back quickly.",	"s_7":"I don't have allot of time. Kavas is getting people to manufacture evidence against me. I have to beat her to the punch. Find out what is going on.",	"s_9":"And what do you want?"
}}