{
	"stfFile":"conversation/tatooine_anchorjobs_ordo",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_anchorjobs_ordo.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"I really appreciate your help, but things are heating up with the Imps. I got to start backing off on handing out missions. I have let others know what you have done. Good luck. ",	"s_14":"I need you to complete the tasks that I have assigned you. Now get to it.",	"s_2":"",	"s_34":"What do you want?",	"s_36":"I am looking to help the Rebellion",	"s_43":"Yeah, seems to be a lot of people looking to help out once we won the battle of Yavin 4. Where were you before? Never mind. I do have some low security jobs I can farm out. Here is the list. Anything strike your fancy?",	"s_44":"I can help hunting banthas.",	"s_45":"I could retrieve those chips.",	"s_46":"Infiltrating the Valarian depot is something I can handle.",	"s_47":"The Valarians have recovered a leg of an AT-AT and have it at their depot in the mountains. I want you to remove its RX-8 modulator, analyze its circuitry and then transmit the information to me. ",	"s_48":"Consider it done.",	"s_49":"Good. The location and other mission information has been uploaded to your datapad. ",	"s_53":"On second thought, no. ",	"s_54":"Why the RX-8 modulator?",	"s_55":"The modulator controls the signals that make the leg move. If we can get a complete diagram of its circuitry our people might be able to come up with a device that will jam or disrupt those control signals. If we can do that ... well those things hit the ground pretty hard.",	"s_56":"You got it.",	"s_57":"On second thought, no. ",	"s_58":"We want to break the terrorists tactical code. To do that we need you to take out terrorists, collect the code chips from their comm-links and download their encryption keys. Send those keys to me.",	"s_59":"I'll do it.",	"s_60":"How am I to do that?",	"s_61":"With those codes we can keep a closer eye on what the terrorists are doing. Take out terrorists, collect the code chips from their comm-links and download their encryption keys. Send those keys to me.",	"s_62":"Here is the information of where to go and what to do. ",	"s_63":"I am sorry, do I know you?",	"s_64":"Not interested.",	"s_65":"I am on my way.",	"s_66":"On second thought, no. ",	"s_67":"Imperials are using them to increase the number of patrols. They seem to have used up all of the dewbacks in the area. I need you to cull the local herd. ",	"s_68":"Sounds like a plan. ",	"s_69":"Why are we slaughtering these beast?",	"s_70":"Look, I am not asking you to exterminate them as a species. Just thin out the local herds enough so that the Empire can't use them to mount additional patrols. Fewer patrols makes it safer for us to move men and materials around. Will you do it?",	"s_71":"Sounds a bit harsh, but I will do it.",	"s_72":"Good, here is the information that you need. Good hunting. ",	"s_74":"Well I expect it is a bit too much for you. Come back when you think you are up for it. ",	"s_75":"I had a bantha doll when I was a kid. I will pass.",	"s_77":"Hey, you really did a number on those mercs. I can't say I'm sorry they are gone. They've been a thorn in our side for some time now.",	"s_78":"Well they won't be causing you any more problems.",	"s_79":"Thanks for the help.",	"s_80":"What about the other jobs?",	"s_81":"This is what is left to do.",	"s_82":"I can help hunting banthas.",	"s_83":"I could retrieve those chips.",	"s_84":"Well if you don't want my help I will leave.",	"s_86":"Move along.",	"s_88":"I'll just move along.",	"s_90":"Good decision."
}}