{
	"stfFile":"conversation/tatooine_wald_firstquest",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_wald_firstquest.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"How will I ever finish all of this before sunsdown?",	"s_16":"Welcome back!  You have shown me that your skills are not underrated.  I have two more tasks for you if you are interested.  I can even pay you a little for your help this time.",	"s_18":"Whatever I can do to help out.",	"s_2":"",	"s_30":"I can't help you any further.  I just don't have the time.",	"s_32":"I understand.  Thank you for your help so far.  You have helped me get a bit closer to finishing my chores.  Now I just have to find a way to get these last two done.",	"s_34":"Only two more jobs?  On second thought, I have a little bit of time if you make it quick.",	"s_36":"Good luck.",	"s_38":"Thanks.",	"s_40":"I'm sorry I'm very busy...oh, its you!  How goes the giant mynock hunting?  Have you thinned them out enough yet?",	"s_42":"I'm afraid you will have to talk to Watto if you need something.  I have too much to do...yes, far too much to do.",	"s_44":"Easy, there.  You look overwhelmed.  Is there something I can help with?",	"s_46":"You would be willing to help me out?  Generous of you.  My name is Wald.  My boss, Watto, has asked me to do a number of things in addition to my regular daily chores.  The problem is, I don't have the ability to personally take care of some of them.  Maybe you are.",	"s_48":"I can handle it.  What do you need done?",	"s_50":"I need to make sure you have the skills I need.  The first problem I have is mynocks.  Mynocks have been slipping into the junkyard and eating all the power cables at night.",	"s_52":"Mynocks!  That should not be a problem.",	"s_54":"Normally, no.  It would be something I could handle on my own.  However, these are not your average Tatooinian mynocks.  This is a flock of rather large mynocks, giants even.  A regular customer noted the location of their nest the other day and I have the coordinates if you are still willing to help.",	"s_56":"Giant mynock, huh?  Well, I will give it a shot.  What are the coordinates?",	"s_57":"Please finish those two jobs before the suns set or else Watto is going to let me have it.  I appreciate all you have done so far.",	"s_58":"My customer has delivered payment and the engines on time.  I can not thank you enough, my friend.  Watto is going to be...well, not angry at me, which is a good thing.  I know this isn't much, but you have my gratitude as well and perhaps that will count for something with you as well.",	"s_59":"I want to thank you again for helping me with those jobs.  Come back any time.",	"s_60":"Excellent!  There are only two extra jobs left so I'll let you choose which you do first.  The first involves teaching a lesson to some punk kids here in Mos Espa.  The other is a simple pickup of some merchandise for a customer of mine.  Still interested?",	"s_61":"What's this about teaching kids a lesson?",	"s_63":"Hmm, actually, that sounds like a lot to do.  I'll pass.",	"s_64":"There is a local gang of teens called the Laser Flits.  They are a relatively new gang operating here out of Mos Espa.  I have the location of their hideout.  Recently they ambushed a delivery of swoop parts we were delivering to a customer.  There were ten parts in all.  I need you to recover those parts. Most likely you'll find the parts on these gang members.  If you have to teach these kids a lesson to get the parts back, so be it.",	"s_65":"Alright, that sounds easy.",	"s_66":"Once you find all ten parts, there is a customer waiting on them in the bar at the Mos Espa Starport.  He is also the man I am buying the engine parts from.  I have a credit chip to pay for the engines which are off an old Y-wing model.  You'll need to give him the credit chip.  You can certainly pick up the engine parts first and then handle the gang.  I leave that up to you.  However, I'm paying you to do both together.",	"s_67":"Fair enough.  Can I get the coordinates and the credit chip, then? I'd like to get started.",	"s_69":"Alright, here is the chip and the coordinates.  Come back here when you have finished and I will pay you what I can.",	"s_70":"Oh thank you!  Here are the coordinates.  Please come back when you have thinned out their flock enough to make them move on to another area.  Twenty should be enough.",	"s_72":"On second thought, I've changed my mind.",	"s_73":"You know what, I've changed my mind.  You'll have to find someone else.",	"s_76":"I was glad to help, Wald.",	"s_77":"Always glad to help so long as I get paid.  See ya around, Rodian.",	"s_78":"That's it!  I suppose a junk dealer just doesn't have the means to pay well.",	"s_79":"Take care, my friend.",	"s_80":"Take care then.",	"s_81":"Hmm, well, good day.",	"s_82":"I'll be back soon.",	"s_84":"Great!  See you then.",	"s_86":"Did you say GIANT mynock? Um...I think I've changed my mind.  Good luck with those monsters.",	"s_88":"Right.  Thanks a ton.  How am I going to finish all of this before sunsdown?",	"s_90":"Mynocks!  You need an exterminator, not me!  Next time, waste someone else's time, Rodian!",	"s_92":"I am sorry to have bothered you.  I will find someone more capable.",	"s_94":"Sounds tough.  Perhaps you should get someone else to help out.",	"s_96":"Yes, perhaps you are right.  Oh, how will I ever finish all of this before sunsdown?",	"s_98":"Fine, I'll leave you to your work."
}}