{
	"stfFile":"conversation/tatooine_eisley_purvis",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_eisley_purvis.stf) is automatically generated by the SwgConversationEditor.",	"s_124":"",	"s_132":"The mayor wants to tell you what a good job you're doing. Not that he'd ever say that to me...",	"s_136":"Don't forget, you're still on assignment.",	"s_197":"Recon's exciting, isn't it? No, I guess it's not. So let's get down to something exciting. Combat. Are you ready to battle for Mos Eisley?",	"s_200":"Battle? Seriously?",	"s_203":"I guess I'm ready for combat.",	"s_205":"We need to do something about your attitude, soldier. I need to hear a 'Yes Sir!'",	"s_208":"Um...Yes, sir?",	"s_211":"No! Put some heart into it. I know you've got more than that. Now give it to me! Let me hear a 'Yes, sir!'",	"s_213":"I'm not gonna say it.",	"s_216":"Oh, come on. Just for me?",	"s_219":"I don't think so.",	"s_221":"There's not much point in my being a superior officer if I can't get a 'yes, sir' every once in a while is there?",	"s_224":"Doesn't matter to me.",	"s_227":"You're doing it now just to be mean. I mean why else would you stand here arguing with me. You could have just said it and been on your way by now.",	"s_229":"You think I'm just being mean?",	"s_232":"Is that what it is? Are you just mean? I mean, seriously, how hard is it to just give me a 'yes, sir!' every once in a while?",	"s_235":"Ok, fine. Yes, sir!",	"s_237":"Ok, I'll think about it.",	"s_240":"What is there to think about? You'll either do it or you won't. I'm just saying I don't think it's too much to ask...",	"s_243":"Well, I'm not saying it.",	"s_248":"Yes, sir!",	"s_250":"Fine. Yes, sir!",	"s_252":"Don't fool yourself, we are at war. The Tusken Raiders are ready to take this city, and I won't let that happen. I won't let you let that happen either.",	"s_254":"Good, I'm looking for work.",	"s_256":"What is it you want me to do?",	"s_258":"The Tuskens are sneaky. They're living in that junk town just outside the city. I'm going to have you go out there and do some recon.",	"s_260":"Sounds simple enough.",	"s_262":"Good attitude, soldier. I'm giving you a location to scout out, when you're done there I'll give you another one. You ready for this?",	"s_264":"I'll do it.",	"s_266":"Good, good. Here's the location. Prepare your report when you arrive and I'll make contact with you when you're done.",	"s_268":"I think I'm busy right now.",	"s_270":"This war won't end because you're ignoring it. You come back to me when you're ready to do your duty to Mos Eisley.",	"s_272":"Can you explain a little more?",	"s_274":"I want to know what they're up to. I want you to go scout out their little town and see what it is they're planning.",	"s_276":"That's it?",	"s_44":"You have me confused with someone else.",	"s_46":"Oh. My mistake then. I've gotta stop doing that.",	"s_58":"You did good work, soldier, but now it's time for you to move on.",	"s_66":"What are you doing here? You should be out in the field, reconning those Tuskens!",	"s_67":"Yes, sir!",	"s_68":"Good! Very good, indeed! Now, let's get you started. Here are your orders, now get out to the field.",	"s_69":"Yes, sir!",	"s_70":"Still dealing with those Tuskens, eh? Ok, well, get back out there. This isn't break time."
}}