{
	"stfFile":"conversation/tatooine_entha_draknus",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_entha_draknus.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"It appears you are quite the racer after all. Please return to An'Kwee with my compliments. Your tests were quite entertaining.",	"s_100":"As you wish, %TU.",	"s_101":"What do you mean, Draknus?",	"s_102":"I don't have a speeder.",	"s_104":"Why would you come to a speeder race without a speeder?",	"s_105":"You are currently involved in a speeder race.",	"s_106":"I thought I could get one here.",	"s_108":"You should check the bazaar, %TU. We do not sell speeders here.",	"s_109":"Oh really?",	"s_110":"Hey. Why don't you go pick me up a couple of chewy chuba combos from Byxle's in Mos Eisley?",	"s_112":"Why would I want to do that?",	"s_113":"Indeed. Please resume the race.",	"s_114":"You could get you some too.",	"s_2":"",	"s_20":"As I said; quite the challenging race, don't you think?",	"s_24":"Well done. That was fine work. ",	"s_36":"It is as I thought. You will need more practice with this race.",	"s_4":"No more races, %TU.",	"s_40":"Congratulations, %TU. You have completed the first race. As I indicated earlier, the race was only a beginner's test.",	"s_42":"I'm guessing you have more races in store for me.",	"s_44":"At least one more.",	"s_46":"Another test? Why don't we get to the real thing?",	"s_48":"This race is a bit more difficult than the first. You may need to repeat it.",	"s_57":"This is far too important of a race to have you waste your time talking to me.",	"s_60":"An'Kwee is usually a good judge of pilots. A rare mistake on her part.",	"s_62":"I can win that race. Give me another chance!",	"s_63":"Why are you talking to me?",	"s_64":"You may attempt these races as many times as it takes you to complete them, %TU. I am sure you will experience better luck this time.",	"s_66":"Thank you. I am ready.",	"s_68":"May luck forgive your mistakes, %TU.",	"s_70":"An'Kwee says you can race, %TU. I will have to see for myself. I don't know you so I am going to give you an easy race. It will not take long, and we will see soon enough if you can follow a course.",	"s_71":"Why not?",	"s_72":"Most of the racers were arrested by the Empire in a  podracer sting operation. We're going to have to start all over again with fresh meat.",	"s_73":"Never say die?",	"s_74":"How can we? Racing is what we do best.",	"s_75":"So you will tell her I'm a good racer?",	"s_76":"I will, and more. You have done well today, %TU.",	"s_77":"Great. I will head back to her.",	"s_78":"I will comm her that you are going to be arriving, and tell her how much I enjoyed your exciting races.",	"s_79":"Good point. I'll get back in the race.",	"s_80":"Indeed.",	"s_81":"Yes it is, but that's not going to stop me.",	"s_82":"Outstanding, %TU. Your indomitable spirit is admirable.",	"s_83":"Thank you. Do you have any other challenges for me?",	"s_84":"Indeed I do. One final race. It will test you more than either of the first two races. You would do well to complete it on your first try.",	"s_85":"No problem, just point me to the race timer.",	"s_86":"One with such bravado has no need of luck, but I wish it yours regardless.",	"s_87":"Why wouldn't I talk to you?",	"s_88":"Because you are in a race, %TU.",	"s_89":"I knew that.",	"s_91":"Just one more run. I can beat this.",	"s_92":"Good Luck, %TU.",	"s_93":"Of course. Please finish the race.",	"s_94":"That won't be a problem.",	"s_96":"Excellent. At least you talk as if you were a speeder pilot. We shall soon see, no?",	"s_97":"I am thinking you are off-course, %TU. There are no waypoints in the vicinity.",	"s_98":"Let's go Draknus, I want to race now."
}}