{
	"stfFile":"conversation/tatooine_privateer_tier4",
	"entries": {
		"do_not_edit":"The English version of this file (tatooine_privateer_tier4.stf) is automatically generated by the SwgConversationEditor.",	"s_0":"",	"s_10652869":"Try not to get killed. Get back out there.",	"s_11eba9b0":"Here's your pay!",	"s_1234129d":"Are you mocking me?",	"s_13031eaa":"What brings a pilot like you out this way?",	"s_1371de7b":"I'm always happy to see TIE fighter debris, floating through space. Nice work out there!",	"s_18b41c2f":"OK! So far, so good. Mission accomplished. And in true pirate tradition, you get a little off the top.",	"s_190e0e72":"Good point.",	"s_1a5ce928":"Time is money! And you're wasting time! I don't do business with malingerers!",	"s_1d267ca4":"I can't really say, since I don't know. But it won't kill you to see this Admiral and hear what he has to say, right? He can't exactly force you to do anything for him, but there is a lot of things a pilot can learn from the Alliance.",	"s_2313ac9e":"What are you talking about?",	"s_2e0d4c28":"Money! You want it?",	"s_303b5f14":"Hey! There's my favorite bum now. I have some surprising news here for you.",	"s_30a9191e":"Hey! I've got no time for bums like you. ",	"s_324779f6":"Do I have any missions? Yes. Do I think you can handle them? No. Why don't you go find your mama and quit bothering me.",	"s_350":"What brings a pilot like you out this way? Surely you didn't come just to say hello.",	"s_351c69aa":"Don't bother! I know what you're going to say.",	"s_35a6c533":"You've got it!",	"s_364":"Interesting.",	"s_36a61f55":"OK! I get it! I'll get back to work!",	"s_378":"Okay.",	"s_380":"Then there's a Nym smuggler who needs an escort if he's going to make it through Lok space. As you can see, we have lots of opportunities here to earn Nym's gratitude. And that's a good thing.",	"s_382":"I see what you mean.",	"s_38264798":"GET TO WORK!",	"s_384":"If you want to stick it to the Imperials, you could liberate - wink, wink - one of their freighters and bring it to a hyperspace jump point. We could always use something like that.",	"s_386":"Interesting.",	"s_388":"And if you just feel like blasting everything in sight, I could send you out a Dantooine patrol! Everybody's out there these days: CorSec, RSF, Imperial, even Valarian ships. Plenty of targets. So which one is it going to be? ",	"s_38a1649f":"Better make sure your blasters are operating at full capacity before you take off for Lok! Watch your back, %TU.",	"s_3afa07bf":"Hey! Don't be ungrateful. It's unattractive. If you want more, just ask me for another mission.",	"s_3c7012a7":"No. I said I was good.",	"s_3c81c35":"What? ",	"s_3d6e04e6":"Oh boy. Here we go.",	"s_3fac3195":"THAT'S RIGHT! You must be some kind of mindreader! Maybe you should quit being a pilot and get a job reading palms down at the cantina!",	"s_3ff5bba1":"I said that? ",	"s_403":"So you want me to join the Rebellion?",	"s_405":"What's on the plate for today?",	"s_406":"Let's see. How about exotic vessels?",	"s_407":"Let's see. How about heavy starship components?",	"s_408":"Let's see. How about expert techniques?",	"s_409":"Let's see. How about droid intelligence theory?",	"s_410":"Sounds great.",	"s_412":"Sounds great.",	"s_412dc22e":"I'll take that escort.",	"s_414":"Sounds great.",	"s_416":"Sounds great.",	"s_418":"Smugglers like us, we have a code.",	"s_420":"Enlighten me.",	"s_422":"It's simple. We just try to help people in need. ",	"s_424":"That's it?",	"s_426":"Well...we really try to help people who can help US later on.",	"s_428":"Now you're talking.",	"s_430":"Good job with those Valarian fighters! You really put them in their place.",	"s_432":"I just did what I was told.",	"s_434":"Lots of people in this sector hate the Valarians. They appreciate what you did. It's good publicity for the Smugglers Alliance, see.",	"s_436":"I follow you.",	"s_438":"So I want to keep spreading the love. You're going to go on a goodwill mission.",	"s_440":"How so?",	"s_442":"I want you to start targeting enemy forces - starting with an Imperial Ace. Everybody hates the Imperials! ",	"s_444":"Where is this guy?",	"s_446":"All your action's going to be in Lok. Later on, you'll be targeting CorSec forces, even RSF - all the guys that do their part to stifle and subjugate the masses.",	"s_448":"So you're just a freedom fighter.",	"s_450":"Well...I want everybody to be free to do business with our smugglers, if that's what you mean! ",	"s_452":"Very touching.",	"s_454":"Thanks. I think so! You're clear to leave anytime.",	"s_456":"Skip the lecture and give me a mission! I need the money.",	"s_458":"What happened? Did you blow your paycheck at the cantina?",	"s_460":"None of your business. ",	"s_462":"Good job with those Valarian fighters! You really put them in their place.",	"s_464":"I just did what I was told.",	"s_466":"Lots of people in this system hate the Valarians. They appreciate what you did. It's good publicity for the Smugglers Alliance, see.",	"s_468":"I follow you.",	"s_470":"So I want to keep spreading the love. You're going to go on a goodwill mission.",	"s_472":"How so?",	"s_474":"I want you to start targeting enemy forces - starting with an Imperial Ace. Everybody hates the Imperials! ",	"s_476":"Where is this guy?",	"s_478":"All your action's going to be in Lok. Later on, you'll be targeting CorSec forces, even RSF - all the guys that do their part to stifle and subjugate the masses.",	"s_480":"So you're just a freedom fighter.",	"s_482":"Well...I want everybody to be free to do business with our smugglers, if that's what you mean! ",	"s_484":"Very touching.",	"s_4854b859":"I thought you told me you were the greatest pilot of all time.",	"s_486":"Thanks. I think so! You're clear to leave anytime.",	"s_488":"So tell me. Did you hear any good rumors in Jabba's Palace?",	"s_490":"What do you mean?",	"s_49155225":"I want to see the back of you! Pronto!",	"s_492":"Jabba's always working an angle. And we haven't heard much from him lately. Is he planning something in Dathomir?",	"s_494":"What? No!",	"s_496":"He is, isn't he? I've heard stories.",	"s_498":"I don't know what you're talking about. ",	"s_4bb3bd9d":"Sounds like that poor smuggler needs my help.",	"s_4bb84e05":"Jabba's happy. And that means I'm happy. And if I'm happy, you're happy! ",	"s_4eee118b":"Nym's going to appreciate that! ",	"s_500":"Uh huh. ",	"s_502":"Really, I don't! I didn't have any time for gossip. I was too busy working.",	"s_50335ae8":"So tell me. Did you hear any good rumors in Jabba's Palace?",	"s_504":"I'll just say one word: Dathomir.",	"s_506":"I can't tell you what I don't know! ",	"s_508":"OK tough guy, have it your way. Let's get down to business. We need to help Jabba.",	"s_510":"I thought I was done with him.",	"s_512":"Jabba's a good ally for us. He's the strongest crime lord in the sector, by far. ",	"s_514":"Sure - for now. One of these days, Lady Valarian could become the strongest.",	"s_516":"She's definitely the UGLIEST - and that's saying something! Jabba's not exactly easy on the eyes. And forget about Lady Valarian becoming the top player. It'll never happen. ",	"s_518":"You never know.",	"s_520":"We're doing our part to keep Jabba on top. And that leads me to your next assignment.",	"s_5206ea9b":"Mind your own business.",	"s_522":"What is it?",	"s_524":"Valarians are starting to get active around Dantooine. Too active, if you know what I mean. We need to nip that nonsense in the bud. I want you to disable a Valarian gunship and inspect it.",	"s_526":"What am I looking for?",	"s_528":"Freight plans. I want to know what they're transporting! ",	"s_530":"You got it.",	"s_532":"And remember: Jabba forever! ",	"s_534":"Nothing to tell. I'm here to get a mission!",	"s_536":"Did you like the palace?",	"s_538":"Not really. It smelled terrible. ",	"s_540":"That's the smell of money, %TU! Jabba's a good ally for us. He's the strongest crime lord in the system, by far. ",	"s_542":"Sure - for now. One of these days, Lady Valarian could become the strongest.",	"s_544":"She's definitely the UGLIEST - and that's saying something! Jabba's not exactly easy on the eyes. And forget about Lady Valarian becoming the top player. It'll never happen. ",	"s_546":"You never know.",	"s_548":"We're doing our part to keep Jabba on top. And that leads me to your next assignment.",	"s_550":"What is it?",	"s_552":"Valarians are becoming active around Dantooine. Too active, if you know what I mean. We need to nip that nonsense in the bud. I want you to disable a Valarian gunship and inspect it.",	"s_554":"What am I looking for?",	"s_555c668c":"I know all! Get your backside over to Jabba's Palace.",	"s_556":"Freight plans. I want to know what they're transporting! ",	"s_558":"You got it.",	"s_559912":"Don't be so quick to judge me. I can get the job done.",	"s_560":"And remember: Jabba forever! ",	"s_562":"What do you know about the Black Sun?",	"s_564":"I know they're good.",	"s_566":"They sure are! But even they get into trouble now and then. Any interest in helping them out?",	"s_568":"Depends. I don't want to get sucked into their world. ",	"s_5681e74d":"He is one of the Alliance fleet commanders. He's got a force stationed in the Outer Rim. Not really sure what they are planning to do out there, but if he is looking for outside help, it must be something big.",	"s_570":"Not likely. The Black Sun have their own code of ethics when it comes to business. They stick to their own.",	"s_572":"What's the situation? ",	"s_574":"The Imperials have captured a Black Sun transport. It's carrying some good contraband - the kind of thing that would eventually end up in our pockets, if the Imperials would just mind their own business.",	"s_576":"So I'm gunning for the Imperials.",	"s_578":"You sure are!",	"s_580":"What about the Black Sun? Don't they want to save their own ship?",	"s_582":"Sure! But the ship's almost completely disabled, so the guys on board are no use. And there aren't any other Black Sun in the vicinity. We're it! ",	"s_58362a8d":"Tell me about it.",	"s_584":"Then I guess I better get to work.",	"s_586":"I guess so! Let me know how it goes! Get to Dantooine and hurry up.",	"s_588":"I know they're trouble.",	"s_58b4c6a6":"The last thing you want is a bunch of fighter aces gunning for you. Get back out there!",	"s_590":"Not for us, they're not! Talon and the Black Sun have an... understanding. A lucrative one. ",	"s_592":"Interesting.",	"s_594":"Sure is! They're killers and sociopaths, but they're good earners. And they need our help.",	"s_596":"What's the situation? ",	"s_598":"The Imperials have captured a Black Sun transport. It's carrying some good contraband - the kind of thing that would eventually end up in our pockets, if the Imperials would just mind their own business.",	"s_5e6a9bde":"No, I'M telling YOU to mind your OWN business! And your business is at Jabba's Palace! So start walking, bub.",	"s_600":"So I'm gunning for the Imperials.",	"s_602":"You sure are!",	"s_604":"What about the Black Sun? Don't they want to save their own ship?",	"s_606":"Sure! But the ship's almost completely disabled, so the guys on board are no use. And there aren't any other Black Sun in the vicinity. We're it! ",	"s_608":"Then I guess I better get to work.",	"s_610":"I guess so! Let me know how it goes! Get to Dantooine and hurry up.",	"s_612":"Not much.",	"s_614":"Oh come on! You're kidding, right? The Black Sun is the biggest criminal syndicate around. And they are CONNECTED. ",	"s_616":"No way.",	"s_618":"They've got their fingers in every pie.",	"s_620":"Including Karrde's?",	"s_622":"Talon and the Black Sun have an... understanding. A lucrative one. ",	"s_624":"But I thought...",	"s_626":"Pirate life, my friend! There's no black and white. It's all just shades of gray.",	"s_628":"Interesting.",	"s_62b0748":"Everything's coming up roses, %TU.",	"s_630":"Sure is! The Black Sun are killers and sociopaths, but they're good earners. And they need our help.",	"s_632":"What's the situation? ",	"s_634":"The Imperials have captured a Black Sun freighter. It's carrying some good contraband - the kind of thing that would eventually end up in our pockets, if the Imperials would just mind their own business.",	"s_636":"So I'm gunning for the Imperials.",	"s_638":"You sure are!",	"s_640":"What about the Black Sun? Don't they want to save their own ship?",	"s_642":"Sure! But the ship's almost completely disabled, so the guys on board are no use. And there aren't any other Black Sun in the vicinity. We're it! ",	"s_644":"Then I guess I better get to work.",	"s_646":"I guess so! Let me know how it goes! Get to Dantooine and hurry up.",	"s_648":"Now then. You did good work with Jabba. ",	"s_650":"Thanks.",	"s_652":"Write that one down in your diary! I just gave you a compliment. I NEVER give compliments. It's a red-letter day.",	"s_654":"Aw shucks. Lucky me.",	"s_656":"If Jabba's happy, we're happy. We can't do our jobs without the love and affection of our local crime lords.",	"s_658":"I see.",	"s_660":"Now that Jabba's content, we can go about our business.",	"s_662":"Yeah.",	"s_664":"But the question is, what have you done for me lately? So let's get to work. Had enough of this place?",	"s_666":"Enough for a lifetime!",	"s_668":"Well listen up, there's a whole galaxy of booty out there, ripe for the picking! It's time for you to branch out, see what's out there. Think you're up to it?",	"s_670":"Oh yeah.",	"s_672":"I'm warning you now - it's the big time! Lots of unsavory elements flying around out there!",	"s_674":"Like what?",	"s_676":"There's CorSec, for one thing. Those guys are always mucking things up for us. Then you've got your stuck-up RSF forces. The Imperials would like us to straighten up and fly right - and that'll never happen! Even your old friend Lady Valarian is gunning for us, since we're aligned with Jabba.",	"s_677b3694":"EVERYBODY wants money!",	"s_678":"I can handle them.",	"s_67e6df55":"Okay.",	"s_67ec71d0":"Hey, there you are. Ready to get back to work?",	"s_680":"OK! That's all I need to hear. Now listen up! Here's the situation. One of Nym's ships is carrying a load of spice - although you didn't hear that from me. You're going to transfer that spice to a Hutt smuggler.",	"s_682":"Where?",	"s_684":"Lok! Prettiest corner of the galaxy. Although you won't be doing any business on the surface. This is strictly a space mission.",	"s_686":"Sounds easy enough.",	"s_688":"Sure! It'd be REAL easy, if the Imperials would just mind their own business! But I think you can count on some interference from Imperial forces.",	"s_69":"Thanks.",	"s_690":"Sounds like fun.",	"s_692":"If you say so! You'll find the coordinates in your ship's database. Bye now! ",	"s_694":"You know Jabba was always trying to make backdoor deal with the Imperials.",	"s_694ce3f1":"Could you explain it to me again?.",	"s_696":"Jabba works all the angles! Things are different with Talon. He's no fan of the Empire. Are you willing to aim your blasters at those TIE fighters?",	"s_69647725":"Actually, no, you didn't. Talon said it! Maybe Talon was wrong!",	"s_698":"I can handle them.",	"s_6b1ef548":"I'm looking for Talon Karrde.",	"s_6e4cac2c":"I can use it.",	"s_6f729033":"Okay. Suit up. You're going back out there.",	"s_700":"OK! That's all I need to hear. Now listen up! Here's the situation. One of Nym's ships is carrying a load of spice - although you didn't hear that from me. You're going to transfer that spice to a Hutt smuggler.",	"s_702":"Where?",	"s_704":"Lok! Prettiest corner of the galaxy. Although you won't be doing any business on the surface. This is strictly a space mission.",	"s_706":"Sounds easy enough.",	"s_708":"Sure! It'd be REAL easy, if the Imperials would just mind their own business! But I think you can count on some interference from Imperial forces.",	"s_70a95d7f":"False modesty! I love it. Here's your cut. Let me know when you're ready to do some more work for Talon.",	"s_710":"Sounds like fun.",	"s_712":"If you say so! You'll find the coordinates in your ship's database. Bye now!",	"s_714":"I guess.",	"s_716":"Now that Jabba's happy, you're free to work with Talon Karrde again. But Talon's busy. So you're reporting to me!",	"s_718":"OK.",	"s_71d95498":"So you want me to join the Rebellion?",	"s_720":"Talon says you're a good worker. But I'll believe it when I see it! ",	"s_722":"So put me to work! ",	"s_724":"Hey! Good idea! Listen pal, there's a whole galaxy of booty out there, ripe for the picking! It's time for you to branch out, see what's out there. Think you're up to it?",	"s_726":"Oh yeah.",	"s_728":"I'm warning you buddy - it's the big time! Lots of unsavory elements flying around out there!",	"s_730":"Like what?",	"s_732":"There's CorSec, for one thing. Those guys are always mucking things up for us. Then you've got your stuck-up RSF forces. The Imperials would like us to straighten up and fly right - and that'll never happen! Even your old friend Lady Valarian is gunning for us, since we're aligned with Jabba.",	"s_734":"You know I worked WITH the Empire when I was helping Jabba.",	"s_736":"Jabba works all the angles! Things are different with Talon. He's no fan of the Empire. Are you willing to aim your blasters at those TIE fighters?",	"s_738":"I can handle them.",	"s_740":"OK! That's all I need to hear. Now listen up! Here's the situation. One of Nym's ships is carrying a load of spice - although you didn't hear that from me. You're going to transfer that spice to a Hutt smuggler.",	"s_742":"Where?",	"s_744":"Lok! Prettiest corner of the galaxy. Although you won't be doing any business on the surface. This is strictly a space mission.",	"s_746":"Sounds easy enough.",	"s_748":"Sure! It'd be REAL easy, if the Imperials would just mind their own business! But I think you can count on some interference from Imperial forces.",	"s_74aa808d":"If you want to stick it to the Imperials, you could liberate - wink, wink - one of their freighters and bring it to a hyperspace jump point. We could always use something like that.",	"s_750":"Sounds like fun.",	"s_752":"If you say so! You'll find the coordinates in your ship's database. Bye now!",	"s_76e45e0f":"If I give you another shot, do you think you can handle it?",	"s_7e0dff76":"Yeah. ",	"s_81f135c8":"Time for you to get to work! You're no use to me when you're just standing around. What are you going to do? Or do you need me to explain the situation to you again?",	"s_842eb2d9":"Well, good pilots don't flub missions! ",	"s_851d7ea3":"Well, it's a little hard to explain.",	"s_87550112":"If you want to be a hero to Nym's group, you could rescue one of his transports. CorSec and RSF ships are attacking it as we speak!",	"s_8782c730":"You guessed right. Let's see what I've got on my roster! If you want to be a hero to Nym's group, you could rescue one of his transports. CorSec and RSF ships are attacking it as we speak!",	"s_879f33d":"I'm assuming you have work for me.",	"s_87d7e908":"I know.",	"s_88926265":"Here's a little something to tide you over until your next mission. Don't spend it all in one place.",	"s_8945d3f4":"Smugglers like us, we have a code.",	"s_8be640b8":"Sure.",	"s_8c39d757":"Why would we want to help the Rebellion?",	"s_8e76f5e4":"Sure. What's not to love?",	"s_900f01d1":"What?",	"s_90f41db9":"Don't bother! He's too busy to deal with the likes of you. As far as you're concerned, I AM Talon Karrde.",	"s_94e9bd3b":"I don't want you to join ANYTHING. But I'll tell you one thing, if the Alliance is going to do something big, you can be sure that the Empire will be involved. And the way I see it, anything that is bad for the Empire is good for us.",	"s_95b55346":"I just got a communique from Alliance headquarters. Admiral Burke is asking us for help. They're in a jam, and they are looking for the best pilots they can find.",	"s_96c7f9b":"Um, okay.",	"s_96d69e86":"Especially smugglers! Here's your pay. Nice work out there.",	"s_9a63e564":"Pilots like you receive skills training. And you'll be getting that training from me. So get ready!",	"s_9cc12ff4":"I'm not happy.",	"s_9ee65601":"Good luck! You'll need it! ",	"s_9f0981a2":"What's in a name? You can just call me Sir.",	"s_a30c1a53":"Yes sir!",	"s_a38a9e82":"Nope! I think I got it.",	"s_a587c342":"Mm hmm.",	"s_a85bc17d":"And then you DO it.",	"s_aa6112c9":"An Imperial freighter? Sounds like a tough assignment. I'll take it.",	"s_aba2cf17":"Sounds that way! They are in Lok. Get going.",	"s_ac1da756":"What are the Rebels planning to do?",	"s_ae92ea5d":"You tell ME how tough it is - when you get back from Dantooine! ",	"s_ae9a6733":"Of course. Come see me when you're ready for some more interstellar action! ",	"s_aeab6bd1":"Get back to work! ",	"s_b0328fe7":"Okay. So what's your name?",	"s_b1d60b3e":"He's stationed on Corellia, in Doaba Guerfel. He is expecting someone from our operation to show up... and I think that someone should be you. I can't force you to go. It's up to you, but I think it would be a smart move, %TU.",	"s_b2909765":"Why not? They're useful, in their way.",	"s_b30e002f":"Those Imperials are STOMPING you.",	"s_b5a3db93":"Then why have we got this situation?",	"s_b6298a33":"Is there any part of that you don't understand? ",	"s_b7e5af8c":"That I blew it! ",	"s_b857b065":"I'm still working on it.",	"s_baacb22a":"Sure! We all need a little something now and then. Come back when you're ready for more.",	"s_bbe3529b":"Who is Admiral Burke?",	"s_c1ff5062":"I'm looking for a mission. Do you have any?",	"s_c3363bcd":"Uh huh.",	"s_c4076628":"First, I TELL you what to do.",	"s_c4b1700b":"You've got to finish what you've started.",	"s_c82e9a2f":"Yes, please.",	"s_c91fbb55":"And if you just feel like blasting everything in sight, I could send you out a Dantooine patrol! Everybody's out there these days: CorSec, RSF, Imperial, even Valarian ships. Plenty of targets. So which one is it going to be? ",	"s_c9b06630":"Let's review the basics here.",	"s_cf53514d":"I hope so! Go on, get out of here! ",	"s_d70dba34":"Yes.",	"s_da0b2b1e":"Now then. You did good work with Jabba. ",	"s_db089cf0":"What are you trying to say?",	"s_dcc126b1":"Just doing my job.",	"s_dd67013":"What does that mean?",	"s_df1485b":"Don't beat around the bush! Just give it to me straight.",	"s_e00688cd":"OK smartmouth, that's enough out of you. Just get back to work! ",	"s_e15e4244":"You're upsetting me! And I don't LIKE getting upset! Get back to work! And do the job right this time! ",	"s_e2084aee":"What do you know about the Black Sun?",	"s_e46f0376":"Hey, you're still in one piece. I guess those Alliance boys didn't work you over TOO hard. Are you looking for work?",	"s_e5da4e7":"Then there's a Nym smuggler who needs an escort if he's going to make it through Lok space. As you can see, we have lots of opportunities here to earn Nym's gratitude. And that's a good thing.",	"s_e5e29dc":"You stink!",	"s_e6d5d85c":"It means that Jabba's paid us for services rendered! And since YOU'RE the one that rendered said service, here's a little cut.",	"s_e775f9ef":"Anytime! I'm a generous Rodian. See me later.",	"s_e86f1062":"How do you know?",	"s_e9cabb66":"Eh, you're in luck. Normally I would send you packing, but I do actually have a couple of duty missions . Do you want me to give you a briefing?",	"s_f1aeca8b":"Sounds like you're really in love with yourself.",	"s_f2648004":"Buried deep, deep down inside.",	"s_f600815f":"Okay, NOW I'm happy!",	"s_f69cf191":"This is all I get?",	"s_f8674c23":"Where am I supposed to meet him?",	"s_f8e8f311":"What'd you call me?",	"s_fa259cfa":"The Imperials are giving it to YOU straight - with both barrels! Come on, now! Where's your pirate pride?",	"s_fabf48da":"Hey! Beissa's looking for you.",	"s_fc00cf40":"I see what you mean.",	"s_fc27931b":"Thanks.",	"s_fcb2db97":"Let's see what I can do about making Dantooine safe for smuggler kind."
}}