{
	"stfFile":"conversation/trig_longo",
	"entries": {
		"do_not_edit":"The English version of this file (trig_longo.stf) is automatically generated by the SwgConversationEditor.",	"s_2":"",	"s_22":"We've talked already right? I think you were on your way to the prison facility.",	"s_24":"So you located that camp at the research facility? You have guts!",	"s_25":"Maris told me you delivered the last radio to camp epsilon at the research facility. You are quite the hero.",	"s_26":"I can't believe you came back to see us after you evacuated the research facility of all those scientists. I thought you'd be too busy with parades or whatever heroes do...guess your work here isn't done.",	"s_27":"No, I'm here on behalf of the Alliance.",	"s_31":"Well then, you must know Han Solo. He was the one that dropped us here to help out. I guess he is waiting for us to give him a call in case things get a little too bad here.",	"s_32":"Doctor Cody mentioned you have heard of survivors?",	"s_33":"I'm representing another party.",	"s_35":"Oh? Well no one asks many questions here. Just yesterday I saw an Imperial Officer sharing rations with Rebel Scouts.",	"s_37":"Doctor Cody mentioned you have heard of survivors?",	"s_59":"I don't recognize you. You look a little clean to be from the quarantine zone. ",	"s_60":"We don't have much room but you are more than welcome to stay. Hopefully we'll all be rescued soon.",	"s_61":"I just arrived. Who are you?",	"s_62":"I'm Trig. I work with Doctor Cody.  Are you another volunteer sent by the Empire?",	"s_63":"Yes.",	"s_64":"I've seen a few of you. More than I can count actually. I send them all to the Research and Prison Facility.",	"s_65":"Doctor Cody mentioned there may be other survivors.",	"s_66":"There are other camps just like this. The only location I know coordinates to is a  hold out camp of Stormtrooper 'Ims' at the Research and Prison Facility. Ground zero to the virus.",	"s_67":"Ims?",	"s_68":"Immunes. There is a small possibility of being naturally immune to the virus as long as you avoid being bitten. Doctor Cody and I are examples of immunes. My brother as well, but he was bitten...that was a long time ago.",	"s_73":"You should speak to Doctor Cody to get the anti-virus. It won't hold off this new strain of the virus forever, but if you continue to renew the anti-virus, it will protect you.",	"s_75":"I see.",	"s_77":"Any other questions?",	"s_79":"So you and Doctor Cody have seen this before?",	"s_81":"Yes, in space. Apparently the thrusters of the ship we were on failed, the crew found an abandoned Star Destroyer for parts...only it wasn't really abandoned. Only a handful of us survived the ordeal.  I guess Doctor Cody wanted to help avoid the same here on Dathomir.",	"s_85":"Any idea where the Research and Prison Facility is?",	"s_93":"Here you are. I hear there are other camps in the quarantine zone but I don't know their location. Maris can help you with those locations. Good Luck! "
}}