{
	"stfFile":"conversation/u13_wernell_covington",
	"entries": {
		"do_not_edit":"The English version of this file (u13_wernell_covington.stf) is automatically generated by the SwgConversationEditor.",	"s_12":"Who are you?",	"s_16":"I'm sorry to hear that.",	"s_18":"Yes. Let me continue. Despite attempts to pay the ransom and the best efforts of law enforcement officers, the entire ordeal went badly. Very badly. Felicia was killed. She was jettisoned into space from the starship on which she was being held. From that moment onward, I have dedicated my life to tracking down and destroying the people who committed this horrible act.",	"s_2":"",	"s_20":"How awful.",	"s_22":"What's the favor?",	"s_23":"He needs someone to reactivate the security terminals through Narmle. Go do that for him. Should be easy enough.",	"s_24":"So close to completing my oath to bring those vile villains to justice. Don't stop until they feel the same fear of death that my Felicia must have felt.",	"s_25":"Finally, I can be at peace. Thank you. You have made an old man very happy. I shall be extremely generous to you for bringing me such peace after all these years.",	"s_26":"I am glad to have been of service.",	"s_27":"Oh, before I forget...my associate in the Narmle Militia mentioned an RSF officer in Narmle who is in need of assistance. Report to him if you are interested in more work.",	"s_28":"I've spared no expense in tracking down the kidnappers...one by one. And I have personally struck the killing blow each time one was found. All of the original kidnappers are now dead, except for two. Those last two have evaded me and now my age and dwindling wealth have forced me to turn to someone else for assistance. Will you help me?",	"s_30":"Horace already contacted me with their names. Now we must find them and eliminate them. I have an associate in the Narmle Militia. He can get their last known locations, but requests a favor.",	"s_31":"I will. Those men must pay for what they did.",	"s_33":"Lieutenant Varias sent me.",	"s_34":"Good. Let's waste no time. First we must identify the last two kidnappers. I think I finally have an idea how to do that. Horace Korr was a reporter for the Corellia Times back during the kidnapping and he covered it in the news. Speak with him and find out if he knows their identity. I'll make sure he's expecting you.",	"s_35":"Oh did he? Well, perhaps you might be of use to me then. Let me explain. Many, many years ago...when I was a much younger man...my daughter, Felicia, was kidnapped. She was the most precious thing in the galaxy to me, and yet she was snatched away. ",	"s_37":"Speak with Horace Korr and help him identify the final two kidnappers.",	"s_38":"I cannot take part in such violence. I must pass.",	"s_40":"Very well. I understand. Perhaps you can still be of service...to someone. An associate of mine in the Narmle Militia mentioned an RSF officer in Narmle who is in need of assistance. Report to him if you are interested in some work that is a bit more dainty.",	"s_42":"Almost done. Almost. Then I can finally rest."
}}