{
	"stfFile":"conversation/vana_sage",
	"entries": {
		"do_not_edit":"The English version of this file (vana_sage.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"What was I supposed to do again?",	"s_102":"Sorry, we have work to do here. You seem a little green to be on Lok anyway. Come back when you have experience.",	"s_103":"Welcome back, %TU. Jinkins has something for you. Speak with him about your next assignment.",	"s_105":"What a fight, %TU! We really showed those Sulfur Lake Pirates didn't we?! That was just like old times, except we had a new face. Hope you stick around.",	"s_106":"Sorry, we have work to do here. Not interested.",	"s_2":"",	"s_24":"Thanks for coming, %TU. The Lok Revenants are always in need of competent individuals.",	"s_26":"Who are you?",	"s_28":"I'm Vana Sage, I work for Nym as his Head of Security.",	"s_30":"Who is Nym?",	"s_32":"Yes?",	"s_33":"What was I supposed to do again?",	"s_34":"I sent you to meet Choster in the Stronghold Cantina.",	"s_35":"What happened? I sent you to meet Choster in the Stronghold Cantina.",	"s_36":"You must be joking... Nym is the most feared pirate in the Maramere system. He routed the Trade Federation from Lok and its neighboring planets right around the start of the Clone Wars, and he's maintained complete control over the spacelanes in this region ever since.  There's nobody with more power on Lok. And except for Jabba the Hutt, he's probably the most powerful alien in the Outer Rim.",	"s_38":"You have a job?",	"s_40":"There is something I'd like you to look into, if you can.  I recently intercepted a distress call from a starship that crashed-landed on Lok. Ships nose-dive into the planet all the time, but this one took off from an Imperial mining installation on Lok and never made it into the atmosphere. I think it slammed down near the hideout of the Sulfur Lake Pirates. I'm very interested in this vessel...",	"s_42":"You intercepted a distress call?",	"s_44":"Yes. As part of my duties, I monitor comlink and transceiver activity around the system. We don't want a Star Destroyer sneaking up on us, do we? Anyway, this particular starship interests me because it was carrying Imperial cargo. A droid, in fact, that was once owned by General Otto at an Imperial base here on Lok.",	"s_46":"What's so special about this droid?",	"s_48":"Probably nothing, but as an Imperial droid, it might be carrying some very interesting data.  Shipping schedules, guard rosters, prisoner transfer information, schematics for some terrifying super weapon... Anything the droid knows could be sold on the black market or traded back to Otto for a favor down the road. It might also tell us something about that Imperial mining facility, which we haven't been able to infiltrate.",	"s_50":"And the reward?",	"s_52":"You'd be rewarded a fair rate if you could secure that droid's memory module.",	"s_54":"I'll recover the module. Where can I find this droid?",	"s_56":"I have scouts out now. I have a feeling the Sulfur Lake Pirates may get their hands on the droid before us. If so, this easy scavenge job will turn into an infiltration of their hideout. Still interested?",	"s_58":"Sure.",	"s_60":"I am sending you to meet with a person who used to work with the pirates. See if you can glean any  inside information.",	"s_62":"Where to?",	"s_64":"Not too far. Meet Choster at the Stronghold Cantina. In case you haven't been there, I've placed a waypoint in your datapad.",	"s_66":"Who are the Sulfur Lake Pirates?",	"s_67":"How was your meeting with Choster?",	"s_68":"How do you know...?",	"s_69":"I'm the head of security. You'll be glad to know that my intuition was correct and you didn't waste your time speaking with Choster.",	"s_70":"Oh?",	"s_71":"Our scouts learned that the Sulfur Lake Pirates have already taken the cargo - including the droid - from the crashed starship, so you won't need to  look through the wreckage. Just head to the pirates' lair, locate the droid, and grab the memory module. Oh, and watch out for the pirates' 'bridge troll.' I'm not sure what that is, but it sounds dangerous. I've placed a new waypoint in your datapad.",	"s_72":"What happened? Looks like you don't have your next mission.",	"s_73":"Was something not clear? Get to the Sulfur Lake Pirate Hideout.",	"s_75":"Probably the most bloodthirsty, least-intelligent pirates on Lok. Like all the other pirate bands, they are constantly trying to dethrone Nym as Lok's reigning pirate king. They hate Nym for taking control of all the nearby hyperspace routes and claim that he's working with the Imperials. The gravel maggots have been looking for an excuse to go to war with us for years...",	"s_77":"Who are you?",	"s_79":"Who are the Sulfur Lake Pirates?",	"s_81":"Probably the most bloodthirsty, least-intelligent pirates on Lok. Like all the other pirate bands, they are constantly trying to dethrone Nym as Lok's reigning pirate king. They hate Nym for taking control of all the nearby hyperspace routes and claim that he's working with the Imperials. The gravel maggots have been looking for an excuse to go to war with us for years...",	"s_83":"Do I know you?",	"s_85":"No, but I am looking for work.",	"s_87":"Well, you look like you can handle yourself and I just happen to have something...",	"s_89":"One of our operatives, a slicer who has infiltrated the Sulfur Pirate lair, said that he worked with you to slice the back room. Did you retrieve the module?",	"s_90":"Yes, I have it right here.",	"s_91":"Securing that memory module proves that you have the makings of a true pirate. I'm sure you'll go far with the Lok Revenants. Return to me when you are ready for more work.",	"s_92":"What is it?",	"s_94":"There is something I'd like you to look into, if you can.  I recently intercepted a distress call from a starship that crashed-landed on Lok. Ships nose-dive into the planet all the time, but this one took off from an Imperial mining installation on Lok and never made it into the atmosphere. I think it slammed down near the hideout of the Sulfur Lake Pirates. I'm very interested in this vessel...",	"s_95":"I'm on my way.",	"s_97":"Good. Before you go you might try asking around to see if anyone else has business with the Sulfur Lake Pirates.",	"s_98":"Wait, who are you?",	"s_99":"Great job with the Sulfur Lake Pirates. I look forward to working with you again in the future."
}}