{
	"stfFile":"conversation/water_treatment",
	"entries": {
		"do_not_edit":"The English version of this file (water_treatment.stf) is automatically generated by the SwgConversationEditor.",	"s_14":"Great job on those Valves! The flow is being regulated perfectly within the Sedimentation Chamber, now.",	"s_16":"And that means there will be clean water, now, too, yes?",	"s_17":"Wonderful! The Flocculation Chamber is operating at near peak efficiency!",	"s_18":"Great, great, now what else do I need to get?",	"s_19":"A drink of water.",	"s_2":"",	"s_21":"Uh.. no, not quite yet.  The Flocculation Chamber needs to be stirred at just the right speed and time but the Motor Power Regulator is glitching badly...",	"s_27":"Excellent work with the Cationic Chemical Coagulant!",	"s_29":"Thanks. So there will be fresh water now?",	"s_36":"So much water and it's all useless! Yes? You need something?",	"s_37":"I wish! No, not yet. The Flow Control Valves in the Sedimentation Tank are all either completely stopped up or nearly so. Replacing them is the only way to get the water flowing again.",	"s_38":"So you need Ralia to give you some Flow Control Valves?",	"s_39":"Yes. Good luck, they seem to be in short supply... as in non-existent!",	"s_40":"I'll go back to Ralia for a Motor Power Regulator.",	"s_41":"Thanks.",	"s_42":"Well, yeah, that's what this is all abou... oh, you mean...?",	"s_43":"Yes, my friend, you've done it! Let the people know that Nym's Stronghold will have pure clear drinking water in no time; all thanks to %TU!",	"s_45":"Are you Nym's Water Treatment Technician?",	"s_47":"I am, for all the good it does me. Why?",	"s_49":"What are you doing out here so far from the Treatment Facility on shore?",	"s_51":"Trying to think. I had to get away for a while from that broken-down piece of bantha... I mean, the Treatment Facility.",	"s_53":"So the water treatment stuff is broken?",	"s_55":"Yes.  Things wear out, you know? And I can't get the Quartermaster to get me any of the supplies I need to fix it.",	"s_57":"The cistern is filling nicely with pure, clean water, thanks to all your hard work!",	"s_58":"That Mixing Chamber is not going to resupply itself with Cationic Chemical Coagulant, you know. If you haven't talked to her yet then you really should go see if Ralia Reeven has any.",	"s_59":"Maybe I can help, what do you need?",	"s_61":"I wish the existing valves could just be cleaned, but it's gotten so bad that they really need to be replaced.",	"s_62":"The motors need to operate smoothly and consistently to provide sufficient turbulence of the mixture to maintain the constituents in suspension and promote flocculation.",	"s_63":"That's okay, you don't have to give the Cationic Chemical Coagulant to me! Just dump it in the Mixing Chamber over on the shore; follow the pipes and you can't miss it.",	"s_64":"Yes those are the correct valves; they should be simple for you to install. The Sedimentation Tank is the last in line over there on the shore; just follow the pipes.",	"s_65":"Those are still in the box! Excellent! Just follow the instruction and install them. The Focculation Chamber is between the Mixing Chamber and the Sedimentation tank on the shore...",	"s_66":"I know, just follow the pipes, right?",	"s_67":"How did you guess?",	"s_68":"Well the first thing I need is a new supply of Cationic Chemical Coagulant for the Mixing Chamber, but...",	"s_70":"Got it, now point me to the Quartermaster and I'll see what I can do.",	"s_72":"Okay, I've noted it on your datapad. Good luck, you'll need it!",	"s_74":"So much sulphur in the water! But at least we don't have an insect problem."
}}