{
	"stfFile":"conversation/xandank_trophy",
	"entries": {
		"do_not_edit":"The English version of this file (xandank_trophy.stf) is automatically generated by the SwgConversationEditor.",	"s_10":"How is the hunt for those xandanks going?",	"s_14":"Welcome, off-worlder. I wish I could greet you in a time when things were not so dire. But I am afraid that we have lots of troubles.",	"s_16":"Really? What could be so...er....dire?",	"s_17":"Still trying to track them down.",	"s_18":"Okay. I cannot thank you enough for trying to help us out with this little problem.",	"s_19":"Sure did. And I brought back the pack leader head too.",	"s_2":"",	"s_20":"That is the best news that I have heard in a long time. I must say that I am highly impressed that you were able to do this so quickly. Hold on for a moment...there...done. Here, please take this for your troubles. It is a trophy to show everyone what an excellent xandank hunter you are. Thanks again, my friend.",	"s_22":"Well, as you can see, work in this camp has shut down. Headquarters simply is working us too hard without proper compensation, so we have to stand up for ourselves. Naturally, that means we haven't seen any fresh supplies in days. And to make matters worse, we are being hounded by a pack of xandanks.",	"s_24":"Xandanks? Aren't they usually further east?",	"s_26":"Yeah. It is very strange to see a pack this far west. We have our suspicions that someone might have intentionally placed this pack in this region just to cause us problems. Not that we can prove anything, of course. That pack has been causing all sorts of problems with our crews out in the field trying to gather up any supplies we can get our hands on.",	"s_28":"Why don't you just hunt down and kill the pack?",	"s_30":"I wish we could. With everything else going on, we just do not have the manpower to spend hunting down a pack of xandanks that are really just a nuisance.",	"s_32":"Tell you what...I will hunt them down for you.",	"s_34":"You would? That would be wonderful. I am not sure where they are, but I do know the last place they were spotted. If you can search around that area, maybe you can track them down. I would just ask that if you find them, you eliminate the whole pack, especially the pack leader. In fact, bring me back the head of the pack leader, so I can report to the boys that the xandanks are all dead. Thanks again.",	"s_36":"Yeah, sounds like you do have troubles. Good luck with that.",	"s_38":"Yeah, I will say we do.",	"s_4":"Things have been going a little easier for us now that those xandanks have been taken care of. We really appreciate you helping us out like that.",	"s_6":"Hello again. Did you manage to track down that pack of xandanks?"
}}