{
	"stfFile":"conversation/yavin_fallenstar_pt_1_osae",
	"entries": {
		"do_not_edit":"The English version of this file (yavin_fallenstar_pt_1_osae.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"Thanks for all your help with that little unpleasantness. I should have something new for you soon. ",	"s_102":"Soci has sent me some hot info. Looks like the Black Sun are going to try and smuggle out a cargo of Death Star salvage. You want to do another job for me?",	"s_103":"Sure do.",	"s_104":"Great. The timing for the intercept will be close, but here is the best location for jumping the ship, before it escapes into hyper-space.",	"s_105":"The ship got away! Ok I have the schedule for the next one. You want to try again?",	"s_106":"Not right now.",	"s_107":"Not now. I am getting, shall we say ... uncomfortable ... with your activities.",	"s_108":"You need to do some hard thinking about your answer my friend. Take a little time. Come back and talk with me again. You don't want to make me an enemy.",	"s_109":"OK come back when you are ready. ",	"s_110":"Yes I am ready to try again.",	"s_118":"Nicely done. Nicely done. You know you have been such a great help, I am going to let you decide who we are going to sell the cargo to. So what will it be? Imperial or Rebel?",	"s_120":"I say go with strength over the long haul. Let's sell it to the Imperials.",	"s_121":"I have a good feeling bout that Alliance. Let's sell it to the Rebels.",	"s_122":"Why are you letting me decide?",	"s_123":"I am going to use your comm-link and ID to set up the deal of course! I don't want either side to know who I am, just yet. Now chose.",	"s_124":"Imperials then.",	"s_125":"Rebels then.",	"s_126":"No way. I am walking.",	"s_127":"If you do you get nothing. ",	"s_128":"Imperials then.",	"s_129":"Rebels then.",	"s_130":"Nothing is better than getting in hot water with either side. ",	"s_132":"OK, I will broker the deal myself. Don't come looking for favors from me in the future.",	"s_133":"The Empire it is. I am contacting Commander Bryne now.",	"s_134":"Yea I like backing a winner early. And we can always sell them out if things get dicey again. Contacting General Dodonna now. ",	"s_52":"Good to see you again my friend. Are you interested in another little job?",	"s_54":"Not right now but thanks.",	"s_56":"Ok.  You know where to find me if you are interested.",	"s_57":"Is Ewrosa Soci going to co-operate?",	"s_59":"I don't think it's going to be as easy as you thought.",	"s_60":"Sure that is why I am here.",	"s_61":"You took the job. Get out there and do it or I will be very upset with you. And you won't like me when I am upset. ",	"s_63":"Still working on it.",	"s_64":"Good. Well this one is a little messy. I need to get a certain individual on my payroll. He has access to very valuable information. Problem is, he has his own operation. We need to take out his operation before we can get him to hire on with me.",	"s_65":"Well time is a wasting. Get to it. ",	"s_67":"What type of independent operation?",	"s_69":"A real triangle trade route. The mark's name is Ewrosa Soci. Officially he is a waiter at the Labor Outpost cantina. Unofficially he sells Sith and Massassi artifacts off-world and with those proceeds he smuggles in spice for the laborers.  ",	"s_71":"Sounds like a real smart operator. I'm in. ",	"s_73":"You know I am not at all comfortable with this. I think I will pass.",	"s_75":"Have you forced that ship down yet?",	"s_76":"I am in.",	"s_77":"Great Job. You scared Soci so badly that he has already contacted me.",	"s_78":"Not yet.",	"s_79":"Thanks. It wasn't a problem at all.",	"s_803":"",	"s_805":"So what brings you to this lovely garden spot in the armpit of the galaxy?",	"s_807":"Just looking for work ... you?",	"s_809":"Let's say I have been sent here to take advantage of some business opportunities. You interested it helping out?",	"s_81":"He is talking about getting me some hot info in a little while. Here is something for you for now. Come back soon and we can talk more business. ",	"s_811":"Not right now.",	"s_813":"Well you look tough enough for the job I have in mind. Come back if you are interested.",	"s_815":"I am not sure. Is it legal?",	"s_817":"You worried about legalities here? You need a government for there to be legalities. In case you haven't noticed we are in the middle of a combat zone. The Imps are still trying to flush out the last of the Rebs and stop them from fully evacuating this planet.",	"s_819":"Well I expect you are right. What about the job?",	"s_82":"The timing is very close. You need to intercept that ship as soon as possible.",	"s_821":"Nope. Things are too dangerous out there. Figure I will wait for things to calm down first.",	"s_823":"Sure. What's the job",	"s_825":"I'm in charge of ... an independent salvage venture. I have competitor that I have to warn off. You just tell Nagem Dr'Lar that he needs to stop trying to shut down my operation. And make sure he agrees. OK?",	"s_827":"It's as good as done.",	"s_829":"Great. I'll be watching to see how you handle yourself. Here is Dr'lar's location.",	"s_83":"Great. You have to do two things. First we have to take out Soci's little team of grave robbers. They can be found near a dig. Next take out his latest shipment of spice. Once you have done both, go to Soci. Let him know he is ruined financially but I am willing to pay him well for information.",	"s_831":"Well now that you ask, never mind.",	"s_833":"What are you doing back so soon?",	"s_835":"I haven't really started.",	"s_837":"Well get to it then.",	"s_839":"Dr'Lar isn't to co-operative. ",	"s_84":"Sorry I am having some problems with my ship. I should be taking off shortly.",	"s_841":"Well it's your job to see that he is. ",	"s_843":"Did Dr'Lar get my message?",	"s_845":"Yep. So where is my payment?",	"s_847":"Here is something for your trouble. Come back if you want more work. I like your style.",	"s_849":"He mentioned that you are working for the Hutts. Is that true?",	"s_851":"Let's just say I am representing their interest here on Yavin IV... at least for the moment.",	"s_853":"Well I expect it doesn't matter much. So where is my payment?",	"s_855":"Can't say I am comfortable with that, but what is done is done.",	"s_86":" It is as good as done.",	"s_88":"Here's the info on where to find everyone. ",	"s_90":"On second thought I think I will pass."
}}