{
	"stfFile":"conversation/yavin_fallenstar_pt_1_megan",
	"entries": {
		"do_not_edit":"The English version of this file (yavin_fallenstar_pt_1_megan.stf) is automatically generated by the SwgConversationEditor.",	"s_100":"I need that drive component now, before someone else gets to it.",	"s_101":"Can I help with anything?",	"s_102":"Good to see you again. Recovery efforts are going great. We think a major segment of the Death Star survived re-entry and crashed here. We are still working on getting this hatchway open.  ",	"s_103":"Of course. Here you go. Thanks again. Now maybe we can concentrate on opening this hatchway up. ",	"s_105":"Sounds tough. But I have got a few problems of my own. Take care.",	"s_106":"No, I am still looking.",	"s_107":"I am really concerned about him. Please find him.",	"s_108":"You need to wipe out those criminals right now. ",	"s_110":"Yeah, you need to clear out. Don't want the Imperials to grab you for entering a restricted area. ",	"s_1485":"",	"s_1487":"Can I help you with something? ",	"s_1489":"Osae Meilea sent us. She wants you to stop interfering with her operations. ",	"s_1491":"That poodoo is not going to move in on my operations. I have been taking her survey teams out for weeks now and I will do the same to you. Yakasoba... show these people what we do to Hutt operatives. 	",	"s_1493":"Depends. What are you doing here?",	"s_1495":"I am Megan Dr'Lar. I am a contractor in charge of Imperial salvage operations here. And who are you?",	"s_1497":"No one in particular. Osae Meilea is upset with your recent actions. You should stop.",	"s_1499":"Alright...Alright. I see I can't do much about this. Tell Osae that I will stop interfering with her Hutt operations. But tell her the other independents are still open season, OK?",	"s_1501":"Other independents?",	"s_1503":"Sure. You don't think it's just me and Osae out here trying to get rich from all this lovely wreckage? There are hundreds of independent operators running around trying to salvage tech and info to sell back to the Imperials or the Alliance. ",	"s_1505":"Where did they all come from?",	"s_1507":"Most of them were here before the battle. Just running small smuggling operations in Sith artifacts, or doing some illegal mining. Most of those have turned to salvaging as much Death Star tech or abandoned equipment from the Alliance bases. Both sides pay well. Me? I got a nice deal with the Imps for salvaging this bit of wreckage.  ",	"s_1509":"Well just make sure you remember to stop interfering with Osae's people.",	"s_1511":"Interesting.  So remember what we talked about.",	"s_1513":"See that you do. ",	"s_1515":"I will. ",	"s_46":"Did you find him? ",	"s_48":"I found his body. Looks like he got in someone's way.",	"s_50":"I was afraid of that. Looks like I need to get an Imperial security detail to safeguard my work site. But I appreciate your help. Here is something for your trouble.",	"s_52":"Good to see you again.  I need some more help. Interested?",	"s_54":"Yes I would be pleased to help out.",	"s_56":"A probe droid of mine found part of the hyperdrive intermix chamber still intact. But it's a few kilometers from here. The problem is that the Imps can't provide any extra security for me so I need to keep my people at the main work site. You interested in recovering it for me?",	"s_57":"This is a restricted area. You need to move along.",	"s_58":"Just give me the coordinates and I'll be off.",	"s_60":"Here you go. Be careful. The same scavengers that got Jonna are still on the loose. Take care of them if they get in your way.",	"s_61":"Restricted. By whom?",	"s_62":"No sorry. I just stopped by to say hello.",	"s_64":"Well let me know if you are interested. Things are heating up. ",	"s_65":"The Imperials. I am in charge of recovery operations around here. Lots of sensitive technology survived re-entry and I have been hired to recover as much as possible in this area.",	"s_66":"You got back quick. Any problems?",	"s_68":"Ran into a small firefight, but we got through it alright. ",	"s_69":"Sounds like a big job. Anything I can help with?",	"s_70":"Good to hear that. Here is a finder's fee for your services. Call if you need more work.",	"s_72":"Things are getting a bit heated around here. Interested in helping?",	"s_73":" I have a worker who wandered off into the jungle. His name is Jonna.  If you can find him and bring him back I would be grateful. ",	"s_74":"Sure. What's the job?",	"s_76":"What do you mean heated?",	"s_77":"Sure. Any idea of where he would go?",	"s_78":"There is a concerted effort by a gang of criminals to grab all of the salvage that they can find. My Imperial employers are not happy, but can't give me any troops to stop the thieves.  They want me to put a stop to it, or they are going to pull my contract.  Are you interested in helping me put an end to this?",	"s_80":"Sure what do I need to do?",	"s_81":"Thanks so much. You might want to start at an old work site of ours. He said he lost a family heirloom and he wanted to go back and search the old camp. Here are the coordinates. ",	"s_82":"A group of criminal leaders are meeting a few kilometers of here.  Wipe them out fast. That will send a message to other criminals to stay out of my quadrant, and it will let the Imperials know I can handle the job. ",	"s_84":"Not sure I want to get involved. ",	"s_85":"On second thought I think I will pass. ",	"s_86":"Ok just let me know where they are.",	"s_88":"Here is the latest intel I got from my probe droid. Hurry. ",	"s_89":"OK but if you change your mind give me a yell. ",	"s_90":"No it sounds a bit dangerous. ",	"s_92":"Sorry not interested right now. ",	"s_93":"How much of a problem can it be? I mean not much could have survived.",	"s_94":"Well I could really use your help. Let me know if you change your mind.",	"s_96":"Great job. Most of the independent criminals have scattered to the winds. The Hutts are a problem still, but the Imps are off my back so it's all good. Thanks so much.",	"s_97":"We are talking about a fully armored moon! There are literally tons of parts scattered all over the planet.  I barely have enough people to try and dig out an entrance to access the segment that caused this impact crater. But I am in charge of this whole quadrant. Between my people wandering off and criminals looking to make a quick credit scavenging the rest of the debris, I don't know how I am going to fulfill my contract.",	"s_99":"Wasn't any problem. So what about some compensation?"
}}