{
	"stfFile":"conversation/zahara_cody",
	"entries": {
		"do_not_edit":"The English version of this file (zahara_cody.stf) is automatically generated by the SwgConversationEditor.",	"s_101":"Your assistant. I gather your assistant didn't make it?",	"s_103":"It was a 2-1B Surgical Droid destroyed by the afflicted. Was there anything else you wanted to ask?",	"s_105":"Have you heard of other survivors?",	"s_107":"Yes. Since we arrived at camp volunteers have been sent to search for survivors and distribute the anti-virus. ",	"s_109":"We?",	"s_111":"Trig and I. Trig has more information regarding the other camps. You may want to speak with him. ",	"s_113":"Great. I will.",	"s_115":"Were there any other questions?",	"s_123":"Yes, I am Dr. Zahara Cody and this is Trig Longo.",	"s_124":"You are from the research facility?",	"s_128":"You mean where this disaster started? No. We managed to get into the quarantine zone a few days after it started...of course, it wasn't as wide spread as it is now...",	"s_167":"We found that where the virus is most concentrated, in this case, where it is being released at the facility, is where the most dangerous undead reside. In some cases undead can wield weapons.",	"s_168":"Oh...great.",	"s_169":"Is there any good news?",	"s_17":"I don't think I have seen you before. ",	"s_173":"Well, there is the anti-virus, though it doesn't provide permanent immunity to this latest strain of the virus. There is also the chance that a percentage of the population has an immunity gene.",	"s_177":"Immunity gene?",	"s_181":"The virus has a mortality rate of about 99.7% so there is a possibility of surviving using natural defenses alone. Were there any other questions?",	"s_19":"Are you distributing the anti-virus?",	"s_199":"Was there anything else you wanted to ask?",	"s_2":"",	"s_207":"I don't have any other questions",	"s_208":"Make sure to talk to Trig if you want to know more about the research facility. Now, relax your arm while I give you the anti-virus.",	"s_209":"I hear you have found a group of immunes in the research facility where this disaster started.",	"s_210":"Maris reports that you have delivered a radio to camp epsilon at the research facility. I am sure those immunes can use the medical and food supplies. Great work, %TU.",	"s_211":"If you are the adventurous type, there are a few people at this camp that need help with their own projects.",	"s_212":"I heard about the research facility and how you rescued those scientists. You are an inspiration to us all.",	"s_213":"You look a little lost. You should talk to Trig. I bet he can answer your questions.",	"s_45":"I need to renew my anti-virus!",	"s_46":"Oh, of course. Relax your arm...this will only take a second or two.",	"s_47":"I need to renew my anti-virus!",	"s_48":"I need to renew my anti-virus!",	"s_49":"I need to renew my anti-virus!",	"s_50":"I need to renew my anti-virus!",	"s_51":"I need to renew my anti-virus!",	"s_59":"Speak to Trig if you want to know more about the survivors at the research facility.",	"s_64":"Do you know a lot about the virus?",	"s_66":"When I was assigned to work on a prison barge for the Empire, we encountered this virus, or a close cousin, on what was believed to be an abandoned Star Destroyer. Apparently the virus had wiped out the crew of Destroyer. Once we sent a boarding party it quickly wiped out most of the prison ship. ",	"s_68":"By wiped out you mean?",	"s_70":"Clinically, the patient dies and the virus takes over the motor functions of the host. This results in a strong urge to eat.",	"s_72":"Oh, uh...I see.",	"s_73":"You are somewhat safe here. Make yourself at home, we have plenty of supplies...for now.",	"s_75":"Was there anything else you wanted to ask?",	"s_77":"Are you saying the insane...things, are dead?",	"s_79":"The host is dead, the virus is very much alive--and semi-intelligent.",	"s_81":"Semi-intelligent?",	"s_97":"Where is the anti-virus coming from?",	"s_99":"The anti-virus is actually easily synthesized. It was created by....it was originally based on my immunity and synthesized by my assistant aboard the prison barge."
}}