{
	"stfFile":"dungeon/avatar_platform",
	"entries": {
		"door_terminal":"Security Door Terminal",	"door_terminal_d":"This terminal controls the locking mechanism for the doors in this area.",	"technical_readout":"Technical Readout Terminal",	"readout_granted":"You have reviewed a technical readout of the Avatar's destruct sequence.",	"already_read":"You already have the technical readout for the station's destruct sequence.",	"not_useful":"You did not find anything useful on this terminal.",	"safety_status":"Disable Magnetic Shielding",	"shield_off":"WARNING: Magnetic shielding surrounding safeties for power core have been disabled.",	"not_needed":"You do not have any reason to use this.",	"core_overload":"Increase Core Output",	"warning_overload":"WARNING: Core safety measures not detected. Core power limits exceeded by 50%.",	"core_overloaded":"You have already overloaded the core. The power output cannot be increased any higher.",	"safety_measures":"WARNING: Core power limits exceeded. Safety measures automatically reducing power output.",	"release_power":"Subsystems: Release Power",	"warning_destruct":"DESTRUCT CODE VERIFIED: Station will self-destruct in five minutes. Have a nice day.",	"warning_already":"WARNING: Station subsystems overloaded. Station meltdown imminent.",	"no_effect":"GRANTED: Excess power released to stations subsystems.",	"safety_one":"Power Fluctuation Safety",	"safety_one_d":"This device maintains regular power flow and protects against any sudden surge in the power core.",	"safety_two":"Power Limiter Safety",	"safety_two_d":"This safety device maintains the level of power produced by the core. If the core ever exceeds its maximum capacity this device will automatically reduce core output.",	"file_cabinet_d":"An archaic file cabinet used to manually store records, a rarity these days.",	"file_cabinet":"File Cabinet: Medical Records",	"incorrect_code":"Access Denied: Incorrect Code Entered",	"unlock_door":"Unlock Door",	"cannot_unlock":"ACCESS DENIED: It would seem you are locked in here until you win this battle. Or lose this battle...your choice.",	"open_door":"ACCESS GRANTED: The door has been unsealed.",	"door_unlocked":"This door is already unlocked.",	"harwakokok_taunt":"So you have come to kill me? You have shown that you are a being without honor and you will face your end at the tips of my claws. Come then...step into my chamber and try to prove your worth against me. I hope you are prepared to die. ",	"trando_chat_01":"Those Wookiees have pushed their way further into the station. It is a good thing that we managed to seal the entrances behind them until the clean up crews can arrive. We have to make sure no one messes with this terminal.",	"trando_chat_02":"Yeah! They will remain trapped further into the station until we have a chance to slaughter them. Fortunately, you and I are safe right where we are...Hey, what was that?",	"wke_thanks_01":" They would have surely killed me if you hadn't come along and saved me. There is a lockbox located in the security room filled with things taken from us prisoners. I overheard the jailer mention the code was 14321. You might find the things in there useful. Thank you again.",	"wke_thanks_06":"I am glad that you came along. Those Trandoshans were threatening to let that mad Jawa loose on me! I am not sure what he was going to do but it wouldn't have been good. Listen in the medical center is a lockbox with the code 87424. Take it all with my blessing.",	"unlock_cell":"Open Cell",	"destroy_wke":"DO NOT PUSH!!!",	"cell_unlocked":"ACCESS GRANTED: Magnetic shielding is now off.",	"execute":"WARNING: Prisoner termination is imminent.",	"error":"ERROR: Automatic system malfunction. Calling technical support.",	"wke_thanks_02":"You have rescued me from these horrible cells. You are a being of honor and compassion. Thank you for saving me from a terrible fate. I saw the Trandoshans put my personnel items into a lockbox in the retraining area. I think the code is 37986. Take it all as my thanks to you.",	"avatar_lockbox":"Lockbox",	"avatar_lockbox_d":"A coded lockbox used by the Trandoshan slavers to store items taken from their Wookiee captives.",	"wke_thanks_03":"You are a true friend of the Wookiee. They took all my belongings and put them into a box in the storage room. Those braggarts even told me that the code was 79631. They didn't think it matter since I was going to die anyways.",	"wke_thanks_04":"Thank you...thank you. They were going to disintegrate me! I saw a lockbox in the first checkpoint area when they brought me. They didn't know but I saw the code...it is 54376. Maybe you can find a use for the things inside.",	"wke_no_quest_01":"They were going to kill me. Thank you for saving me. I can make it from here on my own.",	"lockbox_unknown":"You do not know the code to open this lockbox.",	"lockbox_code":"Enter Combination",	"lockbox_incorrect":"The combination entered was incorrect.",	"lockbox_unlocked":"You open the lockbox and remove the items stored inside.",	"enter_code":"Enter Destruct Code"
}}