{
	"stfFile":"event/bhcelebs",
	"entries": {
		"bossk_zone_emote":"Conversations stifle and all heads turn briefly as the menacing figure of a rather large and formidable looking trandoshan enters the cantina.",	"bossk1_1":"Jabba needs blasters for a small... job. The pay is terrible, but it's a way to get into Jabba's good graces. Comm me if you want the job.",	"glove_reward_n":"Micro-Servo Enhanced Gloves",	"glove_reward_d":"These limited run experimental gloves contain tiny servos that vibrate in opposition to the wearer's natural (or unnatural) hand tremors. This can theoretically reduce the negative impact on combat performance caused by tremors due to the beating of the heart, fear or the effects of a particularly bad spice downer. The confidence inspired by wearing these gloves has been credited with allowing even the most cowardly of combatant to survive a little longer in combat. These reports should be taken with a grain of salt considering the type of people that come into possession of these gloves often get them from the cooling corpses of their enemy, somewhat invalidating that claim.",	"carbine_reward_d":"This cleverly designed laser carbine has a hair trigger that allows it to fire slightly faster then it normally should, affording its owner a slight edge in combat effectiveness and survivability. This particular modification is almost completely undetectable ensuring the owner has no worry of unwanted attention from the Empire unless they take it upon themselves to perform further modifications.",	"carbine_reward_n":"Hair-Trigger Carbine",	"pistol_reward_d":"A striker pistol used by one of Lady Valerian's Enforcers. The owner didn't need it any more. It's pretty well crafted all things considered.",	"pistol_reward_n":"Enforcer's Striker",	"rifle_reward_n":"Tusken Berserker Rifle",	"rifle_reward_d":"This authentic Tusken Rifle was liberated from the hands of a Tusken Berserker. The rifle was remarkably well cared for considering its former owner."
}}