{
	"stfFile":"event/emperors_day",
	"entries": {
		"imp_vendor_1":"You honor us with your presence Lord Vader.",	"imp_darth_6_string":"Extraordinary citizens, or one might even say champions, such as %TO.",	"imp_darth_5":"It was not an easy task, even for the Emperor. Without the help of extraordinary Imperial citizens, it could not have been done.",	"imp_darth_4":"Out of the ashes, our Emperor formed the mighty and invincible Empire we are today.",	"imp_darth_3":"Loyal Imperial citizens, we are here today to celebrate the day when our Emperor made his Declaration of a New Order and dissolved the Galactic Republic.",	"imp_darth_2":"Very well.",	"imp_vendor_2":"Of course my Lord, just as was instructed.",	"imp_darth_1":"I trust that everything is progressing according to plan Lieutenant?",	"imp_vendor_3_string":"%TO, step up and bow before Lord Vader!",	"imp_darth_6_alt":"Extraordinary citizens, or one might even say champions, such as yourselves.",	"imp_darth_badge_1":"Congratulations %TT. From this day on you shall wear the title 'Champion of Empire Day'!",	"imp_darth_badge_2":"Since you're not going to show the proper respect, we are done here. Consider yourself lucky I'm in a good mood %TT!",	"imp_darth_7":"Stay forever loyal, the Force is with us.",	"imp_darth_annoyed_string":"Did you not inform %TO about this, Lieutenant?!",	"imp_vendor_annoyed":"I informed them personally Lord Vader, I'm not sure what's taking so long...",	"imp_darth_annoyed_2_string_plural":"%TO have still not shown up, Lieutenant. I'm holding you personally responsible for this!",	"imp_vendor_annoyed_2":"I'm terribly sorry Lord Vader, I don't understand what happened.",	"emperor_statue_use":"Receive your gifts from the Emperor",	"gift_granted_empire":"You have received your Empire Day gifts.",	"han_bye":"Let's get out of here before they want our autographs Chewie.",	"han_angry":"Someone should teach %TT a lesson! Too bad we're in a hurry.",	"han_happy":"Well done kid!",	"reb_vendor_1":"How gracious of you to visit us Princess Leia, I know you're very busy.",	"leia_1":"I wouldn't miss this for the world Commander. Everything has been prepared?",	"reb_vendor_2":"Everything is ready M'Lady.",	"leia_2":"Splendid, let's get started!",	"leia_3":"My dear friends, we are gathered here today to celebrate the brave men and women of the Rebel Alliance.",	"leia_4":"Every day unimaginable sacrifices are made across the galaxy, to ensure that we will all one day be free again.",	"leia_5":"Today we celebrate the champions of the resistance. The living, the lost and those of tomorrow.",	"leia_6":"Heroes such as the brave and selfless %TT!",	"leia_6_alt":"Stay brave and be assured that we will not rest until every living soul in the galaxy has their freedom!",	"reb_vendor_3":"%TT, step up and bow before Princess Leia!",	"leia_7":"Farewell my friends, stay strong and may the Force be with you!",	"leia_annoyed":"%TT was informed about the time of the ceremony, right?",	"reb_vendor_annoyed":"Oh yes M'Lady, I don't understand where they are...",	"leia_annoyed_2":"I'm sad to say that we can't wait any longer. I hope %TT is alright...",	"reb_vendor_annoyed_2":"These are dark days M'Lady. I will find out what happened for you, but I'm sure they are fine.",	"yoda_fountain_use":"Get your gifts from Yoda",	"gift_granted_rebel":"You have received your Remembrance Day gifts.",	"leia_badge_1":"It is my honor to present to you %TT, Champion of Remembrance Day!",	"leia_badge_2":"Since you're not going to take this seriously, we are done here. I'm disappointed in you %TT.",	"not_old_enough":"Character not old enough for Empire Day gifts.",	"bow":"Bow",	"winner_help_empire":"You have been selected as Champion of Empire Day! Open the radial menu on Darth Vader and select bow.",	"winner_help_rebel":"You have been selected as Champion of Remembrance Day! Open the radial menu on Princess Leia and select bow.",	"imp_darth_annoyed":"Did you not inform %TT about this, Lieutenant?!",	"extraordimp_darth_6":"Extraordinary citizens, or one might even say champions, such as %TO.",	"imp_darth_annoyed_2":"%TT has still not shown up Lieutenant. I'm holding you personally responsible for this!",	"imp_vendor_3":"%TT, step up and bow before Lord Vader!",	"imp_darth_6":"Extraordinary citizens, or one might even say heroes, such as %TT.",	"imp_darth_annoyed_2_string_singular":"%TO has still not shown up, Lieutenant. I'm holding you personally responsible for this!",	"empire_day_badge_removed":"Empire Day Badge removed",	"remembrance_day_badge_removed":"Remembrance Day Badge removed",	"reward_flag_removed":"Removed reward flagging",	"reb_vendor_3_string":"%TO, step up and bow before Princess Leia!",	"leia_annoyed_2_string_singular":"I'm sad to say that we can't wait any longer. I hope %TO is alright...",	"leia_annoyed_2_string_plural":"I'm sad to say that we can't wait any longer. I hope %TO are alright...",	"leia_annoyed_string_singular":"%TO was informed about the time of the ceremony, right?",	"leia_annoyed_string_plural":"%TO were informed about the time of the ceremony, right?",	"leia_6_string":"Champions such as the brave and selfless %TO!",	"rebel_not_old_enough":"Character not old enough for Remembrance Day gifts.",	"reset_empire_day":"TEST: Reset Event"
}}