{
	"stfFile":"event/empire_day",
	"entries": {
		"wp_gar_historian":"Garrison Historian",	"sys_msg_wp_added":"A waypoint has been added to your datapad.",	"wp_disk_guy1":"Cantina Contact",	"wp_disk_guy2":"Med Center Contact",	"wp_disk_guy3":"Theater Contact",	"wp_data_uplink":"Data Officer",	"sys_msg_wp_contact":"A waypoint to your next off world contact has been added to your datapad.",	"sys_msg_all_disks":"You've obtained all three disks. Return to the Historian on Rori in the Narmle Combat Guild.",	"sys_msg_return":"Return to the commander to complete the quest and receive your reward.",	"prisoner_fail":"You failed to get any useful information from the prisoner. Return to the guard.",	"prisoner_win":"The prisoner gave up some important information! Return to the guard and give him the good news.",	"no_entry":"You do not have permission to enter this facility.",	"fireworks_broadcast":"On this Empire Day, we celebrate the formation of our glorious Empire and the Emperor's Ascension to the Throne.  In honor of this great holiday we present to you this fabulous fireworks display. May it serve to remind us all of how the Emperor has brought peace and security to the galaxy. May the Emperor and his peace live forever!",	"sys_msg_reb_disk":"You've obtained the disk! Return to the cantina in Coronet, Corellia and return it to the alliance contact.",	"convert_fail":"You failed in your attempt to sway him to join the alliance.",	"convert_win":"Congratulations, you convinced him to join the Rebel Alliance!",	"hang_recruitment_sign":"Place Recruitment Sign",	"destroy_resistance_sign":"Tear Down These Lies!",	"post_zip_bar_text":"Posting ",	"destroy_zip_bar_text":"Tearing Down",	"imp_collection_not_flagged":"You do not have the proper authorization to change the kiosk. Speak to the appropriate Imperial Officer to get access.",	"reb_collection_not_flagged":"You do not have the proper authorization to change the kiosk. Speak to the appropriate Rebel Officer to get access.",	"hang_resistance_sign":"Place Resistance Sign",	"destroy_recruitment_sign":"Destroy This Propaganda!",	"imperial_start":"Great work. Find 9 more of these Kiosks to finish your quota.",	"rebel_competitive_start":"Great work. Find 9 more of these Kiosks to finish your quota.",	"imperial_competitive_start":"Great work. Find 9 more of these Kiosks to finish your quota.",	"rebel_start":"Great work. Find 9 more of these Kiosks to finish your quota.",	"completed_collection":"You have reached your quota for the day! You can continue to collect tokens and GCW points until the timer expires.",	"you_received_gcw_points":"  CCCC00\You have received GCW Points!dfdfdf",	"congratz_quota_accomplished_imp":"Congratulations! You met or exceeded the daily quota for this task. Visit Major Tantor to do it again.",	"oops_quota_failed_imp":"You failed to attain the required quota for this task. Visit Major Tantor and try again.",	"congratz_quota_accomplished_reb":"Congratulations! You met or exceeded the daily quota for this task. Visit Captain Derlin to do it again.",	"oops_quota_failed_reb":"You failed to attain the required quota for this task. Visit Captain Derlin and try again.",	"no_longer_sf_redeclare":"You need to be Special Forces for the Special Forces Event. Declare Special Forces and try again.",	"rebel_crash_victim_rebel_menu":"Call In Location",	"rebel_crash_victim_imperial_menu":"Search",	"imeprial_crash_victim_imperial_menu":"Call In Location",	"imperial_crash_victim_rebel_menu":"Search",	"not_while_monted":"You can not interact with that while mounted.",	"token_rewarded":"  BCEE68\You have been awarded a Token!dfdfdf",	"tokens_rewarded":"  BCEE68\You have been awarded Tokens!dfdfdf",	"you_find_nothing":"You search and find nothing important.",	"rescue_me_breacher":"%TT! Over here!",	"see_you_topside":"See you topside, %TT, I owe you!",	"rescue_onleave_notgood":"I thought I sent a combatant to rescue personnel!  You aren't going to be able to do this mission while on leave.  Once you decide to represent your faction, try to  enter this area again.",	"default":""
}}