{
	"stfFile":"event/gcw_raids",
	"entries": {
		"spec_force_kill_msg":"You have slain an enemy Special Forces agent! %DI enemy Special Forces agents remain to complete this task.",	"sf_kill_one_left":"You have slain an enemy Special forces agent. You need to eliminate 1 more to complete this task!",	"thwap_0_0":"Pathetic.",	"thwap_0_1":"You are not worthy to be in my sight.",	"thwap_0_2":"Insolence will not be tolerated!",	"thwap_0_3":"Do not test my patience!",	"thwap_0_4":"Fool.",	"thwap_0_5":"Let this be a warning to others.",	"thwap_0_6":"Your life was as meaningless as your death.",	"thwap_0_7":"Pitiful.",	"thwap_0_8":"You will not live to regret that.",	"thwap_0_9":"What did you hope to accomplish?",	"thwap_1_0":"I'm sorry I had to do this.",	"thwap_1_1":"That was not a good idea.",	"areabroadcast_0":"<<Incoming Imperial Transmission: Command station, this is ST321, code clearance blue. We're starting our approach.>> ",	"areabroadcast_1":"<<Incoming Alliance Transmission: Ground control, this is shuttle Narrow Margin. We have the Hero of the Alliance and are coming in for a landing.>>",	"closingbroadcast_0":"<<Imperial Transmission: Shuttle ST321, your departure vector is right six-nine-three. Command station out.>>",	"closingbroadcast_1":"<<Alliance Transmission: Control, shuttle Narrow Margin. We are gear up and on our way to our next rally. May the Force be with you.>>",	"cheerleader_0_1_0":"The Emperor sends his praise in holding this city against the Rebellion.",	"cheerleader_0_1_1":"The Rebels swim against a current that will overwhelm them.",	"cheerleader_0_1_2":"But there is still much to be done. ",	"cheerleader_0_1_3":"The Rebellion is still a threat that only those loyal to the Empire can help defeat.",	"cheerleader_0_1_4":"Even now the Rebellion plots to undermine the law and order we have established.",	"cheerleader_0_1_5":"They seek to subvert the populace with violence and deceit. ",	"cheerleader_0_1_6":"They are to be hunted. They will know no rest. ",	"cheerleader_0_1_7":"Those loyal to the Empire and the Emperor are called upon to remove this blight. ",	"cheerleader_0_1_8":"Those willing to take on this mutinous mob should speak to me directly.",	"cheerleader_0_1_9":"If you are of use, we will assign you a mission. ",	"cheerleader_0_1_10":"The future of this conflict lies with you. ",	"cheerleader_1_1_0":"It's good to see so many friendly faces. It doesn't seem that long ago this place was under Imperial rule.",	"cheerleader_1_1_1":"Everyone in this city owes you members of the Rebellion a debt of gratitude.",	"cheerleader_1_1_2":"Though hard work we've been able to capture many Imperial bases and bunkers. That's lead to our victory here.",	"cheerleader_1_1_3":"The Empire is still a threat. We need every loyal member of the Rebellion to help in any way you can.",	"cheerleader_1_1_4":"Even though we're in control of this city, the Empire can strike back at any time.",	"cheerleader_1_1_5":"We have to protect ourselves as best we can. And that means not sitting back and saying it's over.",	"cheerleader_1_1_6":"I know you've probably had enough fighting, but I'm looking for Soldiers to take on some missions.",	"cheerleader_1_1_7":"If you're interested, speak to me before I leave. ",	"cheerleader_1_1_8":"Once again, the Rebellion thanks you for your dedication.",	"cheerleader_1_1_9":"Hopefully one day the whole galaxy can be reclaimed the way this city has been.",	"cheerleader_1_1_10":"May the Force be with you all."
}}