{
	"stfFile":"event/halloween",
	"entries": {
		"halloween_trick_1":"Trick 1",	"halloween_trick_2":"Trick 2",	"halloween_trick_3":"Trick 3",	"halloween_trick_4":"Trick 4",	"halloween_trick_5":"Trick 5",	"halloween_faulty_device":"Your Trick or Treat Projector is broken. Destroy it and visit a Galactic Moon Festival Organizer for a new one.",	"super_scared_1":"Ahh! Please stop! Here you can have all my coins!",	"super_scared_2":"Get it off! Get it off!",	"super_scared_3":"No more, please! Here, take the coins!",	"super_scared_4":"Please, make it stop! You can have my coins!",	"super_scared_5":"Please stop, I can't take it!",	"scared_1":"Woah! Okay that's pretty scary, here you go.",	"scared_2":"Yikes! Stop that please, I'll give you some coins.",	"scared_3":"I'll hand it to you, that's scary stuff. Here are some coins.",	"scared_4":"Eww, that's scary enough to deserve a treat.",	"scared_5":"You made your point, now stop it. Here are some coins.",	"treat_1":"Woah, that's a scary costume. Here you go.",	"treat_2":"That's a great costume. Happy Galactic Moon Festival!",	"treat_3":"I love it! Here are some Galactic Moon Festival coins!",	"treat_4":"I've seen better costumes but that one isn't bad. Here you go.",	"treat_5":"Nice! Happy Galactic Moon Festival to you my friend!",	"trick_1":"You call that a costume? My 2 year old could do better than that.",	"trick_2":"Hahaha, that's the ugliest costume I've ever seen!",	"trick_3":"What? You're supposed to be scary? Get out of here!",	"trick_4":"If you expect some Galactic Moon Festival coins, you at least need to put in some effort. Pathetic.",	"trick_5":"That costume is about as scary as a cool breeze on a hot summer day.",	"not_scared_1":"Wow, that's really scary... not!",	"not_scared_2":"Yeah that's really impressive, if I was five.",	"not_scared_3":"I've seen better parlor tricks at the local droid market.",	"not_scared_4":"Don't worry, when you grow up I'm sure you'll be really scary.",	"not_scared_5":"That's about as scary as a fat stormtrooper.",	"destroy":"Destroy",	"halloween_projector":"A Trick or Treat Projector has been placed in your inventory.",	"stealthed":"You can't Trick or Treat while invisible.",	"fog_machine_on":"Activate Fog",	"fog_machine_off":"Deactivate Fog",	"cant_use_device":"You cannot use the projector right now.",	"learn_song":"Learn Song",	"not_entertainer":"You can't use this item.",	"learned_song":"Max Rebo's Collected Classics: 'Dirge' has taught you a new song!",	"not_entertainer_enough":"You need to have obtained Entertainer Mastery IV to learn this song.",	"ten_coins":"The terrified citizen has awarded you 4682B45 Galactic Moon CoinsFFFFFF plus 9400D35 bonus coins FFFFFFthat don't count towards your daily limit!",	"five_coins":"The citizen has awarded you 4682B45 Galactic Moon CoinsFFFFFF.",	"static_npc":"Your target should be ashamed, they don't celebrate the Galactic Moon Festival.",	"trick_device_oor":"Your target is outside the max range of the Trick or Treat Projector.",	"reached_limit":"You have reached your daily limit of Galactic Moon Festival Coins. Come back tomorrow!",	"too_soon":"Didn't I just see your costume a few seconds ago? I have to spread my coins around to everyone so come back later.",	"zozpheratu":"You will have to try to trick or treat other citizens. Z'ozpheratu is too busy organizing everything."
}}