{
	"stfFile":"event/life_day",
	"entries": {
		"free_monkey":"Release Pet",	"cage_monkey":"Cage Pet",	"rebel_start":"You are casually doing propaganda work for the Rebel Alliance. Decorate 10 Life Day Trees to finish your daily quota.",	"imperial_start":"You are casually doing propaganda work for the Empire. Destroy 10 piles of Life Day Presents to finish your daily quota.",	"imperial_competitive_start":"You are competitively doing propaganda work for the Empire. Destroy as many piles of Life Day Presents as you can in 30 minutes!",	"rebel_competitive_start":"You are competitively doing propaganda work for the Rebel Alliance. Decorate as many Life Day Trees as you can in 30 minutes!",	"already_dressed":"This Life Day Tree has already been decorated.",	"already_stomped":"This pile of Life Day Presents has already been destroyed.",	"wrong_faction":"You are not supposed to interact with that object.",	"locked_out":"You have reached your daily quota. Come back tomorrow!",	"neutral_imperial_comp_start":"You are competitively doing mercenary work for the Empire. Destroy as many piles of Life Day Presents as you can in 30 minutes!",	"neutral_rebel_comp_start":"You are competitively doing mercenary work for the Rebel Alliance. Decorate as many Life Day Trees as you can in 30 minutes!",	"neutral_imperial_cas_start":"You are casually doing mercenary work for the Empire. Destroy 10 piles of Life Day Presents to finish your daily quota.",	"neutral_rebel_cas_start":"You are casually doing mercenary work for the Rebel Alliance. Decorate 10 Life Day Trees to finish your daily quota.",	"dress_menu_header":"Decorate Tree",	"stomp_menu_header":"Stomp on Presents",	"dress_zip_bar_text":"Decorating Life Day Tree",	"stomp_zip_bar_text":"Stomping on Life Day Presents",	"tokens_rebel":"You have received 4682B45 Rebel Alliance Propaganda TokensFFFFFF.",	"tokens_rebel_high":"You have received 4682B415 Rebel Alliance Propaganda TokensFFFFFF for completing an objective while declared!",	"tokens_imperial":"You have received 9400D35 Imperial Propaganda TokensFFFFFF.",	"tokens_imperial_high":"You have received 9400D315 Imperial Propaganda TokensFFFFFF for completing an objective while declared!",	"pick_path":"You have to visit a Life Day Organizer and decide whether to casually or competitively join the festivities.",	"reached_limit":"You have finished your daily quota. Come back tomorrow!",	"time_is_up":"You have finished all the objectives you can for the day. Come back tomorrow!",	"chair_on":"Turn On",	"chair_off":"Turn Off",	"mounted":"You can't do that while on any sort of mount or vehicle."
}}