{
	"stfFile":"event/lost_squadron",
	"entries": {
		"core_1_n":"Navigational Core #1 (1 of 6)",	"core_1_d":"Navigational Core (1 of 6). This navigational core was recovered from a stolen space craft located on northern Dathomir and contains the history of where this vessel has been. By collecting one navigational core from each of the six regions in which the stolen ships are being hidden, the thief who stole the ships can be tracked. Captain Dramont of the RSF will reward the first six beings who bring a complete set of cores to her in Wayfar. ",	"core_2_d":"Navigational Core (2 of 6). This navigational core was recovered from a stolen space craft located on southern Dathomir and contains the history of where this vessel has been. By collecting one navigational core from each of the six regions in which the stolen ships are being hidden, the thief who stole the ships can be tracked. Captain Dramont of the RSF will reward the first six beings who bring a complete set of cores to her in Wayfar.",	"core_3_d":"Navigational Core (3 of 6). This navigational core was recovered from a stolen space craft located on northern Yavin 4 and contains the history of where this vessel has been. By collecting one navigational core from each of the six regions in which the stolen ships are being hidden, the thief who stole the ships can be tracked. Captain Dramont of the RSF will reward the first six beings who bring a complete set of cores to her in Wayfar.",	"core_4_d":"Navigational Core (4 of 6). This navigational core was recovered from a stolen space craft located on southern Yavin 4 and contains the history of where this vessel has been. By collecting one navigational core from each of the six regions in which the stolen ships are being hidden, the thief who stole the ships can be tracked. Captain Dramont of the RSF will reward the first six beings who bring a complete set of cores to her in Wayfar.",	"core_5_d":"Navigational Core (5 of 6). This navigational core was recovered from a stolen space craft located on northern Endor and contains the history of where this vessel has been. By collecting one navigational core from each of the six regions in which the stolen ships are being hidden, the thief who stole the ships can be tracked. Captain Dramont of the RSF will reward the first six beings who bring a complete set of cores to her in Wayfar.",	"core_6_d":"Navigational Core (6 of 6). This navigational core was recovered from a stolen space craft located on southern Endor and contains the history of where this vessel has been. By collecting one navigational core from each of the six regions in which the stolen ships are being hidden, the thief who stole the ships can be tracked. Captain Dramont of the RSF will reward the first six beings who bring a complete set of cores to her in Wayfar.",	"core_2_n":"Navigational Core #2 (2 of 6)",	"core_3_n":"Navigational Core #3 (3 of 6)",	"core_4_n":"Navigational Core #4 (4 of 6)",	"core_5_n":"Navigational Core #5 (5 of 6)",	"core_6_n":"Navigational Core #6 (6 of 6)",	"tie_bomber_reward_n":"Disabled Tie Bomber",	"tie_bomber_reward_d":"A stripped out tie bomber. It is beyond repair and purely decorative at this point.",	"xwing_reward_n":"Disabled X-Wing",	"xwing_reward_d":"A stripped out X-Wing fighter. It is beyond repair and purely decorative at this point.",	"lost_tie_bomber_n":"Stolen Tie Bomber",	"lost_tie_bomber_d":"a Tie Bomber",	"lost_xwing_n":"Stolen X-Wing Fighter",	"lost_xwing_d":"an X-Wing",	"mnu_remove_core":"Remove Navigational Core",	"sys_msg_core_removed":"You successfully remove the Navigational Core from the stolen vessel. If returned to the proper authorities, they should be able to locate and recover it.",	"sys_msg_full_inv":"Your inventory is full so you cannot fit that in your inventory. You'll need to free up some space first and try again.",	"sys_msg_no_core":"Unfortunately, it looks like someone has already removed the Navigational Core from this vessel.",	"fly_txt_core_removed":"Navigational Core Retrieved!!!",	"mnu_inspect_vessel":"Inspect Vessel",	"sys_msg_inspect_no":"Aside from a few scorch marks, the vessel appears to be in good condition. In fact, the only thing missing from it seems to be the fighter's Navigational Core unit.",	"sys_msg_inspect_yes":"Aside from a few scorch marks, the vessel still appears to be in good condition. You could remove the Navigational Core unit and bring it to the ship's owner. This would allow them to determine what happened to the ship between now and the time it went missing.",	"thug_taunt_1":"We was here first and you ain't gettin' the reward! Let's blast this gnort!",	"thug_taunt_2":"You just stumbled into a rancor's nest fool. The reward is going to us!",	"thug_taunt_3":"I have a riddle for you. What has two legs and ain't making it out of here alive to collect the reward...",	"reward_verify_fail":"An error occurred while delivering your reward. Please confirm you have all six cores in your inventory and speak to Captain Dramont again.",	"fly_txt_winner":"Contest Winner!!!"
}}