{
	"stfFile":"event/love_day",
	"entries": {
		"disillusion_mr_hate_loved":"You...you love me, %TO?? No one has ever said anything like that to me...",	"love_note_01":"You are my inspiriation and my hope. In my dreams and in your ____ there are no impossibilities.",	"love_note_02":"My ____ for you is a boffa treat that sustains me whenever I hunger.",	"love_note_03":"My nights are full of sunlight and joy with ____ and thoughts of you.",	"love_note_04":"Though my feet may travel throughout the galaxy, your ____ keeps my heart warm and at home.\"",	"love_note_05":"Not only for who you are, but for what I am when I am with you, I will ____ you forever.\"",	"love_note_title":"Fill in the Blank in His Love Note",	"love_note_correct_01":"Oh, that's really good. Thank you!",	"love_note_correct_02":"Yes, yes! I'd have never thought of that!",	"love_note_correct_03":"Wow, you're good at this. That sounds just about perfect!",	"love_note_correct_04":"That's it! I don't know how you're able to come up with the absolute best word time and again!",	"love_note_correct_05":"Hooray! With your help I've finished it. Now she'll finally know how I feel about her!",	"love_note_incorrect_01":"No, that doesn't sound quite right.",	"love_note_incorrect_02":"Hmm...not really what I had in mind.",	"love_note_incorrect_03":"Well...maybe...but...no. No, sorry, that just doesn't seem like what I want.",	"love_note_incorrect_04":"You're kidding, right?",	"love_note_incorrect_05":"Um...I don't think so.",	"love_note_incorrect_06":"Nice...sort of...but not really what I'm after.",	"love_note_incorrect_07":"That doesn't really roll off of the tongue like I'd hoped.",	"love_note_incorrect_08":"Interesting, but I'm going to have to say no to that.",	"love_note_incorrect_09":"I already tried that, but didn't like it.",	"trait_money":"FF33C2.I do not want to have to worry about FF33C2money....anyone I'm with must be at least as financially secure as I am",	"trait_children":"FF33C2.I want FF33C2children....not necessarily a lot of them, but at least two or three",	"trait_moonlight":"FF33C2.I like long walks in the FF33C2moonlight....and I do not mind a good cliche",	"trait_beaches":"FF33C2.I like nothing better than spending an entire day hanging out at the FF33C2beach. and just soaking up the rays",	"trait_animals":"FF33C2.I love FF33C2animals....I want lots and lots of pets",	"trait_art":"FF33C2.I really enjoy going to FF33C2art. exhibitions and other cultural events",	"trait_things":"FF33C2.I want FF33C2all of the best. in life...the best clothes and vehicles and appliances and everything",	"trait_music":"FF33C2.I love listening to FF33C2music....all kinds of music",	"trait_holo_vids":"FF33C2.I spend a lot of time watching FF33C2holo-vids.",	"trait_clubs":"FF33C2.I love the FF33C2night life....going to clubs and dancing the night away",	"trait_staying_home":"FF33C2.I like FF33C2staying at home. and having a quiet night",	"trait_crafting":"FF33C2.I like to FF33C2make things....why pay outrageous prices when you can make something just as good yourself",	"trait_not_alone":"FF33C2.I just don't want to be FF33C2alone. any more",	"trait_career":"FF33C2.I'm focused on my FF33C2career. and want someone who is equally career-minded",	"trait_travel":"FF33C2.I want to see distant planets and FF33C2travel. to the stars",	"trait_space_cruises":"FF33C2.I want my every whim to be served on one of those luxurious FF33C2space cruises. I always hear about",	"trait_education":"FF33C2.I value a good FF33C2education....just because I'm no longer in school doesn't mean I no longer hunger for knowledge",	"trait_blood_type":"FF33C2.I want to find someone with the same FF33C2blood type. as mine",	"trait_house":"FF33C2.I want to own a FF33C2home. someday...a little place belongs to me and someone special that's tucked away in some quiet corner of the galaxy",	"trait_romance":"FF33C2.I'm looking for FF33C2romance. and want to be swept off of my feet",	"trait_communication":"FF33C2.I think that nothing is more important in a relationship than excellent FF33C2communication.",	"trait_intimacy":"FF33C2.I want to FF33C2feel close. to someone and share everything life has to offer with them",	"trait_conversation":"FF33C2.I like to be able to talk about current events or any other topics...basically without a good FF33C2conversation., I'll get bored",	"trait_rebel":"FF33C2.I hope the FF33C2Rebel Alliance. succeeds...I don't trust the Empire any more",	"trait_imperial":"FF33C2.I support the FF33C2Empire. and have no patience for those who do not",	"playing_cupid_match_found":"I'm very glad to meet you, %TO, and can't wait to get to know you better."
}}