{
	"stfFile":"spacequest/recovery_duty/ep3_indie_slavers_recovery",
	"entries": {
		"abort":"Avatar Platform is resuming control of the vessel!",	"angry_disable":"What? Are you crazy? You messed with the wrong transport!",	"arrival_phase_1":"Scanning for Trandoshan Slaver Transports...",	"arrival_phase_2":"Intercept and disable the Trandoshan Slave Shuttle before it reaches the Avatar Platform.",	"attack_notify":"pcontrast1 Tactical Computer: pcontrast1 Incoming hostiles!",	"attack_stopped":"pcontrast1 Tactical Computer: pcontrast1 Enemies eliminated.",	"capture_complete":"The Trandoshan Slave Shuttle navicomputer is now being controlled by remote.",	"capture_phase_1_1":"What's happening?! The controls won't respond!",	"capture_phase_1_2":"The navicomputer is going hay-wire! What's happening?",	"capture_phase_1_3":"I can't control the ship! What's going on here?!",	"capture_phase_1_4":"No helm response! No auto response! We're not in control of this ship anymore!",	"capture_phase_1_5":"This is ridiculous! I can't get the navicomputer to respond!",	"capture_phase_2_1":"Oh no! Someone has sliced the navicomputer and has taken control of the ship by remote!",	"capture_phase_2_2":"This can't be! They've taken control of our vessel!",	"capture_phase_2_3":"What? How? I don't understand how someone can take over our navicomputer!",	"capture_phase_2_4":"Come on! How did someone take over our navicomputer?!",	"capture_phase_2_5":"That was a navicomputer spike! We've lost all control over the vessel!",	"capture_started":"Initiating long-range navicomputer spike.",	"complete":"Trandoshan Slave Shuttle captured!",	"escort_remaining":"Enemy vessel destroyed! %DI targets remain!",	"escort_wiped_out":"Enemy escort has been destroyed.",	"failed_destroy":"That Trandoshan Slaver Shuttle is no use to us in pieces!",	"failed_escape":"You let them get away!",	"panic_1":"You're in for it now!",	"panic_2":"Trandoshan fighters to the rescue!",	"panic_3":"Give up! Surrender this transport at least!",	"panic_4":"Now you're in for it!",	"panic_5":"I'm saved!",	"quest_disable_d":"Target one of the Trandoshan Slave Shuttle sub-components (engines or reactor) and destroy it. This will disable the ship. Once the vessel is disabled, the Independent Slavers' base will initialize a navicomputer spike and take control of the vessel.",	"quest_disable_t":"Disable the Transport",	"quest_escort_d":"The Trandoshans are not going to be happy about this. Prevent the Trandoshans from destroying their own vessel. The Independent Slavers plan to sell the cargo in a remote system...",	"quest_escort_t":"Escort the Transport to the Independent Slavers' base",	"quest_location_d":"Head towad the Avatar Platform and intercept Trandoshan Slave Shuttles before they reach their destinations.",	"quest_location_t":"Kashyyyk space",	"quest_recover_d":"The Independent Slavers have initiated a navicomputer spike. This code will take over the Trandoshan ship and set a course that cannot be altered by anyone aboard.",	"quest_recover_t":"Await the Navicomputer Spike",	"quest_update":"pcontrast1 Independent Slaver Base: pcontrast1 %TO",	"recovery_success":"A Trandoshan Slaver Shuttle has been captured!",	"target_disabled":"The Trandoshan Slaver Shuttle is now disabled! Initiating the navicomputer spike...",	"taunt_1":"Get your hands off our transport!",	"taunt_2":"What's this? Stealing transports? How low can you get?!",	"taunt_3":"Ah! That's mine! You give it back!",	"taunt_4":"You got guts crossing the Trandoshans!",	"taunt_5":"Prepare to surrender!",	"thanks_1":"GAH! You win this time... but you just wait!",	"thanks_2":"Hateful sithspawn! My friends will rescue me!",	"thanks_3":"Grrrr! You may have won that battle... but it's not over yet!",	"thanks_4":"What do you think you're doing! Give up already!",	"thanks_5":"You miserable... ARGH! Those were my friends!",	"title":"Independent Slavers: Working for a Living?",	"title_d":"You have been contracted by Independent Slavers to steal Trandoshan ships. Apparently, the Trandoshans are the only interest in the Kashyyyk system that has managed to make a profit in the slave trade. The Independent Slavers want a piece... and the only way they'll get it is by stealing!"
}}