{
	"stfFile":"spacequest/assassinate/npe_hard_main_2c",
	"entries": {
		"arrival_phase_1":"Just like before, pilot, the base commander will make a run for it toward the Darkevil Eclipse. Keep on the lookout for a cowardly Black Sun fighter ship.",	"arrival_phase_2":"There he is pilot! Do what you do best!",	"assassinate_success":"Success! You did well, pilot. Come home and we'll discuss the final attack.",	"assigned_delayed":"",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"destroy_escort":"The escort ships remain, pilot. Destroy them as quickly as possible! They too can do unrepairable damage to us if the Darkevil Eclipse is alerted before we destroy their defenses!",	"escort_remaining":"pcontrast1 Tactical Computer:pcontrast3 <%DI escort targets remaining.>",	"escort_wiped_out":"Dartas Pytin: <Commander Ondara is getting away! Destroy him immediately!>",	"failed_escape":"The commander was able to get away. We're done for!",	"quest_escort_d":"'I must destroy Commander Ondara's escorts as well. They too can cause damage to our plan.'",	"quest_escort_t":"Black Sun Escorts",	"quest_location_d":"'Prince Xizor, whispered leader of the Black Sun, has a personal vendetta against the Lord Darth Vader. Scheming to knock the Lord of the Sith from his place beside Palpatine, the elegant Falleen may find that his evil plans will eventually be the downfall of the esteemed Black Sun syndicate.'",	"quest_location_t":"Ord Mantell: Scarlet Dawn",	"quest_target_d":"'Like with Chaen, Commander Ondara is trying to escape the wrath of the Car'das fleet. I have to track him down and destroy him before he reaches the Darkveil Eclipse.'",	"quest_target_t":"Lieutenant Commander Ondara",	"quest_update":"Dartas Pytin: <%TO>",	"split_quest_alert":"Dartas Pytin: <Time to return home pilot...>",	"split_quest_alert_fail":"",	"title":"The Trinity: Lieutenant Commander Ondara",	"title_d":"'Commander Ondara is on the run! I have to destroy him before he reaches the Darkveil Eclipse or our efforts against the Black Sun will be lost.'"
}}