{
	"stfFile":"spacequest/assassinate/npe_hard_main_2a",
	"entries": {
		"arrival_phase_1":"Keep your eyes open, pilot. Our intelligence agents have determined that their base commander will make a break for it!",	"arrival_phase_2":"There he is pilot! You have your mission now execute on it!",	"assassinate_success":"Commander Chaen has been defeated! Good, pilot! Soon, the Car'das will rule Ord Mantell space and bring peace.",	"assigned_delayed":"",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"destroy_escort":"Commander Chaen has been defeated, but we still need to target his escorts as well! Continue as planned, pilot.",	"escort_remaining":"pcontrast1 Tactical Computer:pcontrast3 <%DI escort targets remaining.>",	"escort_wiped_out":"Dartas Pytin: <Commander Chaen is getting away! Destroy him immediately!>",	"failed_escape":"Pilot, our mission has failed! Commander Chaen was able to get away and request more assistance. We're through!",	"quest_escort_d":"'Not only do I have to destroy Commander Chaen, but also the vessels guarding him. They won't let me get away so easily after assassinating their leader.'",	"quest_escort_t":"Black Sun Escorts",	"quest_location_d":"'The modern era of the Black Sun syndicate is led by Prince Xizor, the head of the Xizor Transport Systems. \"Vigos\", a term meaning 'nephew', serve under him, watching over specific territories and activities.'",	"quest_location_t":"Ord Mantell: Scarlet Dawn",	"quest_target_d":"'One of the base commanders of the Dual Moons, according to the Car'das intelligence agents, plans to make a break for it. He'll be heading for the Darkveil Eclipse, the main hub of the Trinity. I can't let that happen or our mission to destroy the Black Sun will be over.'",	"quest_target_t":"Lieutenant Commander Chaen",	"quest_update":"Dartas Pytin: <%TO>",	"split_quest_alert":"Dartas Pytin: <The first of the Dual Moons is down. Now, let's concentrate on the other. You know what to do.>",	"split_quest_alert_fail":"",	"title":"The Trinity: Lieutenant Commander Chaen",	"title_d":"'Commander Chaen is on the run! I have to destroy him before he reaches the Darkveil Eclipse or our efforts against the Black Sun will be lost.'"
}}