{
	"stfFile":"quest/ground/ac_repeater_loruna_enf_30_dnpc2_hoolar_01",
	"entries": {
		"category":"Azure Cabal - Enforcement",	"journal_entry_completion_summary":"Frosch Industries is an upstart research and development organization which has recently announced several breakthroughs in bacta technology. For reasons of their own, one or more of the Azure Cabal's clients want to prevent their technology from reaching the market.",	"journal_entry_description":"Loruna Scathe has placed Hoolar in charge of the Azure Cabal's operations against Frosch Industries. She may periodically contact Loruna and request your services, so long as you continue to complete assignments.",	"journal_entry_title":"Hoolar's Enforcer",	"task01_journal_entry_description":"No one can cross the Azure Cabal without paying the price. Deal out some punishment and then report back to Hoolar.",	"task01_journal_entry_title":"Enforcement for Azure Cabal",	"task01_waypoint_name":"Frosch Research Station",	"task02_journal_entry_description":"You have fulfilled the requirements of this mission. Report to Hoolar for your payment.",	"task02_journal_entry_title":"Report to Hoolar",	"task02_waypoint_name":"Hoolar Freeb",	"task03_comm_message_text":"You have done well. So well. Come back to me. I will be waiting. Waiting.",	"task04_journal_entry_description":"It appears that the bacta technology that Frosch Industries is working on is nearing completion. The Azure Cabal's client wants to sabotage their research. Acquire a diagram of the chemical structure of their bacta matter from Frosch Researchers. Hoolar will contact you with further instructions when you have it in-hand.",	"task04_journal_entry_title":"Bacta Chemical Structure Diagram",	"task05_comm_message_text":"You are doing so well. So well! Now, find a Research Terminal and modify Carbon atom indexed as 213 to Silicon. Impossible to make then.",	"task06_item_name":"Decrypted Information",	"task06_journal_entry_description":"Comm from Hoolar: \"You are doing so well. So well! Now, find a Research Terminal and modify Carbon atom indexed as 213 to Silicon. Impossible to make then.\"",	"task06_journal_entry_title":"Modify Bacta Diagram",	"task06_waypoint_name":"Sleepless Brotherhood Cavern",	"task07_comm_message_text":"Your task is done. Done! Before the patrols come, leave the research station now. Now!",	"task08_journal_entry_description":"The Frosch Researchers will not be happy with what you've done, but must not learn that the Azue Cabal was involved. You must either escape or eliminate the patrols they send after you.",	"task08_journal_entry_title":"Escape or Eliminate the Patrols",	"task09_journal_entry_description":"The Frosch Researchers will not be happy with what you've done, but must not learn that the Azue Cabal was involved. You must either escape or eliminate the patrols they send after you.",	"task09_journal_entry_title":"Escape or Eliminate the Patrols",	"task10_journal_entry_description":"The Azure Cabal's client wants a sample of the new bacta matter that Frosch Industries has been working on. In order to access the cryo-tank, you'll have to obtain clearance codes from four Cryptoanalysts.",	"task10_journal_entry_title":"Acquire Security Codes",	"task11_comm_message_text":"It is very good. Very good. Now, use the codes to extract some bacta matter from the tanks in the medical center.",	"task12_item_name":"Bacta Matter",	"task12_journal_entry_description":"Comm from Hoolar: \"It is very good. Very good. Now, use the codes to extract some bacta matter from the tanks in the medical center.\"",	"task12_journal_entry_title":"Override Terminal Security",	"task13_journal_entry_description":"As part of a two-pronged mission, you are instructed to eliminate at least 8 of the Frosch Guards in their research station. You do not need to know more than that at this time.",	"task13_journal_entry_title":"Kill Frosch Guards",	"task14_journal_entry_description":"A prominent merchant has hired the Azure Cabal to engage and destroy any Frosch agents we find. Hoolar has dispatched you to hunt down at least 12 members of that group. She does not care which ones, though.",	"task14_journal_entry_title":"Kill Frosch Members"
}}