{
	"stfFile":"quest/ground/ac_repeater_loruna_enf_30_dnpc1_haadj_02",
	"entries": {
		"category":"Azure Cabal - Enforcement",	"journal_entry_completion_summary":"The Sleepless Brotherhood put one of your crew in the medical center, you put several of them in the ground. No touches the Azure Cabal!",	"journal_entry_description":"Ha'Adj tracks the activities of several ruthless mercenary groups. When their actions impede the Azure Cabal, she dispatches muscle to fix the situation. This time around, you're that muscle.",	"journal_entry_title":"Ha'Adj's Enforcer",	"task01_journal_entry_description":"No one can cross the Azure Cabal without paying the price. Deal out some punishment and then report back to Ha'Adj.",	"task01_journal_entry_title":"Enforcement for Azure Cabal",	"task01_waypoint_name":"Drennic Listening Post",	"task02_journal_entry_description":"You have fulfilled the requirements of this mission. Report to Ha'Adj for your payment.",	"task02_journal_entry_title":"Report to Ha'Adj",	"task02_waypoint_name":"Ha'Adj",	"task03_comm_message_text":"Very good! Head back here immediately and we'll discuss any further actions.",	"task04_item_name":"EM-Scanners",	"task04_journal_entry_description":"The two EM-Scanners that the Cabal use to sniff the data transmissions to and from the Drennic Listening Post are malfunctioning or have been found. I am tasked with installing them on inconspicuous terminals and then making it look like assignment was nothing more subtle than a brazen assault.",	"task04_journal_entry_title":"Place EM-Scanners",	"task05_comm_message_text":"Good. Now you must make enough noise on your way out that the Drennics think your purpose there was simply assault. Kill them until I say to stop.",	"task06_journal_entry_description":"Comm from Ha'Adj: \"Good. Now you must make enough noise on your way out that the Drennics think your purpose there was simply assault. Kill them until I say to stop.\"",	"task06_journal_entry_title":"Kill Drennics",	"task07_comm_message_text":"That's sufficient. I can see from the emergency requests for support that you have convinced them that this was a raid. Come back for debriefing.",	"task08_journal_entry_description":"Recently a Rebel delegation was captured by unknown forces. They were allegedly carrying several sealed schematics of great importance. The Azure Cabal has retrieved several of them already, but somehow the Drennics have acquired another one. I am expected to infiltrate their listening post and find the Drennic Analyst who has it before they are unsealed.",	"task08_journal_entry_title":"Acquire Sealed Schematics",	"task09_comm_message_text":"Now access their database via a terminal in one of their barraks to purge all records of the schematics.",	"task10_item_name":"Security Override",	"task10_journal_entry_description":"Comm from Ha'Adj: \"Now access their database via a terminal in one of their barraks to purge all records of the schematics.\"",	"task10_journal_entry_title":"Purge Database",	"task11_journal_entry_description":"Recently we detected subtle probes of our database by someone almost as skilled in slicing as we are. We allowed them to proceed unimpaired to see where they would go. From the data tables accessed, it is clear that the incursion was by a Drennic Dataminer stationed in the Drennic Listening Post. Hunt down and eliminate at least 5.",	"task11_journal_entry_title":"Hunt Down Drennic Dataminers",	"task12_journal_entry_description":"The Scouts sent by that scoundrel Drennic attacked a merchant who had hired us for protection. We fended them off, but the best defense is not having to fight at all. I want you to demonstrate how expensive interfering with the Azure Cabal can be. If you slay 10 of the Scouts, perhaps Drennic will remember to leave those under our protection alone.",	"task12_journal_entry_title":"Kill Drennic Scouts"
}}