{
	"stfFile":"quest/ground/ac_repeater_loruna_enf_30_dnpc3_camdoen_01",
	"entries": {
		"category":"Azure Cabal - Enforcement",	"journal_entry_completion_summary":"Loruna's connection with the Mystril Shadow Guard is unclear. She frequently required Cam'doen to stage operations against them, yet she seems genuinely upset by the need to do so.",	"journal_entry_description":"Cam'doen is one of Loruna Scathe's most trusted operatives. Because of his loyalty and unflinching dedication to duty, she has entrusted him with coordinating all matters relating to the Mystril Shadow Guard.",	"journal_entry_title":"Cam'doen's Enforcer",	"task01_journal_entry_description":"No one can cross the Azure Cabal without paying the price. Deal out some punishment and then report back to Cam'doen.",	"task01_journal_entry_title":"Azure Cabal Enforcement - Mystril Safehouse",	"task01_waypoint_name":"Mystril Safehouse",	"task02_journal_entry_description":"You have fulfilled the requirements of this mission. Report to Cam'doen for your payment.",	"task02_journal_entry_title":"Report to Cam'doen",	"task02_waypoint_name":"Cam'doen",	"task03_comm_message_text":"You have done well for Loruna and I thank you. Return to me and I will compensate you.",	"task04_item_name":"Security Override",	"task04_journal_entry_description":"You must fight your way to the Emberlene Memorial to prove yourself a worthy sacrifice. Kill all of the Mystril Shadow Guards in the room and then touch the Memorial on behalf of Loruna.",	"task04_journal_entry_title":"Place Tribute on Memorial",	"task05_comm_message_text":"Good, now I need you to sacrifice yourself. Just allow my Sisters to destroy you. Your willing death will partially restore my status with the Mystril Shadow Guard... You will be rewarded.",	"task06_journal_entry_description":"Loruna has asked that you sacrifice yourself for the good of the Azure Cabal. You must allow yourself to be killed by the Mystril Shadow Guard, not just incapacitated. She will, of course, pay for the cloning expenses.",	"task06_journal_entry_title":"Sacrifice Yourself",	"task08_comm_message_text":"I cannot believe you screwed this up me! You were supposed to sacrifice yourself, not slaughter them! Speak to me in Theed when you learn to do as ordered.",	"task09_journal_entry_description":"Mystril Guard Slicers have successfully sliced one of our clients' databases. Recovery of the sliced datatables is paramount if the Azure Cabal is to retain this client.",	"task09_journal_entry_title":"Acquire Sliced Datatables",	"task10_journal_entry_description":"Cam'doen has learned that there is an Imperial spy in the Mystril Shadow Guard. Loruna has tried to inform them, but has been rebuffed. You have been dispatched to engage any Mystril Shadow Guard you meet until you acquire a confession. ",	"task10_journal_entry_title":"Identify the Spy",	"task11_journal_entry_description":"The Mystril light infantry known as Skirmishers, recently intercepted a convoy the Azure Cabal was protecting. Whether this was a case of overlapping contracts or a direct provocation is unclear, but the response must not be. Kill 9 Skirmishers.",	"task11_journal_entry_title":"Kill Mystril Skirmishers",	"task12_journal_entry_description":"Seek and destroy at least 10 members of the Mystril Shadow Guard in their Safehouse on Naboo.",	"task12_journal_entry_title":"Hunt the Mystril Shadow Guard"
}}