{
	"stfFile":"quest/ground/ac_repeater_loruna_enf_30_dnpc3_camdoen_02",
	"entries": {
		"category":"Azure Cabal - Enforcement",	"journal_entry_completion_summary":"You have successfully manipulated the M'dweshuui into attacking enemies of the Azure Cabal. They have limited attention spans and you may have to encite them again, but for now, they are serving our purposes.",	"journal_entry_description":"Cam'doen has formulated a plan to use the fierce Nikto Blood Cultists known as the M'dweshuui as pawns in our dealings with other mercenary groups. They are ignorant and easily misled. They are also quick to attack the targets we choose if given a nudge in the right direction.",	"journal_entry_title":"Cam'doen's Enforcer",	"task01_journal_entry_description":"No one can cross the Azure Cabal without paying the price. Deal out some punishment and then report back to Cam'doen.",	"task01_journal_entry_title":"Azure Cabal Enforcement - Nikto Stronghold",	"task01_waypoint_name":"M'dweshuui Stronghold",	"task02_journal_entry_description":"You have fulfilled the requirements of this mission. Report to Cam'doen for your payment.",	"task02_journal_entry_title":"Report to Cam'doen",	"task02_waypoint_name":"Cam'doen",	"task03_comm_message_text":"Very good! Head back here immediately and we'll discuss any further actions.",	"task04_item_name":"EM-Scanners",	"task04_journal_entry_description":"The Mystril Shadow Guard keep a musky scent known as Emberlene Essence on a memorial altar in their safehouse. Acquire some.",	"task04_journal_entry_title":"Retrieve Emberlene Essence",	"task04_waypoint_name":"Mystril Safehouse",	"task05_comm_message_text":"Now use the Emberlene Essence in your inventory to make yourself smell like a Mystril Shadow Guard, then attack the M'dweshuui.",	"task06_item_name":"Use Emberlene Essence",	"task06_journal_entry_description":"Comm from Cam'doen: \"Now use the Emberlene Essence in your inventory to make yourself smell like a Mystril Shadow Guard, then attack the M'dweshuui.\"",	"task06_journal_entry_title":"Use Emberlene Essence",	"task07_journal_entry_description":"Now that you smell like a Mystril Shadow Guard, Cam'doen wants you to attack the Nikto Fatalists in their stronghold until you've spread the scent of Mystril throughout the place. She'll comm you when you've killed enough. You MUST complete this task before the scent wears off!",	"task07_journal_entry_title":"Nikto Killing Spree!",	"task08_comm_message_text":"How could you do this to us? You have waited too long and now the M'dweshuui know that WE are their enemy! Return to Loruna and I will try to salvage the situation.",	"task10_journal_entry_description":"The Mon'Shallok have never attacked the M'dweshuui, so far as we know. Cam'doen wants the Nikto to initiate hostilities against them. He intends to have you kill at least 5 of their Overseers and then deliberately botch an attempt to slice their power grid. You are to make it look like the Mon'Shallok were behind the assassinations and the slicing.",	"task10_journal_entry_title":"Eliminate Nikto Overseers",	"task11_comm_message_text":"Now slice their power grid monitoring terminal. Remember to botch the job and leave a Mon'Shallok data-trail!",	"task12_item_name":"Data-trail created",	"task12_journal_entry_description":"Comm from Cam'doen: \"Now slice their power grid monitoring terminal. Remember to botch the job and leave a Mon'Shallok data-trail!\"",	"task12_journal_entry_title":"Slice Power Grid... Badly",	"task13_journal_entry_description":"Cam'doen intercepted a M'dweshuui comm. It is clear that they are expecting an attack from the Sleepless Brotherhood. If you destroy at least 20 Nikto Blood Cultists, they will probably decide that this was the expected attack and retaliate against the Brotherhood... Probably.",	"task13_journal_entry_title":"Kill Nikto Blood Cultists",	"task14_journal_entry_description":"Recently Cam'doen observed a skirmish between a team of Nikto Fanatics and some Drennics they stumbled across. By killing at least 15 Fanatics, he hopes to encourage further aggression between the two factions.",	"task14_journal_entry_title":"Kill Nikto Fanatics"
}}