{
	"stfFile":"quest/ground/ac_repeater_loruna_enf_30_dnpc1_haadj_01",
	"entries": {
		"category":"Azure Cabal - Enforcement",	"journal_entry_completion_summary":"The Sleepless Brotherhood put one of your crew in the medical center, you put several of them in the ground. No touches the Azure Cabal!",	"journal_entry_description":"Ha'Adj tracks the activities of several ruthless mercenary groups. When their actions impede the Azure Cabal, she dispatches muscle to fix the situation. This time around, you're that muscle.",	"journal_entry_title":"Ha'Adj's Enforcer",	"task01_journal_entry_description":"No one can cross the Azure Cabal without paying the price. Deal out some punishment and then report back to Ha'Adj.",	"task01_journal_entry_title":"Enforcement for Azure Cabal",	"task01_waypoint_name":"Sleepless Brotherhood Cavern",	"task02_journal_entry_description":"You have fulfilled the requirements of this mission. Report to Ha'Adj for your payment.",	"task02_journal_entry_title":"Report to Ha'Adj",	"task02_waypoint_name":"Ha'Adj",	"task03_comm_message_text":"Very good! Head back here immediately and we'll discuss any further actions.",	"task04_journal_entry_description":"As a favor to her friend Hoolar, Ha'Adj wants me to acquire a Sleepless Brotherhood Dogma Disk from one of the Penitents in their cavern. ",	"task04_journal_entry_title":"Acquire a Dogma Disk",	"task05_comm_message_text":"Now locate a Dogma Control Terminal in their data center and modify a few passages to encourage the Penitents to return to the Mother Jungle.",	"task06_item_name":"Decrypted Information",	"task06_journal_entry_description":"Comm from Ha'Adj: \"Now locate a Dogma Control Terminal in their data center and modify a few passages to encourage the Penitents to return to the Mother Jungle.\"",	"task06_journal_entry_title":"Reword Dogma Passages",	"task06_waypoint_name":"Sleepless Brotherhood Cavern",	"task07_comm_message_text":"Now run for it! You can't be caught there. Go, go, GO!",	"task08_journal_entry_description":"The Brotherhood must not know that the Azure Cabal modified their Dogma Disks. You must either escape or eliminate the patrols they send after you.",	"task08_journal_entry_title":"Escape or Eliminate the Patrols",	"task09_journal_entry_description":"The Brotherhood must not know that the Azure Cabal modified their Dogma Disks. You must either escape or eliminate the patrols they send after you.",	"task09_journal_entry_title":"Escape or Eliminate the Slayer Patrol",	"task10_journal_entry_description":"The Sleepless Brotherhood has once again stolen an Azure Cabal comm unit. They do this to monitor Loruna's dispatches and Ha'Adj can't broadcast re-calibration frequencies until all units are secure. Locate the stolen comm unit. It is likely in the posession of one of their Rogues.",	"task10_journal_entry_title":"Retrieve Stolen Comm Unit",	"task11_comm_message_text":"Now need you to delete all references to past frequencies we used. Locate a personal data terminal in their control center and override the security. I will do the rest.",	"task12_item_name":"Security Override",	"task12_journal_entry_description":"Comm from Ha'Adj: \"Now need you to delete all references to past frequencies we used. Locate a personal data terminal in their control center and override the security. I will do the rest.\"",	"task12_journal_entry_title":"Override Terminal Security",	"task13_journal_entry_description":"Despite previous warnings, the Sleepless Brotherhood dispatched one of their Slayers to kill an Azure Cabal operative. Inflict punitive damage by killing 7 Slayers.",	"task13_journal_entry_title":"Kill Sleepless Brotherhood Slayers",	"task14_journal_entry_description":"The Sleepless Brotherhood badly injured an Azure Cabal member who stumbled upon one of their strange rituals. Ha'Adj wants you to impress upon them how hazardous crossing the Cabal can be. Eliminate at least 12 members of the Sleepless Brotherhood.",	"task14_journal_entry_title":"Kill Sleepless Brotherhood Members"
}}