{
	"stfFile":"quest/ground/ac_repeater_loruna_enf_30_dnpc2_hoolar_02",
	"entries": {
		"category":"Azure Cabal - Enforcement",	"journal_entry_completion_summary":"Those who prey on the fear of others are never vanquished for long. Expect another call to duty against the Mon'Shallok soon.",	"journal_entry_description":"Hoolar has taken control of all operations against the Mon'Shallok Organization. She will periodically need your assistance in dealing with these terrorists.",	"journal_entry_title":"Hoolar's Enforcer",	"task01_journal_entry_description":"No one can cross the Azure Cabal without paying the price. Deal out some punishment and then report back to Hoolar.",	"task01_journal_entry_title":"Enforcement for Azure Cabal",	"task01_waypoint_name":"Mon'Shallok Training Area",	"task02_journal_entry_description":"You have fulfilled the requirements of this mission. Report to Hoolar for your payment.",	"task02_journal_entry_title":"Report to Hoolar",	"task02_waypoint_name":"Hoolar Freeb",	"task03_comm_message_text":"Very good! Head back here immediately and we'll discuss any further actions.",	"task04_item_name":"Warning Posted",	"task04_journal_entry_description":"Just killing enemies is not enough in this case. They must know in advance that you are coming. When, even then, they are powerless to stop you, they will understand terror. Post a warning to all Mon'Shallok using a Mon'Shallok Personnel Console in their barraks area.",	"task04_journal_entry_title":"Upload Warning Message",	"task05_comm_message_text":"Now you must act fast. Fast! Slaughter Mon'Shalloks until you establish a sense of terror. Terror!",	"task07_journal_entry_description":"Comm from Hoolar: \"Now you must act fast. Fast! Slaughter Mon'Shallaks until you establish a sense of terror. Terror!\"",	"task07_journal_entry_title":"Establish Sense of Terror",	"task08_comm_message_text":"Yes. Yes! Come back now and let the terror rot them from inside. From inside.",	"task09_journal_entry_description":"To fight terror, sometimes one must use terror. Acquire 4 Mon'Shallok Supervisors' Signets. Hoolar will contact you with additional instructions.",	"task09_journal_entry_title":"Acquire Supervisors' Signets",	"task10_comm_message_text":"You work well and so fast. So fast. Place those signets on the desk in the command tent. Command tent.",	"task11_item_name":"Security Override",	"task11_journal_entry_description":"Comm from Hoolar: \"You work well and so fast. So fast. Place those signets on the desk in the command tent. Command tent.\"",	"task11_journal_entry_title":"Place Signets on Supervisors' Desk",	"task12_journal_entry_description":"By eliminating at least 6 trainers, the Azure Cabal hopes to slow the deployment of new Cadets into the field.",	"task12_journal_entry_title":"Eliminate Mon'Shallok Trainers",	"task13_journal_entry_description":"The Mon'Shallok organization has recruited another group of Cadets. Seek out their training area and eliminate at least 13 of them.",	"task13_journal_entry_title":"Kill Mon'Shallok Cadets"
}}