{
	"stfFile":"quest/ground/c_bounty_hunter_kill_1",
	"entries": {
		"category":"Profession",	"journal_entry_description":"Untas owes Faeto money and the Bosshand is tired of waiting. Time has run out for Untas. You are to track him down through his friends and kill him, but not before you give him the Death Mark so he knows that it was Faeto who did him in. ",	"journal_entry_title":"Faeto's Job",	"task00_comm_message_text":"Glad you decided to take me up on the offer. That shows promise. A thug named Faeto is having some problems. He camps himself at the Lucky Despot in Mos Eisley. Go there and see what he needs.",	"task01_journal_entry_description":"Boba Fett has contacted you. He is keeping an eye on you during your professional development. He has suggested that you contact someone named Faeto at the Lucky Despot in Mos Eisley.",	"task01_journal_entry_title":"Talk to Faeto",	"task01_waypoint_name":"Faeto",	"task03_journal_entry_description":"According to Faeto, Taibela might have some information regarding Untas and his whereabouts.",	"task03_journal_entry_title":"Speak with Taibela",	"task03_waypoint_name":"Taibela",	"task04_journal_entry_title":"flower",	"task05_journal_entry_description":"Taibela says that her lover Oldksam might have information on Untas. But Oldksam has gone into hiding somewhere in the Krayt Dragon Cult cave. She has given you a pressed flower to prove that she sent you to him.  ",	"task05_journal_entry_title":"Go to Krayt Cult Cave",	"task05_waypoint_name":"Krayt Cult Cave",	"task06_journal_entry_description":"You have located the cave. Now its time for you to find Oldksam and see what he can tell you about Untas.",	"task06_journal_entry_title":"Find Oldksam and Give Flower",	"task07_journal_entry_description":"The flower has convinced Oldksam that you come from his lover Taibela and can be trusted.",	"task07_journal_entry_title":"Speak with Oldksam",	"task09_journal_entry_description":"Sleash has a sweet tooth. He loves a rare cooking spice called Dar' Kel. You need to give it to him before he will talk with you.",	"task09_journal_entry_title":"Find and Give Spice to Sleash",	"task09_waypoint_name":"Sleash",	"task10_journal_entry_description":"Oldksam doesn't want to get involved. He suggested to speak with Sleash. He might know where Untas might be hiding. After bribing him with the Dar'Kel spice Sleash seems to be willing to talk.",	"task10_journal_entry_title":"Speak with Sleash",	"task11_journal_entry_description":"Untas can be found deep within the White Thranta labs. Find him, give him the Death Mark and then eliminate him.",	"task11_journal_entry_title":"Find and Give Untas  his Death Mark",	"task11_waypoint_name":"White Thranta Shipping Company",	"task12_journal_entry_description":"Untas has the death mark. Time to redeem it and kill him.",	"task12_journal_entry_title":"Kill  Untas",	"task12_waypoint_name":"White Thranta Shipping Company",	"task13_comm_message_text":"Untas shoulda paid me back. He ain't gonna owe nobody no more. Get back here and we'll talk, scrub.",	"task14_journal_entry_description":"Now that the deed has been done, return to Faeto.",	"task14_journal_entry_title":"Return to Faeto",	"task14_waypoint_name":"Faeto"
}}