{
	"stfFile":"quest/ground/c_bounty_hunter_kill_2",
	"entries": {
		"category":"Profession",	"journal_entry_completion_summary":"Boba Fett directed you to  protect a gungan politician, named Nalske, who had a death mark out on him. You took out the bounty hunter hunting Nalskel. Hopefully , you do not make matters worse by saving this gungan politician.",	"journal_entry_description":"According to Nalskel, an up and coming gungan politician on Naboo, a bounty hunter named Soris has been hired by his opponents to end his political career. Luckily for Nalskel, Soris hasn't . Find him and defeat him.",	"journal_entry_title":"Saving Gungan Nalskel",	"task00_comm_message_text":"You cleaned up Faeto's problem very nicely. Body count wasn't too bad. Now you get to hunt one of our own. Nalskel should contact you soon with the particulars.",	"task00_journal_entry_title":"Message from Fett",	"task01_journal_entry_description":"Boba Fett told you to expect a communication from Nalskel. It sounds like he's a fellow bounty hunter and that he's going to send some work your way.",	"task01_journal_entry_title":"Waiting for a Contact",	"task02_comm_message_text":"Mesa so happy Fetta send yousa to mesa. Moa Bounty Hunter after mesa for mysa veiws polictica. Makea himsa deada. Soris isa hisa namea.",	"task02_journal_entry_description":"Nalskel has heard of you. Many rumors are flying around that you're a bounty hunter who does a good job and who doesn't ask questions. He wants you to find a bounty hunter named Soris who has been tracking Nalskel for days.",	"task02_journal_entry_title":"Job from Nalskel",	"task04_item_name":"Soris' Datapad",	"task04_journal_entry_description":"Nalskel's associates have tracked Soris down. Apparently, Soris is on a mission. If he's not at his camp, find a clue that might tell you where he might have gone.",	"task04_journal_entry_title":"Search Soris' Camp",	"task04_retrieve_menu_text":"Download Data",	"task04_waypoint_name":"Soris' Camp",	"task05_comm_message_text":"Datapad say Soris worksa with moua moua Brovos. Go to Brovos campsa and killsa Brovos until theysa say uncla.",	"task06_journal_entry_description":"Nalskel believes that Soris has teamed up with Borvo the Hutt and his underlings to go after him. He wants you to kill some of Borvo's underlings and teach them a lesson about helping an assassin. ",	"task06_journal_entry_title":"Kill Borvo's Thugs",	"task06_waypoint_name":"Soris' Hidding Place",	"task07_comm_message_text":"Soris himsa has nosa friends left. Give Soris death mark and killsa him moua moua dead.",	"task07_journal_entry_title":"Communication from Nalskel",	"task08_journal_entry_description":"Give Soris his Death Mark before you kill him. ",	"task08_journal_entry_title":"Give Soris his Death Mark",	"task08_waypoint_name":"Soris' Hiding Place",	"task09_journal_entry_description":"Eliminate Soris ",	"task09_journal_entry_title":"Eliminate Soris",	"task09_waypoint_name":"Soris' Hiding Place",	"task10_journal_entry_description":"You await Nalskel's call.",	"task10_journal_entry_title":"Waiting for Nalskel to Call",	"task11_comm_message_text":"Hesa moua moua happy. Yousa got mesa Death Mark back! Nowsa mesa political career can take off. Mesa going to the Imperial adminstration."
}}