{
	"stfFile":"quest/ground/c_prof_entertainer",
	"entries": {
		"category":"Tatooine",	"journal_entry_description":"Go collect information around Tatooine for Anetia Kah'ryn.",	"journal_entry_title":"The Entertainer's Life",	"task01_journal_entry_description":"Go inside Mos Espa's Cantina and Perform for 5 minutes.  You will need to speak to Dorn Gestros when you are done.",	"task01_journal_entry_title":"Go into Mos Espa's Cantina and Perform",	"task01_waypoint_name":"Mos Espa's Cantina",	"task02_journal_entry_description":"Talk to Dorn Gestros and find out what he knows about Tuskens.",	"task02_journal_entry_title":"Get Information from Dorn Gestros",	"task02_waypoint_name":"Mos Espa Cantina",	"task03_journal_entry_description":"Go into Bestine's hotel and perform for 5 minutes to establish yourself as an Entertainer there.  Talk to Mayor's Aide Crix Yarrow when you are done.",	"task03_journal_entry_title":"Go to the Hotel in Bestine and Perform Inside",	"task03_waypoint_name":"Hotel in Bestine",	"task04_journal_entry_description":"Find out what he knows about the politics surrounding the Tusken attacks on Mos Eisley.",	"task04_journal_entry_title":"Talk to Mayor's Aide Crix Yarrow ",	"task04_waypoint_name":"Bestine Hotel",	"task05_journal_entry_description":"Take a shuttle up to Anchorhead and perform inside the Tavern for 5 minutes.",	"task05_journal_entry_title":"Perform in the Tavern in Anchorhead",	"task05_waypoint_name":"Anchorhead Tavern",	"task06_journal_entry_description":"Talk to Borra and find out why she is so scared.  ",	"task06_journal_entry_title":"Talk to Borra Setas in Anchorhead's Tavern",	"task06_waypoint_name":"Anchorhead Tavern",	"task07_journal_entry_description":"When you complete your performances and information gathering in Bestine, Anchorhead, and Mos Espa, return to Anetia and tell her what you learned.",	"task07_journal_entry_title":"Bring the Information Back to Anetia",	"task07_waypoint_name":"Mos Eisley Cantina",	"task09_journal_entry_description":"You overheard a conversation that Anetia will want to know about.",	"task09_journal_entry_title":"Overheard Conversation",	"task09_message_box_text":"You overhear a conversation between two males. Although you don't know who is speaking, the information catches your ear. \"I can't believe that we're stuck out here on this rock!\" \"You know that it's important to him. And he won't come here on his own.\" \"Yeah, yeah, but didn't he take care of any potential rivals?\" \"Obviously, he missed one.  Well... two if the reports are right.\" \"But what can we possibly do against two of them?!  They will kill us!\" \"Nothing.  We are not to fight them, just to report their movements.  He will take care of them.  I think he enjoys the practice.\"",	"task09_message_box_title":"Overheard Conversation",	"task11_journal_entry_description":"You overheard an interesting tidbit about an interesting business opportunity.",	"task11_journal_entry_title":"Learned About Underworld Dealings",	"task11_message_box_text":"You overhear someone asking when 'the new spice' will be ready. Another voice answers that it will be ready 'soon.' and that the supply was disrupted.  Some 'damnfool hero' has been 'nosing around.'  It also seems that the Empire and Rebellion are trying to plug up the leak.  But, 'the Prince won't be denied such a unique business opportunity.'",	"task11_message_box_title":"Overheard Tidbit",	"task12_journal_entry_description":"Go dance at the party and try to overhear some interesting information.  The party is in a house located at 3241, -4845 in Mos Eisley.",	"task12_journal_entry_title":"Dance at a Party",	"task12_waypoint_name":"Mos Eisley Party",	"task13_message_box_text":"\"I told you that getting mixed up with Jabba was bad news.  He's riling up the Tuskens.  Hopefully they won't realize what's going on or we're in trouble!\"",	"task13_message_box_title":"Final Bit of Information",	"task14_journal_entry_description":"Return to Anetia in Mos Eisley's cantina and tell her what you have learned.",	"task14_journal_entry_title":"Return to Anetia",	"task14_waypoint_name":"Mos Eisley Cantina"
}}