{
	"stfFile":"quest/ground/c_talus_grave_robbers_1",
	"entries": {
		"category":"Talus",	"journal_entry_description":"A member of the Aqualish society on Talus has asked you to investigate some possible grave robbers at Aqualish ruins.",	"journal_entry_title":"Grave robbers",	"task00_journal_entry_description":"Omkoo, a concerned Aqualish citizen, asked you to investigate rumors of grave robbing at an old Aqualish gravesite. Travel out there and find out what is going on.",	"task00_journal_entry_title":"Investigate the ruins.",	"task00_waypoint_name":"Aqualish gravesite",	"task01_comm_message_text":"From what you are describing, these don't look like thugs. Either way, they are hauling materials out of the ruins, and that is a crime that we cannot stand idly by and watch. I trust that you can do what I hired you for and take care of these scums.",	"task02_journal_entry_description":"You need to set an example that these kinds of crimes are not tolerated. Defeat the grave robbers at the site.",	"task02_journal_entry_title":"Scare them off",	"task03_comm_message_text":"Excellent. You knew what had to be done and performed as expected. We are getting reports that the thugs have already shipped off some things they found at the site. You need to track them down and retrieve what's ours. One is at the starport in Nashal and the other is at what appears to be a Rebel weapon depot. It's your choice which one you want to track down first. After you have both, come back to me.",	"task04_item_name":"Document",	"task04_journal_entry_description":"The thugs have stolen artifacts from the Aqualish gravesite. Omkoo has found out that this one is being stored at what appears to be a Rebel weapons depot in the wilds of Talus. After you have tracked down both, return to Omkoo.",	"task04_journal_entry_title":"Retrieving artifacts, weapons depot.",	"task04_retrieve_menu_text":"Search box",	"task04_waypoint_name":"Rebel weapons depot",	"task05_message_box_text":"The box found here contains weapons and medical equipment. It also has a document that seems to be an offer from something called the Tralus and Talus Liberation Party to the Rebel Alliance, describing advantages of the two cooperating.",	"task05_message_box_title":"Document",	"task06_journal_entry_description":"Return for your reward.",	"task06_journal_entry_title":"Return to Omkoo",	"task06_waypoint_name":"Omkoo",	"task09_item_name":"Rogium key",	"task09_journal_entry_description":"The thugs have stolen artifacts from the Aqualish gravesite. Omkoo has word that this one has made it to the Nashal starport. After you have tracked down both, return to Omkoo.",	"task09_journal_entry_title":"Retrieving artifacts, Nashal.",	"task09_retrieve_menu_text":"Search box",	"task09_waypoint_name":"Nashal Starport",	"task10_message_box_text":"Wrapped carefully in some cloth, you find an old key made in the strangest material. It's small enough to fit in the palm of your hand but it weighs enough that it's hard for you to pick it up.",	"task10_message_box_title":"Key"
}}