{
	"stfFile":"quest/ground/chapter8_publish_gift_activation",
	"entries": {
		"category":"Collection",	"journal_entry_completion_summary":"You have decided to answer R2's call.  Now that you have a ship, neutralize the Renegade threat!",	"journal_entry_description":"R2-D2 is in dire need of help.  There are a group of renegades forming in the Tatooine System around the Space Station. If you choose to help, you will first need to get a ship.  Visit one of the Pilot Trainers.",	"journal_entry_title":"R2-D2's dilemma",	"task00_comm_message_text":"Renegades are gathering in the Tatooine System.  Grab a ship and get up here!",	"task00_journal_entry_description":"R2-D2 is in dire need of your help.  There are groups of renegades forming in the Tatooine System around the main Space Station. If you choose to answer the call you will first need to get a ship.  Visit one of the Pilot Trainers.",	"task00_journal_entry_title":"R2-D2's Dilemma",	"task01_journal_entry_description":"Imperial Pilots serve the Empire.  Expect to engage Rebel Forces wherever they are found.  Speak with the Imperial Pilot Trainer to get a ship and answer R2's call.",	"task01_journal_entry_title":"Becoming an Imperial Pilot",	"task01_waypoint_name":"Imperial Pilot Trainer",	"task02_comm_message_text":"Hurry!  Head to the Tatooine System!",	"task04_journal_entry_description":"Alliance Pilots serve the Rebel Alliance.  You can expect to clash with Imperial Forces on a regular basis.  Speak with the Rebel Pilot Trainer to get a ship and assist R2.",	"task04_journal_entry_title":"Becoming a Rebel Pilot",	"task04_waypoint_name":"Rebel Pilot Trainer",	"task05_comm_message_text":"Hurry!  Head to the Tatooine System!",	"task07_journal_entry_description":"A Privateer is neither loyal to the Rebel Alliance or the Galactic Empire.  Speak with the Privateer Pilot Trainer to get a ship and help R2.",	"task07_journal_entry_title":"Becoming a Privateer Pilot",	"task07_waypoint_name":"Privateer Pilot Trainer",	"task08_comm_message_text":"Hurry!  Head to the Tatooine System!"
}}