{
	"stfFile":"quest/ground/corellia_tyrena_forgotten_child",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"You have reunited the Zall's with their lost daughter. Sometimes it's not the money or the rewards, just the sight of a happy girl with her parents.",	"journal_entry_description":"Apparently Zorgom and Norith Z'all had to leave their daughter Neeka behind when they escaped. Naturally they are distraught over this deed and would like your help getting her out of the slaver complex.",	"journal_entry_title":"Forgotten Child",	"task00_journal_entry_description":"Zorgom Z'all wants you to rescue his lost daughter from the slaver bunker. He says a slave still in the bunker usually knows whats going on, and might have some information about where she might be kept.",	"task00_journal_entry_title":"Talk to Gordo",	"task00_waypoint_name":"Corellian Slaver Bunker",	"task01_entrance_waypoint_name":"Corellian Slaver Bunker",	"task01_item_name":"Desk Terminal",	"task01_journal_entry_description":"Gordo told you Neeka's location might be in the administrator's desk terminal. Go to the administrator's office and download the information from the desk terminal.",	"task01_journal_entry_title":"Check Administrator's Desk Terminal",	"task01_retrieve_menu_text":"Download Neeka's Location",	"task02_entrance_waypoint_name":"Corellian Slaver Bunker",	"task02_journal_entry_description":"The administrator's terminal only listed the pen where Gordo is, and not the child's location. However, it did contain records of certain guards having access to another terminal that has more recent information about slave transfers. You'll need to get the code from these guards.",	"task02_journal_entry_title":"Find the code holders",	"task03_journal_entry_description":"You have the codes to get the latest slave transfer information, but you don't know which terminal to use them on. Talk to Gordo and see if he can help.",	"task03_journal_entry_title":"Find the Next Terminal with Gordo's Help",	"task04_item_name":"Security Terminal",	"task04_journal_entry_description":"Gordo isn't sure where the information would be, but he says your best bet is the security area at the end of the north hall leading out of his area.",	"task04_journal_entry_title":"Slice the Security Computer",	"task04_retrieve_menu_text":"Download Neeka's Location",	"task05_journal_entry_description":"Neeka is scheduled for termination. Because her parents escaped she is going to be executed as an example to the other slaves. You must rescue her. The security terminal listed her as located on the lower levels in the detention area.",	"task05_journal_entry_title":"Rescue Neeka",	"task06_journal_entry_description":"Neeka is in one of the detention cells. Talk to her about getting out of the slaver bunker.",	"task06_journal_entry_title":"Talk to Neeka",	"task07_journal_entry_description":"You have found and freed Neeka Z'all. Return to her parents and make sure she is ok.",	"task07_journal_entry_title":"Return to Zorgom",	"task07_waypoint_name":"Zorgom Z'all"
}}