{
	"stfFile":"quest/ground/corellia_cb_4",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"You eliminated the traitor Jori and his allies, the Ragtags, who arranged the theft of Donovan's ship and its cargo.",	"journal_entry_description":"Jark wants you to eliminate the people responsible for arranging the theft of Donovan's ship and the cargo of weapons it was carrying.",	"journal_entry_title":"Let the Buyer Beware",	"task00_journal_entry_description":" Captain Jark wants you to kill Ragtags who are hanging around the area south of Tyrena. He thinks they are working with the Deflarians and wants to find a link between the two groups.",	"task00_journal_entry_title":"Intimidate Ragtag Thugs for Evidence",	"task00_waypoint_name":"Ragtag Thugs",	"task01_comm_message_text":"The note you found is proof enough for me. There is mention of a meeting between Deflarian representatives and the Ragtags. Head over to the location and investigate further.",	"task02_journal_entry_description":"Jark wants you to investigate the location of a suspected meeting between the Ragtags and Deflarians.",	"task02_journal_entry_title":"Investigate the Meeting Site",	"task02_waypoint_name":"Meeting location",	"task03_comm_message_text":"So it appears they are working together.  First order of business: eliminate 8 Ragtag mercs.  After that you can deal with the traitor and his Deflarian friends.",	"task04_journal_entry_description":"Jark wants you to eliminate 8 Ragtag mercenaries.",	"task04_journal_entry_title":"Eliminate 8 Ragtag Mercenaries",	"task04_waypoint_name":"Ragtag Mercenaries",	"task05_comm_message_text":"Nice work. Now kill 2 Deflarian agents and that traitor Jori. Before he left, he stole vital information about our city defense capabilities.  It is most likely he will have it on him. Retrieve it and bring it to me.",	"task06_journal_entry_description":"Jark wants you to kill 2 Deflarian agents and the traitor Jori.  Jori is carrying important information regarding the defense capabilities of Tyrena.  Jark wants you to retrieve these plans and return them to him.",	"task06_journal_entry_title":"Kill the Traitor",	"task06_task_display_string_1":"Kill 2 Deflarian Agents",	"task06_task_display_string_2":"Kill Jori and recover the stolen defense plans.",	"task06_waypoint_name":"Jori The Traitor",	"task07_comm_message_text":"This is great news!  Bring the plans back to me and I shall reward you well.",	"task08_journal_entry_description":"Jark wants you to return the defense plans to him in Tyrena.",	"task08_journal_entry_title":"Return to Jark",	"task08_waypoint_name":"Captain Jark",	"task09_journal_entry_description":"Jark wants the traitor, Jori, killed and the stolen plans returned to him in Tyrena.",	"task09_journal_entry_title":"Kill Jori and Recover Tyrena Defense Plans",	"task10_journal_entry_description":"Jark wants 2 Deflarian agents eliminated.",	"task10_journal_entry_title":"Kill 2 Deflarian Agents"
}}