{
	"stfFile":"quest/ground/corellia_cb_1",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"You recovered Sinis' missing medical equipment for him from the Deflarians.",	"journal_entry_description":"Sinis wants you to investigate the crash of a ship containing some medical equipment he was expecting.  He wants to know what became of this equipment in the hopes you can recover some of it for him.",	"journal_entry_title":"Crash and Burn",	"task00_journal_entry_description":"Sinis gave you the coordinates to a location where the ship containing his medical equipment crashed.  Go to this location and see if you can find out anything for him.",	"task00_journal_entry_title":"Investigate the Crash Site",	"task00_waypoint_name":"Crash Site",	"task01_comm_message_text":"Why are Deflarian scavengers poking around the wreckage?  They are a well known criminal organization.  Perhaps they are involved somehow.  Eliminate a few of them and find out what it is they are searching for.",	"task02_journal_entry_description":"Sinis wants you to find out why Deflarian scavengers are hanging around and searching the crash site.  Kill these criminals until you find out what they are up to.",	"task02_journal_entry_title":"Kill Deflarian Scavengers for a Clue",	"task02_waypoint_name":"Crash Site",	"task03_comm_message_text":"Now what would they want with the flight recorder? Take the recorder to a friend of mine named Yorick. He may be able to get the data off of it.",	"task04_journal_entry_description":"Take the flight recorder to Yorick.  Sinis thinks he may be able to recover the data from it.",	"task04_journal_entry_title":"Speak to Yorick",	"task04_waypoint_name":"Yorick",	"task05_comm_message_text":"Yorick tells me the flight recorder was modified.  It may not even be from the right ship.  It is time for answers.  I am sending you the location of a communications post the Deflarians use.  Head over there and investigate.",	"task06_journal_entry_description":"Yorick says the damaged flight recorder was modified by someone.  Sinis wants you to kill Deflarian guards till you have 6 access cards.  After that you should be able to decipher the code and gain access to their private communications.",	"task06_journal_entry_title":"Recover Data Access Cards",	"task06_waypoint_name":"Deflarian Communications Post",	"task07_item_name":"Deflarian Communication Terminal",	"task07_journal_entry_description":"Sinis wants you to find out more information about what the Deflarian organization is up to by accessing their communications terminal with the cards you got off the guards.",	"task07_journal_entry_title":"Use the Deflarian Communication Terminal",	"task07_retrieve_menu_text":"Display messages",	"task07_waypoint_name":"Deflarian Communications Post",	"task08_comm_message_text":"I am sending you the location of the source of many communications to this terminal.  The communications hint of some equipment these pirates are trying to sell to an unknown buyer.",	"task09_journal_entry_description":"Sinis wants you to investigate the location he says is the origin of many communications between the Deflarians.",	"task09_journal_entry_title":"Investigate Another Deflarian Camp",	"task09_waypoint_name":"Deflarian Camp",	"task10_journal_entry_description":"Sinis wants you to recover the missing medical equipment. For good measure, kill 8 Deflarian enforcers and the Deflarian lieutenant as well.",	"task10_journal_entry_title":"Recover the Medical Equipment",	"task10_task_display_string_1":"Defeat Deflarian Enforcers",	"task10_task_display_string_2":"Defeat Deflarian Lieutenant",	"task10_task_display_string_3":"Recover Sinis's Medical Equipment",	"task10_waypoint_name":"Deflarian Camp",	"task11_journal_entry_description":"You have done well. I'm dispatching a ship to load the medical equipment you have secured.  Return to me and I shall reward you.",	"task11_journal_entry_title":"Return to Sinis",	"task11_waypoint_name":"Sinis",	"task12_journal_entry_description":"Sinis wants you to defeat the Deflarian lieutenant.",	"task12_journal_entry_title":"Defeat Deflarian Lieutenant",	"task13_journal_entry_description":"Sinis wants you to defeat 8 Deflarian enforcers.",	"task13_journal_entry_title":"Defeat Deflarian Enforcers",	"task14_item_name":"Medical Equipment Container",	"task14_journal_entry_description":"The medical equipment!  Please recover it, you will have to eliminate some of these scum as well.",	"task14_journal_entry_title":"Recover Medical Equipment",	"task14_retrieve_menu_text":"Recover"
}}