{
	"stfFile":"quest/ground/corellia_coronet_find_missing_shipment",
	"entries": {
		"category":"Corellia",	"journal_entry_description":"Help Ral Mundi by finding his missing shipment of starship components.",	"journal_entry_title":"Find the Missing Shipment of Starship Components.",	"task01_journal_entry_description":"Get the missing shipment's Shipping Invoice from Ral's assistant, Abagga Creel. You'll find her at their office building.",	"task01_journal_entry_title":"Get the Shipping Invoice",	"task01_waypoint_name":"Ral's Assistant, Abagga Creel",	"task02_journal_entry_description":"Make a generic crafting tool for Abagga Creel so that she can fix her terminal.",	"task02_journal_entry_title":"Make a Generic Crafting Tool",	"task03_journal_entry_description":"Give the generic crafting tool to Abagga Creel. She'll use it to fix her terminal and then she can get the shipping invoice that you need.",	"task03_journal_entry_title":"Give the Generic Crafting Tool to Abagga Creel",	"task04_journal_entry_description":"Get the missing shipment's Shipping Schedule from the starport master, Jesseb Convorr. You'll most assuredly find him in the Coronet starport.",	"task04_journal_entry_title":"Get the Shipping Schedule",	"task05_journal_entry_description":"Get the missing shipment's Shipping Invoice from Ral's assistant, Abagga Creel, and the Shipping Schedule from the starport master, Jesseb Convorr..",	"task05_journal_entry_title":"Get the Information Ral Mundi Requested",	"task05_task_display_string_1":"Get the shipping invoice.",	"task05_task_display_string_2":"Get the shipping schedule.",	"task06_journal_entry_description":"Return to Ral Mundi with the shipping invoice and the shipping schedule.",	"task06_journal_entry_title":"Return to Ral Mundi.",	"task06_waypoint_name":"Ral Mundi",	"task07_journal_entry_description":"Launch into space and trace the route taken by the transport that was supposed to deliver Ral's shipment. Look for anything out of the ordinary. Report back to Ral once this has been completed.",	"task07_journal_entry_title":"Trace the route taken by the Transport",	"task07_waypoint_name":"Ral Mundi",	"task08_journal_entry_description":"Intimidate some Ragtags until they reveal where you might find Tomi Jinsin. Ragtags can be found all over on Corellia and often on the outskirts of most major cities, such as Coronet.",	"task08_journal_entry_title":"Intimidate Some Ragtags",	"task09_message_box_text":"In a last minute attempt at surrender, the last Ragtag thug you defeated blurted out that Tomi Jinsin is hiding out in a bunker near Coronet on the beach. Go there and find Tomi.",	"task09_message_box_title":"Where's Tomi Jinsin?",	"task10_journal_entry_description":"Go to the Ragtag bunker and defeat Tomi Jinsin. Force him to reveal what he knows about the missing shipment.",	"task10_journal_entry_title":"Confront and defeat Tomi Jinsin",	"task10_waypoint_name":"Tomi Jinsin's bunker",	"task11_message_box_text":"Checking Tomi Jinsin's remains reveals a datapad with instructions to deliver the stolen shipment to the capitol building in Coronet. There's also a vague note about some smuggled spice.",	"task11_message_box_title":"Tomi Jinsin's Remains",	"task12_journal_entry_description":"Go to the capitol building in Coronet and look for the missing shipment inside.",	"task12_journal_entry_title":"Go Find the Shipment at the Capitol",	"task12_retrieve_menu_text":"Examine the Mysterious Crate",	"task13_message_box_text":"The mysterious crate contains spice that was smuggled in with Ral's shipment. It's obvious Ral had no idea this was going on. The big question is: Why was this delivered to the capitol building?",	"task13_message_box_title":"Mysterious Crate",	"task14_journal_entry_description":"Return to Ral at the starport entrance and let him know you found his missing shipment.",	"task14_journal_entry_title":"Return to Ral at the starport",	"task14_waypoint_name":"Ral Mundi"
}}