{
	"stfFile":"quest/ground/corellia_tyrena_lost_love",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"Not all stories have a happy ending. You gave Bannoc the woman's journal, but somehow you get the feeling this has only intensified his misery. Well after the destruction of that foul place it's oppressive touch will still be felt by many.",	"journal_entry_description":"Even in the despair of a slave pen there are times for compassion. Bannoc is looking for a woman that was kind to him. He wants to make sure she is rescued from the slavers and is safely away from the slave bunker.",	"journal_entry_title":"Lost Love",	"task00_journal_entry_description":"Bannoc told you about a certain guard that was trying to help him and Narlissa. Find and talk to this guard and see if he knows where Narlissa is being held.",	"task00_journal_entry_title":"Speak to the Helpful Guard",	"task01_item_name":"Security Terminal",	"task01_journal_entry_description":"Use the guards password on the security terminal and see if you can find out where Narlissa is being held.",	"task01_journal_entry_title":"Check the Security Terminal",	"task01_retrieve_menu_text":"Get Narlissa's Location",	"task02_journal_entry_description":"To get access to the detention cell Narlissa is in, you must get past the detention area guards.",	"task02_journal_entry_title":"Kill Detention Area Guards",	"task03_item_name":"Narlissa's Diary",	"task03_journal_entry_description":"Check the detention cells for Narlissa.",	"task03_journal_entry_title":"Find Narlissa",	"task03_retrieve_menu_text":"Read Narlissa's Diary",	"task04_journal_entry_description":"The truth behind Narlissa's help.",	"task04_journal_entry_title":"Narlissa's Diary",	"task04_message_box_text":"This appears to be Narlissa's personal diary. Quickly checking through the entries, you find some old entries about how Narlissa met a man named Bannoc and quickly fell in love with him. She wrote a number of entries about how she admired his passion and indomitable spirit here in the slave pens. She looked up to Bannoc and wrote several times about how she dreamed they could escape this horrible place and make new lives together on the outside. After reading a few of these entries, you can tell Narlissa loved Bannoc very much. The most recent entry details how she was moved to the detention cells and scheduled for termination for her collaboration with Bannoc and suspicion she helped him escape. Her last thoughts were with Bannoc and how she hoped he would never learn the real reason she was executed.",	"task04_message_box_title":"Narlissa's Datapad",	"task05_journal_entry_description":"Return to Bannoc and tell him the fate of his love, Narlissa. Whether you should tell him the complete truth or preserve Narlissa's last wishes is of course up to you.",	"task05_journal_entry_title":"Return to Bannoc",	"task05_waypoint_name":"Bannoc G'noc"
}}