{
	"stfFile":"quest/ground/corellia_38_corsec_files_03",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"You investigated the attempted assassination of Deel Draav, the mayor of Kor Vella. You findings revealed the one of the mayor's former opponents, Hershel Sheridan, was behind the attempt and took his own life after the assassination failed.",	"journal_entry_description":"Investigate the attempted assassination of Deel Draav, the mayor of Kor Vella.",	"journal_entry_title":"CorSec Case Files: The Lucky Mayor",	"task00_journal_entry_description":"Major Walden has asked that you travel to Kor Vella and assist Lieutenant Lon Cope with the investigation of an attempted assassination of the mayor of Kor Vella.",	"task00_journal_entry_title":"Travel to Kor Vella and Speak with Lt. Cope",	"task00_waypoint_name":"Lt. Lon Cope",	"task01_entrance_waypoint_name":"Entrance to the Mayor's Office",	"task01_journal_entry_description":"Lt. Cope has suggested you start your investigation by speaking with the Mayor of Kor Vella, Deel Draav.",	"task01_journal_entry_title":"Speak with the Mayor of Kor Vella",	"task01_waypoint_name":"Entrance to the Mayor's Office",	"task02_entrance_waypoint_name":"Entrance to the Mayor's Office",	"task02_item_name":"You successfully traced the threatening messages to their source",	"task02_journal_entry_description":"Your only lead thus far are some messages the mayor received demanding that he step down from his office or suffer the consequences. Use the mayor's data terminal and attempt to trace those messages to their source.",	"task02_journal_entry_title":"Use the Mayor's Data Terminal",	"task02_retrieve_menu_text":"Use the data terminal",	"task02_waypoint_name":"Entrance to the Mayor's Office",	"task03_journal_entry_description":"All you have for the source of the threatening messages is a location. Go to that location and investigate.",	"task03_journal_entry_title":"Go to the Source of the Messages",	"task03_waypoint_name":"Source of the Threatening Messages",	"task04_entrance_waypoint_name":"Abandoned Bunker",	"task04_item_name":"You found a transmitter",	"task04_journal_entry_description":"Search the bunker for the source of the threatening messages.",	"task04_journal_entry_title":"Search the Bunker",	"task04_retrieve_menu_text":"Examine the device",	"task04_waypoint_name":"Abandoned Bunker",	"task05_entrance_waypoint_name":"Abandoned Bunker",	"task05_item_name":"The scrap of paper has some writing on it",	"task05_journal_entry_description":"You found a transmitter within the bunker, but it was only relaying the messages. They originated somewhere else. Next to the transmitter, you notice a scrap of paper. Examine it.",	"task05_journal_entry_title":"Examine the Scrap of Paper near the Transmitter",	"task05_retrieve_menu_text":"Examine the scrap of paper",	"task05_waypoint_name":"Abandoned Bunker",	"task06_journal_entry_description":"The scrap of paper you found has a letterhead with a name, Hershel Sheridan, on it. Hershel Sheridan is the name of the mayor's primary opponent in the last mayoral election. Deel Draav won the election, but not by much. It was an election marred by the very foul tactics used by both sides.",	"task06_journal_entry_title":"The Scrap of Paper",	"task06_message_box_text":"The scrap of paper you found has a letterhead with a name, Hershel Sheridan, on it. Hershel Sheridan is the name of the mayor's primary opponent in the last mayoral election. Deel Draav won the election, but not by much. It was an election marred by the very foul tactics used by both sides.",	"task06_message_box_title":"The Scrap of Paper",	"task07_entrance_waypoint_name":"Hershel Sheridan's House",	"task07_item_name":"You found the corpse of Hershel Sheridan",	"task07_journal_entry_description":"The scrap of paper not only gave you Hershel Sheridan's name, but also his address. Go there and confront him.",	"task07_journal_entry_title":"Go Confront Hershel Sheridan",	"task07_retrieve_menu_text":"Examine the human corpse.",	"task07_waypoint_name":"Hershel Sheridan's House",	"task08_journal_entry_description":"Upon examination of Hershel Sheridan's corpse, you note a blaster mark to the forehead, as well as a DL-44 blaster in one of his hands. The other hand holds a small card with nothing on it but a single red circle. It looks very clear that Hershel Sheridan took his own life out of remorse for his attempt to assassinate Deel Draav.",	"task08_journal_entry_title":"Hershel Sheridan's Corpse",	"task08_message_box_text":"Upon examination of Hershel Sheridan's corpse, you note a blaster mark to the forehead, as well as a DL-44 blaster in one of his hands. The other hand holds a small card with nothing on it but a single red circle. It looks very clear that Hershel Sheridan took his own life. Whether it was out of remorse or to escape punishment for his crime, you may never know.",	"task08_message_box_title":"Hershel Sheridan's Corpse",	"task09_journal_entry_description":"Report to Lt. Cope and let him know that the case has been closed.",	"task09_journal_entry_title":"Report to Lt. Cope",	"task09_waypoint_name":"Lt. Lon Cope"
}}