{
	"stfFile":"quest/ground/corellia_tyrena_slaver_access",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"You have gained access to the most secure sections on the bunker and broadcast proof of the slaver's activities on the CorSec emergency response channels. It didn't take long for every available CorSec agent in the area to come secure the bunker and release the slaves.",	"journal_entry_description":"Kyran says the bunker security is very tight. Use the information he gave you and any information you can gather once inside to secure the slaves' freedom. You must also find information that can be given to the authorities to bring this slave ring to justice.",	"journal_entry_title":"Incriminating Evidence",	"task00_journal_entry_description":"Kyran told you all of the ways into the bunker from the warehouse are sealed and the elevator has a password. See if any of the slavers has a password to the elevator.",	"task00_journal_entry_title":"Find a Way into the Warehouse",	"task00_waypoint_name":"Corellian Slaver Bunker",	"task01_entrance_waypoint_name":"Corellian Slaver Bunker",	"task01_item_name":"Access Security Terminal",	"task01_journal_entry_description":"You found a datapad on one of the slavers. There is an entry in the datapad with a password to the warehouse terminal, not the elevator. Use the password to slice the warehouse terminal and see if it has any information that will help you get to the bunker's lower levels.",	"task01_journal_entry_title":"Slice the Warehouse Terminal",	"task01_retrieve_menu_text":"Slice Security Access Terminal",	"task02_entrance_waypoint_name":"Corellian Slaver Bunker",	"task02_journal_entry_description":"The warehouse terminal contained the password to the elevator. Use the elevator and find the contact Kyran told you about. See if he can help you get into the lower levels.",	"task02_journal_entry_title":"Find Noro",	"task03_entrance_waypoint_name":"Corellian Slaver Bunker",	"task03_item_name":"Desk Terminal",	"task03_journal_entry_description":"Noro said that to use the elevator in the privileged slave pen area, you must first gain special permissions from the administrator. Since this permission is not likely, you'll have to figure out a way to hack his personal desk terminal.",	"task03_journal_entry_title":"Find the Administrator's Desk Terminal",	"task03_retrieve_menu_text":"Slice Administrator's Terminal",	"task04_entrance_waypoint_name":"Corellian Slaver Bunker",	"task04_item_name":"Electrical Power Regulator Terminal",	"task04_journal_entry_description":"The administrator's desk terminal is protected by a continuously running algorithmic security formula. Perhaps a power spike will cause the security routine to reset and allow access to the terminal. Look for some sort of an electrical control terminal. It would be located in a maintanence area with other machinery, and would be more than likely located on this level. It could be used to overload the local power circuits and spike the administrator's terminal.",	"task04_journal_entry_title":"Spike the Administrator's Desk Terminal",	"task04_retrieve_menu_text":"Spike the Administrator's Terminal",	"task05_entrance_waypoint_name":"Corellian Slaver Bunker",	"task05_item_name":"Desk Terminal",	"task05_journal_entry_description":"The power spike was sent to the administrator's desk terminal. Go see if it worked.",	"task05_journal_entry_title":"Slice the Administrator's Desk Terminal",	"task05_retrieve_menu_text":"Slice Administrator's Terminal",	"task06_entrance_waypoint_name":"Corellian Slaver Bunker",	"task06_journal_entry_description":"You have the password to the slave pen elevator. You can move on to the lower levels whenever you're ready.",	"task06_journal_entry_title":"Slave Pen Elevator Access",	"task06_message_box_text":"You successfully sliced the administrator's desk terminal and now have the password to the slave pen elevator.",	"task06_message_box_title":"Slave Pen Elevator Access Confirmation",	"task07_entrance_waypoint_name":"Corellian Slaver Bunker",	"task07_journal_entry_description":"Noro told you to look for a slave named Akkus. Apparently he knows how to get you further into the slave bunker.",	"task07_journal_entry_title":"Find Akkus",	"task08_entrance_waypoint_name":"Corellian Slaver Bunker",	"task08_item_name":"Surveillance Control Terminal",	"task08_journal_entry_description":"Akkus told you that the guards here don't even trust their own. They monitor all aspects of the bunker and it would be possible to use the surveillance cameras to watch a guard at a security terminal and steal his password as he uses it.",	"task08_journal_entry_title":"Watch the Surveillance Cameras",	"task08_retrieve_menu_text":"Slice Surveillance Control Terminal",	"task09_entrance_waypoint_name":"Corellian Slaver Bunker",	"task09_journal_entry_description":"You watched a guard use the security terminal and now know his password for the security terminals. Go use that terminal and you might be able to find a password to the elevator somewhere in the security database.",	"task09_journal_entry_title":"Watching the Watchers",	"task09_message_box_text":"After watching a guard using a security terminal, you now know the security terminals password. This would be a good place to look for the next elevator's password.",	"task09_message_box_title":"Password Surveillance",	"task10_entrance_waypoint_name":"Corellian Slaver Bunker",	"task10_item_name":"Security Terminal",	"task10_journal_entry_description":"Find the security terminal and use the password you just obtained. See if the security terminal has the passwords for the two remaining security elevators.",	"task10_journal_entry_title":"Slice the Security Terminal",	"task10_retrieve_menu_text":"Slice Security Terminal",	"task11_entrance_waypoint_name":"Corellian Slaver Bunker",	"task11_item_name":"Main Computer",	"task11_journal_entry_description":"You have found a password to one of the elevators leading to the lower levels. You have also found information in the security terminal that leads you to believe there is a central computer on that level. Slicing the main computer would probably allow complete access to the entire bunker.",	"task11_journal_entry_title":"Slice the Main Computer",	"task11_retrieve_menu_text":"Slice Main Computer",	"task12_entrance_waypoint_name":"Corellian Slaver Bunker",	"task12_journal_entry_description":"Slicing the main computer has lowered the detention beams for the cells in the detention area. All you have to do now is get past the guards stationed down there. Kill the prison guards in the detention area and slice the prison console.",	"task12_journal_entry_title":"Go to the Detention Area and Dispatch the Prison Guards",	"task13_entrance_waypoint_name":"Corellian Slaver Bunker",	"task13_item_name":"Prison Command Console",	"task13_journal_entry_description":"Now that you have access to the termination chamber terminals you have all the information that you need to shut this place down for good.",	"task13_journal_entry_title":"Slice the Prison Terminal and Gather Proof",	"task13_retrieve_menu_text":"Download Prison Camera Footage",	"task14_journal_entry_description":"You successfully linked the detention area console and the bunker's main computer. Using the bunker's own communications array you broadcast the slavers records to the CorSec emergency request channels. You turned the slaver's bunker into a beacon calling every CorSec police and security agent on the planet to it's location. CorSec arrived swiftly and begain rounding up the slavers and providing assistance to the slaves.",	"task14_journal_entry_title":"CorSec Emergency Response",	"task14_message_box_text":"You successfully link the detention area console and the bunker's main computer. Using the bunker's own communications array, you begin broadcasting the slavers' records on the CorSec emergency request channels. This bunker is now a beacon calling every CorSec police and security agent on the planet to its location. It only takes a few seconds before all of the grisly details of the slavers records are uploaded to CorSec intelligence computers.",	"task14_message_box_title":"Incriminating Information Transmitted."
}}