{
	"stfFile":"quest/ground/corellia_39_chirq_council_01",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"You efforts in Doaba Guerfel have led you to a member of the Chirq Council known as Trins Evnar.",	"journal_entry_description":"Now that you know that the Chirq Council is behind many of the recent major crimes on Corellia, it's time to do something about it. All you know right now is that their primary operations are in Doaba Guerfel. To learn more, you'll need to infiltrate their ranks. The first step is to find someone directly connected to the Chirq Council.",	"journal_entry_title":"The Chirq Council: Seek Council",	"task00_journal_entry_description":"Speak with Lilith Laughlin, an undercover CorSec agent. She has been working for some time in Doaba Guerfel, but only recently began investigating the Chirq Council thanks to your discovery of the ties between that group and many of the major crimes on Corellia.",	"task00_journal_entry_title":"Speak with Lilith Laughlin",	"task00_waypoint_name":"Undercover CorSec agent",	"task01_journal_entry_description":"Lilith Laughlin is happy to help you, but first she needs some help from you. She thinks that some local Ragtags are suspicious of her, and she needs them eliminated without drawing attention to herself. Go silence those thugs for her.",	"task01_journal_entry_title":"Ragtag Troubles",	"task01_task_display_string_1":"Defeat Ragtag Cudgels",	"task01_task_display_string_2":"Defeat Ventil Tamplin",	"task01_task_display_string_3":"Defeat Lilea Norith",	"task02_comm_message_text":"Thanks for taking care of those Ragtags. I have some leads on possible Chirq Council members.  A local businessman made a sudden turnaround from almost bankrupt to high rolling success almost overnight. Could be he sold out to the Chirq Council.",	"task02_journal_entry_description":"Comm. from Lilith Laughlin: \"Thanks for taking care of those Ragtags. I have some leads on possible Chirq Council members.  A local businessman made a sudden turnaround from almost bankrupt to high rolling success almost overnight. Could be he sold out to the Chirq Council.\"",	"task02_journal_entry_title":"Comm. from Lilith Laughlin",	"task03_journal_entry_description":"A warehouse owned by the businessman Lilith suspects is nearby. Go investigate and see if there are any connections to the Chirq Council.",	"task03_journal_entry_title":"Investigate the Warehouse",	"task03_waypoint_name":"Warehouse",	"task04_entrance_waypoint_name":"Entrance to Drall Patriot Warehouse",	"task04_journal_entry_description":"The warehouse is full of Drall patriots. Drall patriots are terrorists who violently support the separation of their people from the other inhabitants of the Corellia System. Find out if they have any connections to the Chirq Council.",	"task04_journal_entry_title":"Defeat Drall Patriot Tacticians",	"task04_waypoint_name":"Entrance to Drall Patriot Warehouse",	"task05_comm_message_text":"The Drall Patriots don't seem to have any connections with the Chirq Council, though they were definitely hatching some future terrorist activities. I have another lead. A small-time thug named Gwhirrye Baric. He runs a spice racket out of a small hospital here in Doaba Guerfel. Go speak with him.",	"task05_journal_entry_description":"Comm. from Lilith Laughlin: \"The Drall Patriots don't seem to have any connections with the Chirq Council, though they were definitely hatching some future terrorist activities. I have another lead. A small-time thug named Gwhirrye Baric. He runs a spice racket out of a small hospital here in Doaba Guerfel. Go speak with him.\"",	"task05_journal_entry_title":"Comm. from Lilith Laughlin",	"task06_journal_entry_description":"Speak with Gwhirrye Baric.",	"task06_journal_entry_title":"Speak with Gwhirrye Baric",	"task06_waypoint_name":"Gwhirrye Baric",	"task07_journal_entry_description":"Gwhirrye Baric has been uncooperative, but has agreed to tell you what he knows in exchange for some help. He wants you to stop some rogue CorSec who have decided to muscle in on his business.",	"task07_journal_entry_title":"Help Gwhirrye with his Rogue CorSec Problem",	"task07_task_display_string_1":"Take Down some Rogue CorSec Miscreants",	"task07_task_display_string_2":"Take Down Xyrias Undea",	"task07_waypoint_name":"Rogue CorSec Hangout",	"task08_comm_message_text":"I can't believe you actually took out those rogue CorSec. Okay, I'll tell you what I know. There's a fella I sometimes buy spice from named Trins Evnar. Things is that he has a red circle tattoo on his arm.",	"task08_journal_entry_description":"Comm. from Gwhirrye Baric: \"I can't believe you actually took out those rogue CorSec. Okay, I'll tell you what I know. There's a fella I sometimes buy spice from named Trins Evnar. Things is that he has a red circle tattoo on his arm.\"",	"task08_journal_entry_title":"Comm. from Gwhirrye Baric",	"task09_journal_entry_description":"Return to Captain Baize and tell her what you've learned.",	"task09_journal_entry_title":"Report to Captain Baize",	"task09_waypoint_name":"Captain Vitala Baize",	"task10_journal_entry_description":"Defeat Xyrias Undea, leader of a band of rogue CorSec miscreants.",	"task10_journal_entry_title":"Defeat Xyrias Undea",	"task11_journal_entry_description":"Defeat some rogue CorSec miscreants.",	"task11_journal_entry_title":"Defeat some Rogue CorSec Miscreants",	"task12_journal_entry_description":"Defeat the Ragtag thug known as Lilea Norith",	"task12_journal_entry_title":"Defeat Lilea Norith",	"task12_waypoint_name":"Ragtag Area of Town",	"task13_journal_entry_description":"Defeat the Ragtag thug known as Ventil Tamplin.",	"task13_journal_entry_title":"Defeat Ventil Tamplin",	"task13_waypoint_name":"Ragtag Area of Town",	"task14_journal_entry_description":"Defeat some Ragtag cudgels.",	"task14_journal_entry_title":"Defeat Ragtag Cudgels"
}}