{
	"stfFile":"quest/ground/coronet_murmurs_4_lab",
	"entries": {
		"category":"Corellia",	"journal_entry_completion_summary":"The genetic experiments being conducted in this lab are illegal and highly dangerous. You need to take care of it.",	"journal_entry_description":"Looks like this lab is being used to do something with creatures. Find out what it is.",	"journal_entry_title":"Coronet Murmurs: Researching Manipulation",	"task00_journal_entry_description":"To have any hope of being able to get through the lab, you will need to disable the security. Eliminate the Research Level Security until one of them gives you a security code, allowing you to disable the automatic security.",	"task00_journal_entry_title":"Get a Security Code from Research Floor Security",	"task00_waypoint_name":"Illegal Lab",	"task01_item_name":"Security Disabled",	"task01_journal_entry_description":"Now that you have a security passcode, use the terminal in the main security room to disable the automatic security system.",	"task01_journal_entry_title":"Disable the Security System",	"task01_retrieve_menu_text":"Disable the Security System",	"task01_waypoint_name":"Illegal Lab",	"task02_journal_entry_description":"The researchers will not let you get at their work without a fight.",	"task02_journal_entry_title":"Get the Codes to the Researchers' Terminals",	"task02_waypoint_name":"Illegal Lab",	"task03_item_name":"Research Notes",	"task03_journal_entry_description":"It's a good thing that one of the researchers was absent-minded enough to have a passcode on hand. Now that you have it, use the research terminals and download whatever notes you can get.",	"task03_journal_entry_title":"Get Research Notes from Research Terminals",	"task03_retrieve_menu_text":"Download Information",	"task03_waypoint_name":"Illegal Lab",	"task04_journal_entry_description":"You found information about the research conducted at the lab: ",	"task04_journal_entry_title":"Information Found",	"task04_message_box_text":"...appears that some of our experiments are successful. We crossed the compatible DNA clusters of aggressive creatures with passive members of the same genus. Thus far, we have not been able to increase the intellectual capacity with satisfactory results. At the rate that we're going, achieving a low-grade sentience program within 3 years is nearly impossible. Dr. Maldien says that we may have to resort to more unorthodox means.",	"task04_message_box_title":"Research Notes",	"task05_comm_message_text":"This...this is horrible! These creatures need to be destroyed, for their own sake as well as ours. But they are too strong right now. See if there's a way to weaken them.",	"task05_journal_entry_description":"You received a messge from Lt. Joth: This...this is horrible! These creatures need to be destroyed, for their own sake as well as ours. But they are too strong right now. See if there's a way to weaken them.",	"task05_journal_entry_title":"Message from Lt. Joth"
}}