{
	"stfFile":"quest/ground/coronet_murmurs_3_miniboss",
	"entries": {
		"category":"Corellia",	"journal_entry_completion_summary":"You have recovered all the data from the uppermost level of this place. Head downstairs to the main research floor.",	"journal_entry_description":"Data is missing from the administrative computers. Get data from the administrative heads, no matter the cost.",	"journal_entry_title":"Coronet Murmurs: Agents of Destruction",	"task00_journal_entry_description":"Benn Calder is one of the administrative heads. Kill him and get into his computer.",	"task00_journal_entry_title":"Kill Benn Calder to get his Passcode",	"task00_waypoint_name":"Unidentified Business",	"task01_item_name":"Downloaded Data",	"task01_journal_entry_description":"Ben Calder's computer likely has some of the missing information that Lt. Joth needs. With his passcode, break into the computer and download the data.",	"task01_journal_entry_title":"Use Benn Calder's Computer",	"task01_retrieve_menu_text":"Use Passcode",	"task01_waypoint_name":"Unidentified Business",	"task02_journal_entry_description":"Pirt Rawklin is the second administrative head. Kill him and get into his computer.",	"task02_journal_entry_title":"Kill Pirt Rawklin to get his Passcode",	"task02_waypoint_name":"Unidentified Business",	"task03_item_name":"Downloaded Data",	"task03_journal_entry_description":"Pirt Rawklin's computer likely has some of the missing information that Lt. Joth needs. With his passcode, break into the computer and download the data.",	"task03_journal_entry_title":"Use Pirt Rawklin's Computer",	"task03_retrieve_menu_text":"Use Passcode",	"task03_waypoint_name":"Unidentified Business",	"task04_journal_entry_description":"Rond Fenimer is the final administrative head. Kill him and get into his computer.",	"task04_journal_entry_title":"Kill Rond Fenimer to get his Passcode",	"task04_waypoint_name":"Unidentified Business",	"task05_item_name":"Downloaded Information",	"task05_journal_entry_description":"Rond Fenimer's computer likely has the rest of the missing information that Lt. Joth needs. With his passcode, break into the computer and download the data.",	"task05_journal_entry_title":"Use Rond Fenimer's Computer",	"task05_retrieve_menu_text":"Use Passcode",	"task05_waypoint_name":"Unidentified Business",	"task06_comm_message_text":"It's a lab, all right. It's being used to bio-engineer creatures. This may be sanctioned for some labs, but this one is operating under the radar. This means trouble. Shut the place down.",	"task06_journal_entry_description":"You received a message from Lt. Joth: It's a lab, all right. It's being used to bio-engineer creatures. This may be sanctioned for some labs, but this one is operating under the radar. This means trouble. Shut the place down.",	"task06_journal_entry_title":"Message from Lt. Joth"
}}