{
	"stfFile":"quest/ground/coronet_murmurs_2_gatherinfo",
	"entries": {
		"category":"Corellia",	"journal_entry_completion_summary":"You recovered some data, but not enough. You will need the to tackle the administrative heads and break into their terminals.",	"journal_entry_description":"Find out what kind of place is receiving smuggled chemicals, tranquilizers, and animal feed.",	"journal_entry_title":"Coronet Murmurs: Administrative Secrets",	"task00_journal_entry_description":"A datapad on that shipment had a drop location. ",	"task00_journal_entry_title":"Go to the Shipment Location",	"task00_waypoint_name":"Shipment Destination",	"task01_comm_message_text":"I'm scanning this building's records but nothing is coming up. This can't be good. Find out as much as you can about it.",	"task01_journal_entry_description":"Lt. Joth sent you a message: I'm scanning this building's records but nothing is coming up. This can't be good. Find out as much as you can about it.",	"task01_journal_entry_title":"Message from Lt. Joth",	"task02_journal_entry_description":"Security on the first floor will have the passwords needed to break into the terminals. Kill them before they kill you and take the passwords.",	"task02_journal_entry_title":"Acquire the Password from Security",	"task02_waypoint_name":"Unidentified Business",	"task03_item_name":"Downloaded Data",	"task03_journal_entry_description":"You got a general administrative passcode from security. Quickly, before more security is called, get as much information as you can from the terminals.",	"task03_journal_entry_title":"Retrieve Data from the Administrative Terminals",	"task03_retrieve_menu_text":"Use Passcode",	"task03_waypoint_name":"Unidentified Business",	"task04_comm_message_text":"Good work. Processing this information shows that this may be some kind of lab, but large chunks of data are missing. I need you to extract information from the leaders' computers, by any means necessary.",	"task04_journal_entry_description":"Lt. Joth sent you a message: Good work. Processing this information shows that this may be some kind of lab, but large chunks of data are missing. I need you to extract information from the leaders' computers, by any means necessary.",	"task04_journal_entry_title":"Message from Lt. Joth"
}}