{
	"stfFile":"quest/ground/emp_day_imperial",
	"entries": {
		"category":"Ground Quest",	"journal_entry_description":"Assist Imperial officers as they make preparations for celebrating Empire Day.",	"journal_entry_title":"Happy Empire Day!",	"task00_journal_entry_description":"I need to speak with the Garrison Historian in the combat guild on Rori.",	"task00_journal_entry_title":"Contact the Garrison Historian",	"task01_journal_entry_description":"I need to recover three historical data disks. I have two options. I can visit various individuals known by the historian who have copies of the disks. Or I can eliminate Rebels until I recover the disks smuggled out by the historian's traitorous assistant.",	"task01_journal_entry_title":"Recover Historical Disks (Combat Option)",	"task02_journal_entry_description":"I need to recover three historical data disks. I have two options. I can get the first disk from a contact in the small cantina in Bestine, Tatooine. Or I can eliminate Rebels until I recover the disks smuggled out by the historian's traitorous assistant.",	"task02_journal_entry_title":"Recover Historical Disks (Courier Option 0/3)",	"task03_journal_entry_description":"I need to recover three historical data disks. I have two options. I can get the second disk from a contact in the Medical Center in Bela Vistal, Corellia. Or I can eliminate Rebels until I recover the disks smuggled out by the historian's traitorous assistant.",	"task03_journal_entry_title":"Recover Historical Disks (Courier Option 1/3)",	"task04_journal_entry_description":"I need to recover three historical data disks. I have two options. I can get the last disk from a contact in the Theater in Deeja Peak, Naboo. Or I can eliminate Rebels until I recover the disks smuggled out by the historian's traitorous assistant.",	"task04_journal_entry_title":"Recover Historical Disks (Courier Option 2/3)",	"task05_journal_entry_description":"Return to the Garrison Historian on Rori in the Narmle Combat Guild.",	"task05_journal_entry_title":"Return to Historian",	"task05_waypoint_name":"Garrison Historian",	"task06_journal_entry_description":"Visit the data officer at the Dathomir Science Outpost.",	"task06_journal_entry_title":"Visit Data Officer",	"task07_journal_entry_description":"Hand deliver the disks to the commander.",	"task07_journal_entry_title":"Visit Commander",	"task08_journal_entry_description":"Get 200 faction",	"task08_journal_entry_title":"Reward",	"task09_journal_entry_description":"Visit Vader",	"task09_journal_entry_title":"Visit Vader",	"task10_journal_entry_description":"Speak with the commander to see if he requires any other assistance.",	"task10_journal_entry_title":"Tie Up Loose Ends"
}}