{
	"stfFile":"quest/ground/ep3_kachirho_destroyed_camp",
	"entries": {
		"category":"Kachirho",	"journal_entry_description":"While investigating a destroyed camp site, you heard a plea for help come over the two way radio. The person on the other end told you that his friends, researchers, have failed to report in for the past couple of days. He has asked you to see if you can find out what happened to his friends.",	"journal_entry_title":"The Missing Researchers",	"task00_item_name":"Scratched onto the drum is the word \"Canopy\". It looks like the scratch was made in blood.",	"task00_journal_entry_description":"Look around the camp site for any clues as to what happened to the missing researchers.",	"task00_journal_entry_title":"Search for Clues",	"task00_retrieve_menu_text":"Examine Drum",	"task01_journal_entry_description":"Use the radio and contact Lisum that you have found the word \"Canopy\" scratched onto the drum.",	"task01_journal_entry_title":"Report to Lisum",	"task02_item_name":"Golden Locket",	"task02_journal_entry_description":"Travel to the camp of the Canopy Bandits and see if you can locate any signs of the missing researchers.",	"task02_journal_entry_title":"Search for Researchers",	"task02_retrieve_menu_text":"Examine Corpse",	"task03_journal_entry_description":"Contact Lisum with the radio and report that you have found a couple bodies that are probably the missing researchers in the Canopy's camp.",	"task03_journal_entry_title":"Report to Lisum",	"task04_journal_entry_description":"Lisum wants you to kill 15 of the Canopy bandits for the death of his friends. He has promised you the code to open a sealed box as payment for your services.",	"task04_journal_entry_title":"Make the Canopy Pay",	"task05_journal_entry_description":"Contact Lisum, using the radio and he has promised to grant you to code to the sealed box.",	"task05_journal_entry_title":"Report to Lisum",	"task06_journal_entry_description":"Lisum has given you the code to unlock a container located inside the destroyed camp and has told you that you can have whatever is inside. The code to unlock the container is 25854.",	"task06_journal_entry_title":"Unlock Sealed Container"
}}