{
	"stfFile":"quest/ground/ep3_clone_relics_queen_2",
	"entries": {
		"category":"The Clone Relics, Queen Kylantha",	"journal_entry_description":"Queen Kylantha of Naboo has asked you to assist her in finding three missing Wookiee informants that she employed. At the time of their disappearance they were investigating the possible connection between the Empire and Trandoshan slavers on Kashyyyk.",	"journal_entry_title":"To the queen's aid, phase II",	"task00_journal_entry_description":"Try to find the Trandoshan slave camp used to shuttle 'merchandise' off the planet. It's supposed to be north of the area where you found Drrlirm.",	"task00_journal_entry_title":"Find the Trandoshan slaver camp",	"task03_journal_entry_description":"Gain access to some of the Wookiee prisoners inside the camp and see if they know what happened to the informants.",	"task03_journal_entry_title":"Out of the ashes",	"task04_journal_entry_description":"The Wookiee informants have been shipped off to the planet of Dathomir and been incarcerated in the Imperial prison there. The Wookiee prisoner you talked to suspects that they will be executed. Try to break in to the prisoner barrack area and free the two Wookiees.",	"task04_journal_entry_title":"Prison break",	"task06_journal_entry_description":"You have failed in saving all the informants. Return to Queen Kylantha with the bad news.",	"task06_journal_entry_title":"Failed",	"task08_journal_entry_description":"You have failed in saving all the informants. Return to Queen Kylantha with the bad news.",	"task08_journal_entry_title":"Failed",	"task09_journal_entry_description":"You have found the other two Wookiee informants. Explain the situation to them quickly and then get ouf there.",	"task09_journal_entry_title":"Found them",	"task10_journal_entry_description":"Escape the prison with the two Wookiees. Head straight in to the jungle outside the prison, away from the guards. There the two Wookiees will split off on their own to an old Rebel hangar.",	"task10_journal_entry_title":"Time to leave",	"task10_waypoint_name":"Escape point",	"task11_journal_entry_description":"Time to leave Dathomir. Check with the Wookiees if they have a plan on how to get out of here with the Imperial blockade around the planet.",	"task11_journal_entry_title":"How to smuggle Wookiees"
}}