{
	"stfFile":"quest/ground/ep3_imp_cmd_richards",
	"entries": {
		"category":"Imperial - Kashyyyk",	"journal_entry_description":"Dr. Price needs more proof that the Trandoshans are infecting the Wookiee slaves they are selling to the Empire. Commander Richards will direct you on your next step which is to assault the Avatar Space Platform, gather a blood sample from a processed Wookiee, and steal the medical records from its medical labs.",	"journal_entry_title":"Wookiee Blood Sample",	"task00_journal_entry_description":"Report to Commander Richards to find out about your next assignment. He is stationed in the checkpoint station in the Imperial compound.",	"task00_journal_entry_title":"Report to Commander Richards",	"task01_item_name":"Processed Blood Sample",	"task01_journal_entry_description":"Collect a Blood Sample from a Wookiee on board the Avatar Space Platform who has been through the medical procedure. The Trandoshans are known to keep these processed Wookiees in a sealed room beyond the medical labs.",	"task01_journal_entry_title":"Collect Final Blood Sample",	"task01_retrieve_menu_text":"Get Blood Sample",	"task02_item_name":"Avatar Medical Records",	"task02_journal_entry_description":"The medical records on board the Avatar Space Platform probably contain some very important information. A good place to search for them would be the medical labs.",	"task02_journal_entry_title":"Steal the Avatar Medical Records",	"task02_retrieve_menu_text":"Seach File Cabinet",	"task03_journal_entry_description":"Now that you have the blood sample and the medical records, return to Commander Richards and make your report.",	"task03_journal_entry_title":"Return to Cmd. Richards",	"task04_journal_entry_description":"Commander Richards ordered you to take the blood sample and medical records to Dr. Price so he can evaluate what is being done to the Wookiees on the Avatar Space Platform.",	"task04_journal_entry_title":"Report to Dr. Price",	"task05_journal_entry_title":"Reward Issued"
}}