{
	"stfFile":"quest/ground/ep3_avatar_self_destruct",
	"entries": {
		"category":"Avatar Space Platform",	"journal_entry_description":"There are several steps that need to take place in order for the destruction of the Avatar Space Platform. The first step is to release the magnetic shielding on the core safeties. Then the safeties must be manually removed from the core. Once this occurs the core can be overloaded. The final step is to release the overloaded energy into the stations subsystems from the master control console. This will result in the stations destruction in roughly five minutes.",	"journal_entry_title":"Destroy the Avatar Space Platform",	"task00_journal_entry_description":"In order to remove the safeties from the power core, you will have to turn off the magnetic shielding that surrounds each of the safeties. In order to do this, access the safety override terminal and turn off the shielding.",	"task00_journal_entry_title":"Deactivate Magnetic Shielding",	"task01_item_name":"Power Fluctuation Safety",	"task01_journal_entry_description":"The power fluctuation safety is located on the upper level of the power core room. Manually remove this safety in order to allow the power flow to erratically shift.",	"task01_journal_entry_title":"Remove Power Fluctuation Safety",	"task01_retrieve_menu_text":"Remove Safety",	"task02_item_name":"Power Limiter Safety",	"task02_journal_entry_description":"The power limiter safety is located on the lower level of the power core. Removing this safety will allow the power core to be pushed beyond its designed capacity.",	"task02_journal_entry_title":"Remove Power Limiter Safety",	"task02_retrieve_menu_text":"Remove Safety",	"task03_journal_entry_description":"Without the proper safeties in the core it is a simple matter of overloading the core. Use the power core master terminal to push it beyond its capacity and cause an overload.",	"task03_journal_entry_title":"Overload the Power Core",	"task04_journal_entry_description":"In order to initiate the destruct sequence, the correct code will have to be entered. The watch commander will be the only active personnel who has this destruct code.",	"task04_journal_entry_title":"Get Destruct Code",	"task05_journal_entry_description":"Now that the core is overloaded it is a simple matter to initiate a destruct sequence on the station. Use the station's master control console to enter the destruct sequence 12345 which will release the overloaded core energy into the stations subsystems. This will cause a chain reaction resulting in the destruction of the station. After this sequence is activated the station will self destruct in five minutes. ",	"task05_journal_entry_title":"Begin Destruct Sequence"
}}