{
	"stfFile":"quest/ground/ep3_trando_ssiksik",
	"entries": {
		"category":"Trandoshan Slavers",	"journal_entry_description":"A group of Trandoshan slavers have radioed in that they have been attacked by a large force of Wookiee resistance fighters. They have been boxed in by the resistance and are in desperate need of support. The leader of the slavers estimates they cannot hold out for much longer.",	"journal_entry_title":"Rescue the Slavers",	"task01_journal_entry_description":"Meet the Trandoshan slavers at their last reported point.",	"task01_journal_entry_title":"Rally with the Slavers",	"task02_journal_entry_description":"After you have reached the place where the Trandoshan slavers are holding up, talk to Pressk, and find out what the situation is.",	"task02_journal_entry_title":"Talk to Pressk",	"task04_journal_entry_description":"The third wave of Wookiee attackers have struck the Trandoshan slavers. Fight them off and protect the Trandoshan slavers.",	"task04_journal_entry_title":"Fight off Wookiee Attackers",	"task07_journal_entry_description":"The second wave of Wookiee attackers have struck the Trandoshan slavers. Fight them off and protect the Trandoshan slavers.",	"task07_journal_entry_title":"Fight off Wookiee Attackers",	"task10_journal_entry_description":"The first wave of Wookiee attackers have struck the Trandoshan slavers. Fight them off and protect the Trandoshan slavers.",	"task10_journal_entry_title":"Fight off Wookiee Attackers",	"task12_journal_entry_description":"Fight off the Wookiee attackers and rescue the slavers.",	"task12_journal_entry_title":"Save the Trandoshans",	"task12_task_display_string_1":"You successfully fought off the first wave.",	"task12_task_display_string_2":"You successfully fought off the second wave.",	"task12_task_display_string_3":"You successfully fought off the final wave.",	"task13_journal_entry_description":"It looks like you successfully managed to defeat the Wookiee resistance. Report back to the slaver leader.",	"task13_journal_entry_title":"Report Victory to the Slaver Leader",	"task14_journal_entry_title":"Reward Issued"
}}