{
	"stfFile":"quest/ground/event_cantina_bossk_2",
	"entries": {
		"category":"Chance Meetings",	"journal_entry_description":"Jabba and the Mayor of Mos Eisley are at odds. To put pressure on the Mayor, Jabba is hatching a plan to trick the Tuskens into attacking Mos Eisley. Unfortunately, one Tusken has found out the plan and will ruin the deal if he makes it back to his camp alive.",	"journal_entry_title":"Tusken's Rage",	"task00_journal_entry_description":"Your task is to begin attacking the Tuskens so they think Mos Eisley's militia is responsible. Keep attacking until you find information that may lead to the one Tusken who knows the truth.",	"task00_journal_entry_title":"Tusken Attack",	"task01_journal_entry_description":"A clue found on one of the Tuskens points to a planned meeting with a trusted associate of the Sandpeople. Meet with this associate and see if you can find the location of the Tusken Jabba is looking for.",	"task01_journal_entry_title":"A Short Meeting",	"task01_waypoint_name":"A Short Meeting",	"task02_journal_entry_description":"Speak with the informant to find the location of the tusken Jabba wants eliminated.",	"task02_journal_entry_title":"Speak with Jawa",	"task03_journal_entry_description":"The Jawa informant has shown you the direction the Tusken headed. You must find and eliminate him before he can inform his people of Jabba's plan to trick them into attacking Mos Eisley. Head to the waypoint and eliminate Jabba's security risk. Take care of this and you'll get your payment.",	"task03_journal_entry_title":"Silence the Problem",	"task03_waypoint_name":"Silence the Problem",	"task04_journal_entry_description":"The Jawa informant has shown you the direction the Tusken headed. You must find and eliminate him before he can inform his people of Jabba's plan to trick them into attacking Mos Eisley. Head to the waypoint and eliminate Jabba's security risk. Take care of this and you'll get your payment.",	"task04_journal_entry_title":"Silence the Problem",	"task05_journal_entry_description":"You let the Tusken escape! If you ever run into Bossk again, he's not going to be very happy.",	"task05_journal_entry_title":"Tusken Escaped"
}}