{
	"stfFile":"quest/ground/heroic_echo_rebel_phase_2_v2",
	"entries": {
		"category":"Echo Base",	"journal_entry_description":"Battle Imperial troops and stall their occupation of Echo Base while Rebel Alliance personnel and equipment are cleared from the base.",	"journal_entry_title":"Holding Back the Imperial Troops",	"task01_journal_entry_title":"-hidden- task for Command Center",	"task02_journal_entry_description":"The Echo Base Command Center has been rigged with 3 bombs to destroy anything that might fall into the hands of the Empire. Don't allow Imperials troops to stop those bombs from detonating.",	"task02_journal_entry_title":"Protect the Bombs in the Command Center",	"task03_journal_entry_title":"-hidden- task for Command Center",	"task04_journal_entry_description":"Head to the Command Center and protect the command personnel as they prepare to depart.",	"task04_journal_entry_title":"Protect Echo Base Command Personnel",	"task05_journal_entry_description":"Free the Medical Bay from Imperial troops and hold it while medical personnel escape.",	"task05_journal_entry_title":"Secure the Medical Bay",	"task06_journal_entry_description":"Head to the Medical Center and protect medical personnel as they evacuate Echo Base.",	"task06_journal_entry_title":"Protect the Medical Personnel",	"task07_journal_entry_description":"Halt the Imperial assault on the Lower Hangar Equipment Room and allow the crew members there to evacuate with their equipment.",	"task07_journal_entry_title":"Secure the Equipment Room and the Lower Hangar",	"task08_journal_entry_description":"Protect crew members while they evacuate the Echo Base equipment Stores.",	"task08_journal_entry_title":"Protect Lower Hangar Crew Members",	"task09_journal_entry_description":"Head to the Grotto which houses theThermal Generator room and drive out any Imperial forces in the area. All thermal generator equipment must be evacuated from the base.",	"task09_journal_entry_title":"Secure the Grotto",	"task10_journal_entry_description":"Protect crew members while they evacuate the thermal power core area.",	"task10_journal_entry_title":"Protect Thermal Generator Crew Members",	"task11_journal_entry_description":"Head to the Command Center and secure that location. Command personnel must be allowed to evacuate and the Command Center must be destroyed to prevent any data stored there from falling into the hands of the Empire.",	"task11_journal_entry_title":"Secure the Command Center",	"task12_journal_entry_description":"Protect as many of the non-essential base personnel as possible as they  make their way out to the transports.",	"task12_journal_entry_title":"Protect the Evacuation of Non-Essential Base Personnel"
}}