{
	"stfFile":"quest/ground/huff_darklighter_sennex",
	"entries": {
		"category":"Tatooine",	"journal_entry_description":"You're helping Huff Darklighter out with some problems he's having with the Sennex Slavers.",	"journal_entry_title":"Darklighter Estate",	"task01_journal_entry_description":"Huff Darklighter is very perturbed with the state of affairs on Tatooine, particularly that slaving is going on again, right under the nose of the law enforcement agencies. He's decided to put a stop to it himself and has chosen you as his instrument of change. He knows of a Sennex slave bunker near Anchorhead that attempts to pass itself off as a research facility. Go put an end to their days of slave trading.",	"task01_journal_entry_title":"End the Sennex Slave Trade",	"task01_task_display_string_1":"Interfere with the Sennex Slave Trade",	"task01_task_display_string_2":"Defeat Sennex Slaver Veterans",	"task01_task_display_string_3":"Defeat the Sennex Slaver Overlord",	"task02_journal_entry_description":"Huff wants you to return. He's very pleased with the work you've done and says he has an item of particular beauty that he'd like to give you.",	"task02_journal_entry_title":"Go Back and See Huff",	"task02_waypoint_name":"Darklighter Estate",	"task03_journal_entry_description":"Defeat the Sennex slaver overlord for this area.",	"task03_journal_entry_title":"Sennex Slaver Overlord",	"task04_journal_entry_description":"Take out some Sennex slaver veterans.",	"task04_journal_entry_title":"Sennex Slaver Veterans",	"task05_item_name":"Atempting to access the Sennex database..",	"task05_journal_entry_description":"Huff has heard rumors that Jabba has been fighting against the Sennex as well, and while Huff is curious as to how he and the Hutt ended up on the same side of an issue, he's more interested in downloading the information the Sennex have about where they're holding their enslaved prisoners.",	"task05_journal_entry_title":"Sennex Databanks",	"task05_retrieve_menu_text":"Download Files",	"task06_comm_message_text":"Someone's already wiped the Sennex databanks? How very bizarre. It must have been Jabba's men. Well, since that's a dead end perhaps we should simply console ourselves by destroying some of the Sennex slave drivers.",	"task07_journal_entry_description":"Since there's no information to be gained on their slave trade from the database here, Huff wants you to defeat some of the Sennex slave drivers.",	"task07_journal_entry_title":"Sennex Slave Drivers"
}}