{
	"stfFile":"quest/ground/itp_hethrir_01",
	"entries": {
		"category":"Imperial Theme-Park",	"journal_entry_description":"The information retrieved from Inquisitor Redge's courier detailed Rebel operations. They are planning an assault on an Imperial base. You will stop them.",	"journal_entry_title":"Thwarting the Rebels",	"task01_journal_entry_description":"The Rebels are planning to attack an Imperial base on Talus. Stop them.",	"task01_journal_entry_title":"Stop the Rebel Attack",	"task01_task_display_string_1":"Defeat the Rebel Attackers",	"task01_task_display_string_2":"Defeat the Rebel Commando",	"task01_waypoint_name":"Imperial Base on Talus",	"task02_comm_message_text":"A Selonian advocate from the Corellian Tribunal has been spying for the Rebels and aiding them with acts of terrorism throughout the Corellia System. She must be eliminated, and the Rebels must be blamed. See to it.",	"task02_journal_entry_description":"Lord Hethrir: \"A Selonian advocate from the Corellian Tribunal has been spying for the Rebels and aiding them with acts of terrorism throughout the Corellia System. She must be eliminated, and the Rebels must be blamed. See to it.\"",	"task02_journal_entry_title":"A Message from Lord Hethrir",	"task03_journal_entry_description":"Inquisitor Redge also discovered that a Selonian advocate from the Corellian Tribunal is acting as a spy and terrorist for the Rebel Alliance. You are to eliminate her and help plant evidence blaming the Rebels. First obtain a Rebel helmet from one of the Rebel camps near Nashal.",	"task03_journal_entry_title":"Obtain a Rebel Helmet",	"task04_journal_entry_description":"Eliminate the Selonian advocate known to be aiding the Rebels. She is in Nashal.",	"task04_journal_entry_title":"Eliminate the Selonian Advocate",	"task05_journal_entry_description":"An Imperial operative nearby will take care of the rest. Bring him the Rebel helmet. He awaits you in Nashal.",	"task05_journal_entry_title":"Imperial Operative",	"task05_waypoint_name":"Imperial Operative",	"task06_journal_entry_description":"Return to Lord Hethrir at the Emperor's Retreat.",	"task06_journal_entry_title":"Return to Lord Hethrir",	"task07_journal_entry_description":"Defeat the Rebel commando leading the attack.",	"task07_journal_entry_title":"Defeat the Rebel Commando",	"task08_journal_entry_description":"Defeat the Rebel attackers assaulting the Imperial base on Talus.",	"task08_journal_entry_title":"Defeat the Rebel Attackers"
}}