{
	"stfFile":"quest/ground/jabba_ephant_mon",
	"entries": {
		"category":"Jabba's Palace",	"journal_entry_completion_summary":"Ephant Mon had some trouble with the Sennex pirates, and you helped him out. Afterwards, he asked you to speak with Porcellus in the kitchen.",	"journal_entry_description":"There are plenty of people who live or work in Jabba's Palace who need things done. You're the person to do those things.",	"journal_entry_title":"Jabba's Palace : Ephant Mon",	"task00_journal_entry_description":"The Sennex pirates are trading in slaves on Tatooine and Jabba isn't happy about someone cutting into his profits. You will shut down the Sennex slave trade on Tatooine, or Jabba will not be pleased.",	"task00_journal_entry_title":"Kill Sennex Pirates",	"task00_waypoint_name":"Sennex",	"task01_comm_message_text":"You're showing a lot of spirit out there. Now it's time to move on to heavy lifting. Find the Sennex Slavemasters, plenty of them around. I want five of them destroyed, understand?",	"task02_journal_entry_description":"Ephant Mon wants you to find and kill five Sennex Slavemasters.",	"task02_journal_entry_title":"Kill Sennex Slavemasters",	"task02_waypoint_name":"Sennex Compound",	"task03_comm_message_text":"Sennex guards carry key-chips they use to access the databanks. Collect the key-chips until you have enough to break into their databank. Should take about nine of them.",	"task04_journal_entry_description":"Ephant Mon wants you to kill Sennex guards until you have enough of their key-chips to crack into the Sennex databank. You should need about 9 of them.",	"task04_journal_entry_title":"Take Key-chips from Sennex Guards",	"task04_waypoint_name":"Sennex Compound",	"task05_comm_message_text":"You've surpassed my expectations. Now you need to use those key-chips. Find the central computer in the Sennex hideout and wipe all their information. That ought to slow them down.",	"task06_item_name":"Databank",	"task06_journal_entry_description":"Ephant Mon wants you to use the key-chips to break into the Sennex databank and wipe its memory. The blueprints indicate the databanks are located in a central room with four passages leading into it. Check your map for something like that.",	"task06_journal_entry_title":"Wipe the Sennex Databank",	"task06_retrieve_menu_text":"Wipe Databank",	"task06_waypoint_name":"Sennex Compound",	"task07_comm_message_text":"You do good work, I'll say that. Bring it on home. Head back to the palace and let me give you a little something for your time. Maybe I'll even introduce you around.",	"task08_journal_entry_description":"Return to Jabba's Palace and speak to Ephant Mon.",	"task08_journal_entry_title":"Return to the Palace",	"task08_waypoint_name":"Jabba's Palace"
}}