{
	"stfFile":"quest/ground/jabba_barada_v2",
	"entries": {
		"category":"Jabba's Palace",	"journal_entry_completion_summary":"Barada asked you to deal with some of Valarian's pod racing thugs, which you did. Afterwards he sent you to speak with Bib Fortuna in the throneroom.",	"journal_entry_description":"There are plenty of people who live or work in Jabba's Palace who need things done. You're the person to do those things.",	"journal_entry_title":"Jabba's Palace : Barada",	"task00_journal_entry_description":"Barada wants you to find Valarian's Pod Racers and see if you can find out how they're cheating to beat Jabba's Pod Racers in illegal races.",	"task00_journal_entry_title":"Steal Pod Parts from Valarian's Pod Racers",	"task00_waypoint_name":"Valarian Pod Racers Bunker",	"task01_comm_message_text":"I hear those things are some kind of new fuel system Valarian's pods are using. Find some samples of the fuel cells and the fuel dispersion tubes that they are using. While you're at it, take their so-called pod racer champion, Doane Watki, down a peg or two.",	"task01_journal_entry_description":"\"I hear those things are some kind of new fuel system Valarian's pods are using. Find some of Valarian's Mechanics and see if you can get some samples of the fuel cells they're using.\"",	"task01_journal_entry_title":"Message from Barada",	"task02_journal_entry_description":"Find some samples of the fuel cells and the fuel dispersion tubes that they are using. While you're at it, take their so-called pod racer champion, Doane Watki, down a peg or two.",	"task02_journal_entry_title":"Beating Valarian's Pod Racers",	"task02_task_display_string_1":"Fuel Cells",	"task02_task_display_string_2":"Fuel Tubes",	"task02_task_display_string_3":"Pod Racer Champion",	"task02_waypoint_name":"Valarian Pod Racers Bunker",	"task03_journal_entry_description":"Make your way back to Jabba's Palace and the garage, where Barada is waiting to speak with you.",	"task03_journal_entry_title":"Return to Barada at Jabba's Palace",	"task03_waypoint_name":"Jabba's Palace",	"task04_journal_entry_description":"Barada is having one of his mean streaks and just wants you to cripple Lady Valarian's pod racer champion, Doane Watki.",	"task04_journal_entry_title":"Kill Valarian's Pod Racer Champion",	"task04_waypoint_name":"Valarian Pod Racers Bunker",	"task05_journal_entry_description":"Barada thinks the Crew Chiefs for Valarian's pod racers might have the new fuel dispersion tubes that they're using. He wants you to bring him back 7 of them.",	"task05_journal_entry_title":"Steal Fuel Tubes from Valarian's Crew Chiefs",	"task05_waypoint_name":"Valarian Pod Racers Bunker",	"task06_journal_entry_description":"Barada thinks Valarian's mechanics are using some new kind of fuel cell to get their pods going faster. Find Valarian mechanics and get some fuel cells for Barada to look over.",	"task06_journal_entry_title":"Steal New Fuel Cells from Valarian's Mechanics",	"task06_waypoint_name":"Valarian Pod Racers Bunker"
}}