{
	"stfFile":"quest/ground/jabba_the_hutt",
	"entries": {
		"category":"Jabba's Palace",	"journal_entry_completion_summary":"Jabba had me eliminate several key members of Valarian's organization. Now that I've done so I've earned Jabba's respect.",	"journal_entry_description":"Jabba himself has asked you to take care of a few things for him.",	"journal_entry_title":"Jabba The Hutt",	"task00_journal_entry_description":"Valarian has brought in a new spice specialist from offworld. Her name is Delrice Capreese, and Jabba wants her eliminated.",	"task00_journal_entry_title":"Valarian's Spice Dealer",	"task00_waypoint_name":"Delrice Capreese",	"task01_comm_message_text":"Valarian has a nice long list of outside help she's paying, and you're going to make sure she's wasted her money. Next up is her personal bodyguard. Show him who runs Tatooine.",	"task02_journal_entry_description":"Valarian has brought in a new piece of muscle from a distant star system. He needs to be eliminated.",	"task02_journal_entry_title":"Valarian's Brute",	"task02_waypoint_name":"Tyrok",	"task03_comm_message_text":"Tyrok was no match, eh? I expected as much. Valarian's latest move is to try to get her underlings weapons upgraded. She has a specialist, a Twi'lek named Arkahn Greystar. He's next.",	"task04_journal_entry_description":"Valarian has hired a weapon specialist to keep her people on the bleeding edge of weapons technology. Destroy him before he can upgrade their weapons.",	"task04_journal_entry_title":"Valarian's Weaponsmith",	"task04_waypoint_name":"Arkahn Greystar",	"task05_comm_message_text":"His weapons couldn't protect him from you, huh? Valarian has a slicer, an up and comer who turned down a job with me. Her name is Iris Tananda Sinclair, a Chadra Fan. Make her pay.",	"task06_journal_entry_description":"Valarian has hired one of the best slicers coming up through the underground. Since she refuses to switch to Jabba's payroll she must be taken care of.",	"task06_journal_entry_title":"Valarian's Slicer",	"task06_waypoint_name":"Iris Tananda Sinclair",	"task07_comm_message_text":"Next up is Valarian's new tactician. A certain Fnast Drexler. Find him, and show him that tactics won't keep Jabba from making him into a cautionary tale for those who would work for Valarian.",	"task08_journal_entry_description":"Valarian has found an expert scout who knows more about small group tactics then anyone in the outer rim worlds. Jabba doesn't want him teaching her soldiers how to fight. Remove him from the equation.",	"task08_journal_entry_title":"Valarian's Tactician",	"task08_waypoint_name":"Fnast Drexler",	"task09_comm_message_text":"Valarian has a new warlord, someone she found in some savage jungle on some distant world. He's going to be running her operations locally. Make sure we don't hear from him again.",	"task10_journal_entry_description":"Valarian has hired a warlord to run her operations in the Jundland Wastes. He's supposedly vicious, ruthless, and unbribeable. See that he doesn't trouble Jabba anymore.",	"task10_journal_entry_title":"Valarian's Warlord",	"task10_waypoint_name":"Careem",	"task11_comm_message_text":"This is your last task. Valarian found an assassin stupid enough to take a contract on me. He has no official name, but calls himself Emanon. Clever, eh? Take this piece of Rodian trash out.",	"task12_journal_entry_description":"Valarian has gone off the grid to find an assassin willing to attempt to kill Jabba himself. She's paid him an exorbitant fee. Make sure she's wasted her money for nothing.",	"task12_journal_entry_title":"Valarian's Assassin",	"task12_waypoint_name":"Emanon",	"task13_comm_message_text":"Valarian will think long and hard before she butts heads with me again. I'd kill her, or rather have you do it, but it's fun to watch her squirm. Come back and get paid for your work.",	"task14_journal_entry_description":"Return to Jabba's Palace so he can reward you for your work.",	"task14_journal_entry_title":"Return to Jabba",	"task14_waypoint_name":"Jabba's Palace"
}}