{
	"stfFile":"quest/ground/jabba_bib_fortuna_v2",
	"entries": {
		"category":"Jabba's Palace",	"journal_entry_completion_summary":"Bib Fortuna had you deal with Romo Vax, a traitor who tried to profit from Jabba's greed. After you dealt with the traitor Bib sent you to speak to Jabba himself.",	"journal_entry_description":"There are plenty of people who live or work in Jabba's Palace who need things done. You're the person to do those things.",	"journal_entry_title":"Jabba's Palace : Bib Fortuna",	"task00_journal_entry_description":"Bib Fortuna wants you to speak to Romo Vax, who is in the Wayfar cantina. He has some data that he is supposed to be delivering to Jabba. Bib wants you to retrieve this data as he doesn't trust Romo enough to allow him to enter Jabba's Palace.",	"task00_journal_entry_title":"Speak to Romo Vax",	"task00_waypoint_name":"Romo Vax",	"task01_journal_entry_description":"Romo Vax has identified Dewall Paez as the person leading the Wayfar spies who he believes are watching him. Kill Dewall Paez.",	"task01_journal_entry_title":"Kill Dewall Paez, Leader of the Wayfar Spies",	"task02_journal_entry_description":"Romo Vax is convinced that someone is spying on him. He's fairly certain that he has found their camp outside of Wayfar. Go kill some of them to get them off of Romo's tail.",	"task02_journal_entry_title":"Kill Wayfar Spies",	"task03_journal_entry_description":"Romo Vax is convinced that someone is spying on him. He's fairly certain that he has found their camp outside of Wayfar and that he has correctly identified their leader as Dewall Paez, but he does not know who they are working for.",	"task03_journal_entry_title":"Defeat the Wayfar Spies",	"task03_task_display_string_1":"Defeat Wayfar Spies",	"task03_task_display_string_2":"Defeat Dewall Paez",	"task03_waypoint_name":"Camp of Wayfar Spies",	"task04_comm_message_text":"Stop spending time working for Romo Vax, you work for me. His information doesn't allow him to make demands. We're through negotiating, if he wants to get paid he turns over the data now.",	"task04_journal_entry_description":"\"Stop spending time working for Romo Vax, you work for me. His information doesn't allow him to make demands. We're through negotiating, if he wants to get paid he turns over the data now.\"",	"task04_journal_entry_title":"Message from Bib Fortuna",	"task05_journal_entry_description":"Romo Vax's enemies have been destroyed. Return to Romo and demand that he hand over the data Bib wants.",	"task05_journal_entry_title":"Return to Romo Vax",	"task05_waypoint_name":"Romo Vax",	"task06_item_name":"You have retrieved the data stolen from Romo Vax",	"task06_journal_entry_description":"Retrieve the stolen data from the Valarian hackers.",	"task06_journal_entry_title":"Retrieve the Stolen Data",	"task06_retrieve_menu_text":"Slice into the Valarian terminal",	"task07_journal_entry_description":"Take out some of Lady Valarian's hackers.",	"task07_journal_entry_title":"Kill Some Valarian Hackers",	"task08_journal_entry_description":"Some hackers working for Lady Valarian sliced their way into Romo Vax's mainframe, downloaded all of his data, and left a virus behind to wipe out his system. Find the Valarian hackers and retrieve the data they took.",	"task08_journal_entry_title":"Retrieve the Stolen Data from Valarian's Hackers",	"task08_task_display_string_1":"Defeat Some Valarian Hackers",	"task08_task_display_string_2":"Retrieve the Stolen Data",	"task08_waypoint_name":"Valarian Hackers' Bunker",	"task09_journal_entry_description":"Now that you have recovered the data that Romo Vax lost, you should deliver it to Bib Fortuna in Jabba's Palace.",	"task09_journal_entry_title":"Take the Disk To Bib Fortuna",	"task09_waypoint_name":"Jabba's Palace",	"task10_journal_entry_description":"While you're hunting down Romo Vax, be sure to take out some of his henchmen as well. Leave one or two alive, but the rest must serve notice to anyone else who might want to cheat Jabba the Hutt.",	"task10_journal_entry_title":"Kill Romo's Henchmen",	"task11_journal_entry_description":"Bib Fortuna has ordered you to take out Romo Vax.",	"task11_journal_entry_title":"Eliminate Romo Vax",	"task12_journal_entry_description":"Bib Fortuna reveals to you that Romo Vax is a Sennex and has been working against Jabba. The Wayfar spies had been spying on Romo for Bib, but your interference has halted that. To make amends, Bib insists that you go deal with Romo. Eliminate him.",	"task12_journal_entry_title":"Romo's Time Is Up",	"task12_task_display_string_1":"Kill Romo Vax",	"task12_task_display_string_2":"Kill Romo's Henchmen",	"task12_waypoint_name":"Romo Vax's Hideout",	"task13_journal_entry_description":"Now that Romo Vax is dead, return to Bib Fortuna at Jabba's Palace.",	"task13_journal_entry_title":"Return to Bib Fortuna",	"task13_waypoint_name":"Jabba's Palace"
}}