{
	"stfFile":"quest/ground/jabba_ree_yees_v2",
	"entries": {
		"category":"Jabba's Palace",	"journal_entry_completion_summary":"Ree-Yees asked you to help him with some missing items, things that were stolen from the palace. After doing so he gave you permission to enter the palace and speak with Ephant Mon.",	"journal_entry_description":"There are plenty of people who live or work in Jabba's Palace who need things done. You're the person to do those things.",	"journal_entry_title":"Jabba's Palace : Ree-Yees",	"task00_journal_entry_description":"Ree-Yees is the official inventory keeper for Jabba's Palace. He wants you to find a bell that was stolen from Jabba by the Sand Splitters. The bell was last seen in the possession of one of the Sand Splitter knaves.",	"task00_journal_entry_title":"The Bell",	"task00_waypoint_name":"Sand Splitter Cave",	"task01_comm_message_text":"Jabba's missing a ledger containing valuable information. It was stolen by the Sand Splitters, and he demands it be returned. Find the thug that has it. It shouldn't take long.",	"task01_journal_entry_description":"\"Jabba's missing a ledger containing valuable information. It was stolen by the Sand Splitters. Jabba demands that it be returned. Find the ledger and make an example of the Sand Splitter brutes.\"",	"task01_journal_entry_title":"Message from Ree-Yees",	"task02_journal_entry_description":"A ledger belonging to Jabba that contains valuable information was stolen by the Sand Splitters. Find the ledger and punish some Sand Splitter brutes to send them a message.",	"task02_journal_entry_title":"The Ledger",	"task02_task_display_string_1":"Retrieve Jabba's ledger from the Sand Splitters",	"task02_task_display_string_2":"Punish some Sand Splitter brutes",	"task02_waypoint_name":"Sand Splitter Cave",	"task03_comm_message_text":"Jabba had a prototype warhead in the garage. It's missing. Those Sand Splitters once again.  I had no idea they stole so much when they left, but they've now gotten Jabba's attention. He wants an end to them once and for all.",	"task03_journal_entry_description":"\"Jabba had a prototype warhead in the garage. It's missing. Those Sand Splitters once again.  I had no idea they stole so much when they left, but they've now gotten Jabba's attention. He wants an end to them once and for all.\"",	"task03_journal_entry_title":"Ree-Yees Contacts You",	"task04_journal_entry_description":"When the Sand Splitters left Jabba's organization, they took a prototype warhead with them. Jabba wants it back. He also wants these Sand Splitters ended. Take out their leaders and the rest will disperse.",	"task04_journal_entry_title":"The Prototype Warhead",	"task04_task_display_string_1":"Retrieve Jabba's Warhead",	"task04_task_display_string_2":"Defeat Saul Rouse",	"task04_task_display_string_3":"Defeat Erib Kurrugh",	"task04_waypoint_name":"Sand Splitter Cave",	"task05_journal_entry_description":"Return to Jabba's Palace and speak with Ree-Yees.",	"task05_journal_entry_title":"Return to Ree-Yees",	"task05_waypoint_name":"Jabba's Palace",	"task06_journal_entry_description":"Erib Kurrugh and Saul Rouse formed the Sand Splitters when they left Jabba's organization. Defeat these two leaders and the Sand Splitters will fall apart.",	"task06_journal_entry_title":"Defeat Erib Kurrugh of the Sand Splitters",	"task07_journal_entry_description":"Saul Rouse and Erib Kurrugh formed the Sand Splitters when they left Jabba's organization. Defeat these two leaders and the Sand Splitters will fall apart.",	"task07_journal_entry_title":"Defeat Saul Rouse of the Sand Splitters",	"task08_item_name":"Jabba's missing warhead",	"task08_journal_entry_description":"The Sand Splitters stole a prototype warhead from Jabba. Find it.",	"task08_journal_entry_title":"Find Jabba's Prototype Warhead",	"task08_retrieve_menu_text":"Take Jabba's warhead",	"task09_item_name":"You found Jabba's ledger",	"task09_journal_entry_description":"A ledger belonging to Jabba that contains valuable information was stolen by the Sand Splitters. Find the ledger in the Sand Splitters' cave.",	"task09_journal_entry_title":"Find Jabba's Ledger",	"task09_retrieve_menu_text":"Take Jabba's ledger",	"task10_journal_entry_description":"Punish some Sand Splitter brutes to send them a message not to betray Jabba.",	"task10_journal_entry_title":"Kill Sand Splitter Brutes"
}}