{
	"stfFile":"quest/ground/jabba_porcellus",
	"entries": {
		"category":"Jabba's Palace",	"journal_entry_completion_summary":"Porcellus asked you to help him procure ingredients for Jabba's dinner. After helping him he told you to speak with Barada in the garage.",	"journal_entry_description":"There are plenty of people who live or work in Jabba's Palace who need things done. You're the person to do those things.",	"journal_entry_title":"Jabba's Palace : Porcellus",	"task00_journal_entry_description":"Porcellus needs help gathering all the ingredients for Jabba's dinner. First up is the appetizer, stuffed dune lizard gizzards. Porcellus needs 13 of these.",	"task00_journal_entry_title":"Dune Lizard Gizzards",	"task00_waypoint_name":"Dune Lizard Lair",	"task01_comm_message_text":"Now, time for the soup. Jabba likes a good beetle broth. He calls it stew, but actually it's broth. We need beetle carcasses. For flavor I'd say about 15. Rock or cave beetles. Either one.",	"task02_journal_entry_description":"The second course for Jabba's dinner is a soup course. Jabba prefers Beetle stew, and Porcellus needs more beetles. Cave beetles and rock beetles are both acceptable. To make a decent stew Porcellus needs 15 beetle carcasses.",	"task02_journal_entry_title":"Rock Beetles",	"task02_waypoint_name":"Rock Beetle Refuge",	"task03_comm_message_text":"Jabba's picky about salads. He will eat squill liver salad though, so I need you to bring me mountain squill livers. Not desert squills, too rubbery. Mountain squill only.",	"task04_journal_entry_description":"For the third course, Jabba prefers a salad. But of course Jabba's salad requires some kind of meat. Porcellus has plenty of vegetables, but he needs squill livers. Only mountain squill will do. Desert squill livers are too rubbery. Acquire 14 mountain squill livers.",	"task04_journal_entry_title":"Squills",	"task04_waypoint_name":"Squill Sanctuary",	"task05_comm_message_text":"Dragonet flank steaks are the main course. Their meat is so succulent! Yes. Flanks. Dragonet flanks. 16 of them if you don't mind.  ",	"task06_journal_entry_description":"For an entree, Porcellus is preparing Dragonet steaks. He's going to need dragonet flanks in order to make steaks of the proper size. You're going to get them for him. Find 16 dragonet flanks for Jabba's entree.",	"task06_journal_entry_title":"Dragonet Flanks",	"task06_waypoint_name":"Dragonet Den",	"task07_comm_message_text":"For dessert, Zucca Fruit Pastries. No common zucca meat, get a wild boar. I'd say you could go buy some, but Jabba won't eat something we paid for. Kill them yourself.",	"task08_journal_entry_description":"Dessert, much like the salad, can't be meat-free. Porcellus needs something special. Instead of just using common zucca boar meat to make a Zucca Fruit Pastry, he's decided to use the more flavorful wild zucca boar meat. Only cuts that are perfectly marbled with succulent zucca boar fat will do.",	"task08_journal_entry_title":"Zucca Boar",	"task08_waypoint_name":"Zucca Boar Burrow",	"task09_comm_message_text":"The last thing we need is wine. The best wine comes from, well, it doesn't matter. Jabba won't drink the best wine. He has a taste for this Corellian Merlot. Get it from Valarian's thugs.",	"task10_journal_entry_description":"Jabba needs an expensive wine to go with all this food. But of course, he never pays for anything. Acquire the wine from Valarian's pirates, who stole a shipment recently and will probably be carrying it. There will be lots of guests at Jabba's meal, so bring several bottles of wine. 19 should be enough.",	"task10_journal_entry_title":"Valarian Thugs",	"task10_waypoint_name":"Valarian Vista",	"task11_journal_entry_description":"Bring all the acquired foods you have to Jabba's Palace, and drop them off with Porcellus.",	"task11_journal_entry_title":"Food Delivery",	"task11_waypoint_name":"Jabba's Palace"
}}