{
	"stfFile":"quest/ground/legacy_head_runaway",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"You found the three droids hiding in the depths of the Darklighter Cache. You attached the pain bolts and finished them off as requested by EV-9D9.",	"journal_entry_description":"EV-9D9 has had three droids escape her care. She believes they are taking refuge in a storage facility run by the Darklighters. EV-9D9 wants you to place a specially designed pain bolt on the droids and then destroy them. There are three targets; R3-B57, BD-34, and  RA-316.",	"journal_entry_title":"Runaways",	"task00_journal_entry_title":"Placeholder",	"task01_journal_entry_description":"EV-9D9's information is that the escaped droids are hiding in the Darklighter Cache before making their way off planet. Go there and finish them off. ",	"task01_journal_entry_title":"Darklighter Cache",	"task01_waypoint_name":"Darklighter Cache",	"task02_comm_message_text":"You must give pain bolts in back pack to droids before you attempt to terminate them. Match pain bolt to proper droid.",	"task03_journal_entry_description":"EV-9D9 has given you a pain bolt to attach to RA-316. You have to attach it first before you destroy the droid or EV-9D9 will not get the necessary transmission.",	"task03_journal_entry_title":"Drag Pain Bolt onto Droid",	"task03_waypoint_name":"RA-316",	"task04_journal_entry_description":"You have applied the pain bolt to the RA unit. Its pain threshold regulators are off-line. Destroy it and the automatic recording device will send its death agonies back to EV-9D9.",	"task04_journal_entry_title":"Destroy RA-316",	"task05_journal_entry_description":"EV-9D9 has given you a pain bolt to attach to BD-34. You have to attach it first before you destroy the droid or EV-9D9 will not get the necessary transmission.",	"task05_journal_entry_title":"Drag Pain Bolt onto Droid",	"task05_waypoint_name":"BD-34",	"task06_journal_entry_description":"You have applied the pain bolt to the BD unit. Its pain threshold regulators are off-line. Destroy it and the automatic recording device will send its death agonies back to EV-9D9.",	"task06_journal_entry_title":"Destroy BD-34",	"task07_journal_entry_description":"EV-9D9 has given you a pain bolt to attach to R3-B57. You have to attach it first before you destroy the droid or EV-9D9 will not get the necessary transmission.",	"task07_journal_entry_title":"Drag Pain Bolt onto Droid",	"task07_waypoint_name":"R3-B57",	"task08_journal_entry_description":"You have applied the pain bolt to the R3 unit. Its pain threshold regulators are off-line. Destroy it and the automatic recording device will send its death agonies back to EV-9D9.",	"task08_journal_entry_title":"Destroy R3-B57",	"task09_journal_entry_title":"All Three Droids Destroyed",	"task09_task_display_string_1":"Runaways: R3-B57",	"task09_task_display_string_2":"Runaways: LIN-34",	"task09_task_display_string_3":"Runaways: RA-316",	"task10_comm_message_text":"Very good. The synaptic responses spike well beyond the cut off levels. Return for final discussions.",	"task11_journal_entry_description":"You have destroyed the droids for EV-9D9.  Time to return to Jabba's Palace and find that head.",	"task11_journal_entry_title":"Return to EV-9D9",	"task11_waypoint_name":"EV-9D9",	"task13_journal_entry_description":"This is the location of the Darklighter Cache.",	"task13_journal_entry_title":"Location of Darklighter Cache",	"task13_waypoint_name":"Darklighter Cache"
}}