{
	"stfFile":"quest/ground/legacy_button_jawatracks_reb",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"The Sand Crawler's first stop was at Tosche Station. The warehouse manager had the inventory list but was stranded out in the wilderness. By the time you tracked him down he had been killed by Desert Demons. The Tosche Station manager didn't seems to shaken up by the death though. You got a nice cash reward for your trouble, the inventory and the Sand Crawler's next stop, Lars' Homestead.",	"journal_entry_description":"Part of the cargo shipment that you are looking was recently acquired by some Jawa traders. The Jawa's are off visiting customers and selling their part of the cargo off in smaller lots. Bastra has given you their first stop on their circuit, a place called Tosche Station.",	"journal_entry_title":"Tosche Station",	"task00_journal_entry_description":"The first stop on the Jawa's circuit was at Tosche Station. Check in with the Station's manager, Cuan Talon, to find out what the Jawa's sold him.",	"task00_journal_entry_title":"Talk to Cuan Talon",	"task00_waypoint_name":"Tosche Station",	"task01_journal_entry_description":"Cuan wasn't too much help. Seems that his warehouse manager, Janus, has the information that you need and he is stuck out in the middle of the wilderness. You need to run some repair parts to him.",	"task01_journal_entry_title":"Find Warehouse Manager",	"task01_waypoint_name":"Janus' Position",	"task02_journal_entry_title":"Message about Demons",	"task02_message_box_text":"The coordinates that Cuan gave you are centered on that column of rising smoke. You should be careful approaching this area. ",	"task02_message_box_title":"Smoke on the Horizon",	"task03_journal_entry_description":"Desert Demons have gotten to Janus before you could. Investigate the wreck and see if you can find Janus' datapad with a list of what he bought from the Jawas.",	"task03_journal_entry_title":"Investigate Burning Wreck",	"task03_waypoint_name":"Burning Wreackage",	"task04_item_name":"Janus' Data Pad",	"task04_journal_entry_description":"Looks like you were too late to deliver the power converter to Janus. Hopefully the Dervishes left his data pad intact.",	"task04_journal_entry_title":"Search Data Pad",	"task04_retrieve_menu_text":"Download Inventory Data",	"task04_waypoint_name":"Datapad",	"task05_message_box_text":"You retrieved the data for the part of the Jawa cargo that Tosche Station purchased. The datapad also includes the Sand Crawler's next stop,  a place called Lars' Homestead.  You should call Cuan and let him know where he can pick up the body.",	"task05_message_box_title":"Data Downloaded",	"task06_comm_message_text":"What do you mean he's dead? I just talked to him this morning. This is getting out of hand. Here is your reward. I want nothing more to do with this.",	"task06_journal_entry_title":"Communication from Cuan"
}}