{
	"stfFile":"quest/ground/legacy_naboo_helping_the_handmaidens",
	"entries": {
		"category":"Legacy",	"journal_entry_description":"Sabe wants you to speak with the other handmaidens and gain their trust before she will give you the information you seek.",	"journal_entry_title":"Naboo: Helping the Handmaidens",	"task00_journal_entry_description":"Sabe would like you to speak with the other handmaidens before she'll trust you.  She wants you to start with Rabe, who may have some problem you can help her with.",	"task00_journal_entry_title":"Speak with Rabe, the Handmaiden",	"task00_waypoint_name":"Rabe, the Handmaiden",	"task01_journal_entry_description":"Rabe wants to start a vineyard, but the fields she's chosen are overrun with spiders.  Help her clear out the area.",	"task01_journal_entry_title":"Clearing the Vineyard",	"task02_message_box_text":"The vineyard is now clear and Rabe appreciates your assistance.  She wants you to go and see Yane now, another handmaiden, who may need your help.",	"task02_message_box_title":"The Vineyard is Clear",	"task03_journal_entry_description":"You have spoken with Rabe, and now you must speak to the handmaiden Yane.  She may have some tasks for you as well.",	"task03_journal_entry_title":"Speak with Yane, the Handmaiden",	"task03_waypoint_name":"Yane, the Handmaiden",	"task04_journal_entry_description":"Yane wants you to collect venom sacs from the fanned rawls.  This will be an important ingredient in the medicine she makes to help the sick children of Naboo.",	"task04_journal_entry_title":"Collect Fanned Rawl Venom Sacs",	"task05_message_box_text":"You have now collected enough venom sacs for Yane to make her medicine.  Now you must collect blood samples from the veermoks, whose white blood cells are strong enough to be used in the medicine.",	"task05_message_box_title":"Venom Sacs Collected",	"task06_journal_entry_description":"Collect blood samples from the veermoks.  Their white blood cells are strong enough to hold the venom you collected earlier and to make the medicine effective.",	"task06_journal_entry_title":"Collect Veermok Blood Samples",	"task07_message_box_text":"You have now collected enough blood samples for Yane to make her medicine.  Take them to Yane so she can get started.",	"task07_message_box_title":"Blood Samples Collected",	"task08_journal_entry_description":"Speak to Yane again and give her the ingredients she needs to make the medicine for the sick children of Naboo.",	"task08_journal_entry_title":"Return to Yane, the Handmaiden",	"task08_waypoint_name":"Yane, the Handmaiden",	"task09_journal_entry_description":"You have spoken to Yane and Rabe, and have helped them with their tasks.  Perhaps there is something Eirtae will need you to do as well.",	"task09_journal_entry_title":"Speak to Eirtae, the Handmaiden",	"task10_journal_entry_description":"Eirtae is concerned that the visiting dignitaries might be attacked during their nature walk.  She'd like for you to clean up the area by eliminating some of the local Tusk Cats.",	"task10_journal_entry_title":"Dignitary Clean Up",	"task11_message_box_text":"You have cleared out enough of the tusk cats that Eirtae is satisfied with your work.  She thanks you for your time, and informs you that Sabe has requested your presence immediately.",	"task11_message_box_title":"Tusk Cats Are Cleared",	"task12_journal_entry_description":"Sabe has instructed you to return and speak with her as soon as possible.  Something terrible must have happened...",	"task12_journal_entry_title":"Return to Sabe",	"task13_journal_entry_description":"Sache has been kidnapped by the maulers and must be rescued.",	"task13_journal_entry_title":"Rescue Sache",	"task14_journal_entry_description":"Now that you know Sache's plan you should return to Sabe and let her know that everything is all right.",	"task14_journal_entry_title":"Inform Sabe that Sache is Well"
}}