{
	"stfFile":"quest/ground/legacy_button_jawatracks_reb_pt3_v2",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"The Jawa Sand Crawler was destroyed by Tusken Raiders. After saving the surviors, and recovering the Jawa encryption keys, you get a complete list of what the Jawas had and what they sold. Bastra is pleases and is sending you off to get another inventory for her.",	"journal_entry_description":"Both the Rebel Alliance and the Empire are desperately looking for something that was in a recently arrived cargo. You have offered your services to Carh'la Bastra the Rebel agent in charge of finding this cargo. One part of the cargo was \"acquired\" by a Jawa trade party. They have been selling it off piecemeal across Tatooine from their Sand Crawler. You have succeeded in getting a list of what it sold at its first two stops. Now you have a chance to intercept the Jawas before they get to their next stop.",	"journal_entry_title":"Jawa Tracks",	"task00_journal_entry_description":"With the data that you collected from Zef at the Lars' Homestead, you think you can intercept the Jawa Sand Crawler before it gets to its next stop. Head to the interception point and flag the Sand Crawler down.",	"task00_journal_entry_title":"Intercept the Jawa Sand Crawler",	"task00_waypoint_name":"Sand Crawler Interception Point",	"task01_journal_entry_title":"Jawa Sand Crawler",	"task01_message_box_text":"Looks like you found the Sand Crawler. But so did someone else. The blaster patterns are too random to be Stormtroopers and the single column of Bantha tracks can mean only one thing ... Sand People. ",	"task01_message_box_title":"Sand Crawler Destoryed",	"task02_comm_message_text":"Oh...is this on? Help! Emergency!  This is  Sand Crawler 345 broadcasting on Emergency Frequency. We are under attack from Tusken Raiders. . .setting emergency beacon...Help! Emergency!",	"task03_journal_entry_description":"You received an emergency distress call from a Jawa trading party saying they were under attack by Tusken Raiders. It is probably the same group that attacked this Sand Crawler. Hopefully you can get there in time to rescue the survivors.",	"task03_journal_entry_title":"Answer the Distress Call",	"task03_waypoint_name":"Emergency Beacon Location",	"task04_journal_entry_description":"Tuskens are forming up to attack the surviving Jawas. Hit them fast before they can launch their attack.",	"task04_journal_entry_title":"Stop the Tusken Raiders",	"task04_waypoint_name":"Tusken Raider Camp",	"task05_journal_entry_description":"The Tusken Raiders have taken the software encryption keys necessary for the Jawas to use their datapads, access their computers and start up their droids. With their cargo spread out from here to Mos Entha they are going to need access to those computers to give you the inventory list you are looking for. Time to do some Tusken hunting. ",	"task05_journal_entry_title":"Recover Encryption Keys",	"task05_waypoint_name":"Raider Camp",	"task06_journal_entry_description":"Take out the Tusken raiders lurking near the jawa encampment. Look for encryption keys on the Tuskens.",	"task06_journal_entry_title":"Kill Tuskens and Collect Encryption Keys",	"task06_task_display_string_1":"Defeat the Tusken Raiders",	"task06_task_display_string_2":"Collect Encryption Keys",	"task07_journal_entry_description":"You saved the Jawas and got their encryption keys back. You need to talk with FA-2PO, the Jawa Leader's protocol droid, to get the information on their cargo sales.",	"task07_journal_entry_title":"Talk with the Droid",	"task07_waypoint_name":"Jawa Survivors",	"task08_journal_entry_description":"You have gotten the Jawa Datapad",	"task08_journal_entry_title":"Jawa Datapad Retrived",	"task09_item_name":"Jawa Datapad",	"task09_journal_entry_description":"You got the data ",	"task09_journal_entry_title":"Download Information",	"task09_retrieve_menu_text":"Download Inventory Data Base"
}}