{
	"stfFile":"quest/ground/legacy_button_jawatracks_reb_pt2b",
	"entries": {
		"category":"Legacy",	"journal_entry_description":"Both the Rebel Alliance and the Empire are desperately looking for something that was in a recently arrived cargo. One part of the cargo was ?acquired? by a Jawa trade party. They have been selling it off piecemeal across Tatooine from their Sand Crawler. After a run in with some Desert Demons you where able to retrieve an inventory of what the Jawa's sold at Tosche Station and where they planned to visit next. ... a place called the Lars' Homestead.",	"journal_entry_title":"Button: Lars' Homestead",	"task00_journal_entry_description":"Looks as if a squatter has moved in and taken over this mositure farm from someone else. Talk with him and find out what he purchased from the Jawas and where their next stop is.",	"task00_journal_entry_title":"Vist Lars' Homestead",	"task00_waypoint_name":"Lars' Homestead",	"task01_journal_entry_description":"You need to protect Zef's last harvester before it is destoryed.",	"task01_journal_entry_title":"Protect the Harvestor",	"task01_waypoint_name":"Zef's Harvester",	"task02_journal_entry_description":"Zek says the recondition LIN Demolitionmech that he bought from the Jawas has gone berserk and has set up his last moisture harvester to explode in 60 seconds. Destroy the LIN before it can send the denotation signal to the harvester. ",	"task02_journal_entry_title":"Countdown to Destruction",	"task03_message_box_text":"Despite your best efforts the LIN droid set off the charge and destoryed the harvester.",	"task03_message_box_title":"The Charge Went Off",	"task04_journal_entry_description":"You were unable to destroy the LIN Demolitionmech before it destroyed the harvester. Go back to Zef and apologize for your failure. ",	"task04_journal_entry_title":"Apologize to Zef",	"task05_journal_entry_description":"Zef is upset with the destruction of his last mosture harvester, but he thinks he can make a go of the farm if it is cleared of the plauge of great desert womprats. You promised to do that for him. ",	"task05_journal_entry_title":"Kill Vermin",	"task06_journal_entry_description":"You have wiped out the plauge of great desert womprats for Zef. Now you need to go back and talk with him and see if you can get a list of what he purchased from the Jawas and find out what their next stop was going to be.",	"task06_journal_entry_title":"Talk to Zef",	"task07_journal_entry_title":"Recieve the Datapad",	"task08_item_name":"Zef's Data Pad",	"task08_retrieve_menu_text":"Download Inventory Database",	"task09_message_box_text":"You retrieved the data on what Zef purchased from the Sand Crawler. Looks like you can intercept the Sand Crawler before it gets to its next stop.",	"task09_message_box_title":"Data Downloaded",	"task11_journal_entry_description":"You managed to desotry the LIN Demolitionmech before it detonated Zef's last harvester. Now maybe Zef will tell you what he bought from the Jawa's and where they headed off to.",	"task11_journal_entry_title":"Talk to Zef",	"task12_journal_entry_description":"Recieved Zef's Datapad",	"task12_journal_entry_title":"Recieve Zef's Datapad",	"task13_item_name":"Zef's Data Pad",	"task13_journal_entry_description":"Zef has given you his data pad with what he purchased from the Jawas. Open your back pack and download the inventory from it.",	"task13_journal_entry_title":"Download Datapad",	"task13_retrieve_menu_text":"Download Inventory Data Base",	"task14_message_box_text":"You retrieved the data on what Zef purchased from the Sand Crawler. Looks like you can intercept the Sand Crawler before it gets to its next stop.",	"task14_message_box_title":"Data Downloaded"
}}