{
	"stfFile":"quest/ground/legacy_head_rod",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"EV-9D9 needed some shock rods. The problem was that only Jabba's beastmaster, Malakili, had any and Malakili needed some favors. You fed the Sarlacc, debunked a Tusken myth that some old hermit caused, and found some viable DNA from a Kryat Dragon skeleton. You pleased Malakili enough to give EV-9D9 her shock rods.",	"journal_entry_description":"Malakili has the shock rods that EV-9D9 needs to help maintain discipline amongst her droids.",	"journal_entry_title":"Shock Rods",	"task00_journal_entry_description":"Jabba the Hutt's Beast Master, Malakili, won't give up the shock rods that EV-9D9 needs. Go to him and find out what you can do to persuade him to part with a few.",	"task00_journal_entry_title":"Talk to Malakili",	"task00_waypoint_name":"Malakili",	"task01_item_name":"Krayt Fossil",	"task01_journal_entry_description":"Malakili needs a sample of a specific Krayt Dragon skeleton that he claims is an extinct species. He is hoping to use the DNA to create a superior animal for use in Jabba's arena.",	"task01_journal_entry_title":"Retrieve DNA",	"task01_retrieve_menu_text":"Extract DNA",	"task01_waypoint_name":"Krayt Fossil",	"task02_item_name":"Old Bag",	"task02_journal_entry_description":"The Tusken community seems to be rife with rumors of an Ancient Krayt Dragon in the southern hemisphere of the planet. Malakili does not believe this to be true but needs proof. He believes that an old hermit is responsible for this hoax. Go to his hut and find proof of this hoax.",	"task02_journal_entry_title":"Discover the Truth",	"task02_retrieve_menu_text":"Search Bag",	"task02_waypoint_name":"Hermit's  House",	"task03_message_box_text":"Inside the bag you find a fossilized resonance chamber from an Ancient Krayt dragon. Obviously the old hermit here used it to mimic the cries of a Krayt dragon. Either that or he used some type of hokey religious power to hoodwink the Tuskens. Either way Malakili should be happy with this evidence. ",	"task03_message_box_title":"Resonance Chamber",	"task04_journal_entry_description":"The Sarlacc is suffering from a nutritional deficiency. Seems the scum that Jabba has been feeding it are not as healthy as they should be. Also, all the activity from Jabba's sail barge is frightening off the Sarlacc's natural prey. It needs the intact livers of its natural prey, the Jundland Eopie,to regain its full health.",	"task04_journal_entry_title":"Kill Jundland Eopie",	"task04_waypoint_name":"Jundland Eopie Hunting area",	"task05_journal_entry_description":"Take the Eopie livers and feed them to the Sarlacc.",	"task05_journal_entry_title":"Feed the Sarlacc",	"task05_waypoint_name":"Sarlacc",	"task06_journal_entry_description":"Malakili has a sick Rancor to doctor. He needs you to do a few tasks and then he will give EV-9D9 the shock rods.",	"task06_journal_entry_title":"Malakili's Tasks",	"task06_task_display_string_1":"Feed the Sarlack",	"task06_task_display_string_2":"Retrieve DNA",	"task06_task_display_string_3":"Discover the Truth",	"task07_comm_message_text":"Very good. I have sent EV-9D9 her requested shock rods and I have credited your account.",	"task08_journal_entry_title":"Finish Rod"
}}