{
	"stfFile":"quest/ground/legacy_naboo_the_keren_incident",
	"entries": {
		"category":"Legacy",	"journal_entry_description":"Captain Typho is investigating a series of murders, and needs your help.",	"journal_entry_title":"The Keren Incident",	"task00_journal_entry_description":"In order to determine what type of creature killed the victims, Captain Typho needs some narglatch claws for the lab to study.",	"task00_journal_entry_title":"The Narglatch Claws",	"task01_journal_entry_description":"Return to Captain Typho in Keren with the narglatch claws so that he can send them to the laboratory.",	"task01_journal_entry_title":"Take Narglatch Claws to Typho",	"task02_journal_entry_description":"In order to determine what type of creature killed the victims, Captain Typho needs some veermok claws for the lab to study.",	"task02_journal_entry_title":"The Veermok Claws",	"task03_journal_entry_description":"Return to Captain Typho in Keren with the Veermok claws so that he can send them off to the laboratory.",	"task03_journal_entry_title":"Take Veermok Claws to Typho",	"task04_journal_entry_description":"Captain Typho has a hunch and he'd like you to check it out. A new group of criminals called the Coalition have been bragging about killing the victims and making it look like it animal attacks. Go see if these criminals are carrying any stolen goods that can be linked to the victims.",	"task04_journal_entry_title":"Search for Stolen Goods",	"task05_journal_entry_description":"You've found several stolen items on the Coalition thugs, return to Captain Typho with these items and let him know that the Coalition is probably involved in the killings.",	"task05_journal_entry_title":"Return Stolen Goods to Typho",	"task06_journal_entry_description":"Captain Typho believes that the higher ranking members of the Coalition may be carrying these new weapons and using them to make murders look like animal attacks. Find the Coalition claw-fighters and see what kind of weapons they use.",	"task06_journal_entry_title":"Find the Weapons",	"task07_journal_entry_description":"Return to Keren and see Captain Typho about the unusual weapons you found on the Coalition Claw-fighters.",	"task07_journal_entry_title":"Take Unusual Weapons to Typho",	"task08_journal_entry_description":"Captain Typho thinks that you can extract some information from the Coalition members. Taking down about 20 of them ought to net you some information about where the compound is.",	"task08_journal_entry_title":"Find the Coalition Compound",	"task09_message_box_text":"You can stop interrogating those thugs. One of them was captured and gave up the location of the hidden compound. We're going to upload the coordinates to you. I want you to get to the compound and find a Coalition thug named Razorclaw. He's the assassin who's been killing all our victims. I want him taken down!",	"task09_message_box_title":"Message from Captain Typho",	"task10_journal_entry_description":"Captain Typho has uploaded the coordinates for the Coalition Compound on Naboo. He wants you to go there and find the assassin, Razorclaw, who's been killing all the victims.",	"task10_journal_entry_title":"Infiltrate the Compound",	"task11_journal_entry_description":"Now that you've found the compound you should defeat Razorclaw, the deadly Coalition assassin.",	"task11_journal_entry_title":"Defeat Razorclaw",	"task12_message_box_text":"Good work taking down that assassin. While you're there I want you to find the Coalition's central database. There's something fishy about all this. I want to know more about these criminals. Their files will be encrypted, but download them and bring them to me anyway. We'll have our slicers start on them as soon as you get back.",	"task12_message_box_title":"Message from Captain Typho",	"task13_item_name":"Coalition Central Database",	"task13_journal_entry_description":"Captain Typho wants you to find the Coalition's Central Databank and download all the encrypted information from it.",	"task13_journal_entry_title":"Download Coalition Data",	"task13_retrieve_menu_text":"Download Encrypted Data",	"task14_journal_entry_description":"Return to Keren and present Typho with the encrypted data you downloaded from the Coalition Central Databank.",	"task14_journal_entry_title":"Take Encrypted Data to Typho"
}}