{
	"stfFile":"quest/ground/loveday_disillusion_love_note",
	"entries": {
		"category":"Ewok Festival of Love",	"journal_entry_description":"Your second attempt to show Blaire, the Disillusioned Ewok Festival of love Sage, that love still exists even in a galaxy at war.",	"journal_entry_title":"The Love-Struck Young Man",	"task00_comm_message_text":"Okay, we need a more substantial instance of love. Luckily, I know just the thing. A young man I know is deeply in love and needs some help in expressing it. Go speak with him.",	"task00_journal_entry_description":"A Message from Mr. Love: \"Okay, we need a more substantial instance of love. Luckily, I know just the thing. A young man I know is deeply in love and needs some help in expressing it. Go speak with him.\"",	"task00_journal_entry_title":"A Message from Mr. Love",	"task01_journal_entry_description":"Mr. Love suggests speaking with Jonathan Squire, a young man who requires some help in expressing his love to the object of his desire.",	"task01_journal_entry_title":"Speak with the Love Struck Young Man",	"task01_waypoint_name":"A Love-Struck Young Man",	"task02_journal_entry_description":"Jonathan Squire is attempting to write a love letter to the woman with whom he is in love. Help him find the words he needs to complet his letter.",	"task02_journal_entry_title":"Help Jonathan Express his Love",	"task03_journal_entry_description":"Return to Blaire, the Disillusioned Festival of Love Sage, and relate to him the lengths to which love will still go in the galaxy.",	"task03_journal_entry_title":"Return to Blaire",	"task03_waypoint_name":"The Disillusioned Festival of Love Sage",	"task05_retrieve_menu_text":"Use Blaire's Crossbow",	"task05_start_message":"You fire a single crossbow bolt into the air.",	"task05_utterance_wave_1":"Hello...may I help you?",	"task06_comm_message_text":"Well done. Jonathan is sure to find his love returned twofold. Return to Blaire and relate to him the lengths to which love will still go in the galaxy."
}}