{
	"stfFile":"quest/ground/naboo_theed_hugo_rescue",
	"entries": {
		"category":"Legacy",	"journal_entry_description":"Karl Eckener amassed a sizeable debt to both the Darkwalkers and the Skaak Tippers. Despite doing what both groups asked in exchange for payment of this debt, Karl has not been released. No more playing by their rules, it's time to rescue Karl.",	"journal_entry_title":"Rescue Karl Eckener",	"task00_journal_entry_description":"Karl Eckener is being held by either the Darkwalkers in their cave or the Skaak Tippers at their compound. Go find him.",	"task00_journal_entry_title":"Find Karl Eckener",	"task01_journal_entry_description":"You need three codes to release Karl from captivity. The first is held by Solon Gaw, a Darkwalker aegis guard.",	"task01_journal_entry_title":"Defeat Solon Gaw and get the First Code",	"task01_waypoint_name":"Darkwalker Cave",	"task02_journal_entry_description":"The second code needed to release Karl is held by Critolus Masse, a Darkwalker underlord.",	"task02_journal_entry_title":"Defeat Critolus Masse and get the Second Code",	"task03_journal_entry_description":"The final code needed to relase Karl is in the possession of Marcus Gaw, a Darkwalker bloodlord.",	"task03_journal_entry_title":"Defeat Marcus Gaw and get the Third Code",	"task04_item_name":"Prisoner Release Panel",	"task04_journal_entry_description":"Use the prisoner constraint console and release Karl.",	"task04_journal_entry_title":"Use the Prisoner Contraint Console to Release Karl Eckener",	"task04_retrieve_menu_text":"Release Karl Eckener",	"task05_journal_entry_description":"Speak with Karl. Make sure he is free and find out if he needs to be escorted out of the cave.",	"task05_journal_entry_title":"Speak with Karl Eckener",	"task06_journal_entry_description":"Go to Hugo Eckener and make sure he knows his sone is safe.",	"task06_journal_entry_title":"Return to Hugo Eckener",	"task06_waypoint_name":"Theed Palace Entrance",	"task07_journal_entry_description":"Return to Pooja Naberrie and let her know that you've helped Hugo Eckener with his Dilemma.",	"task07_journal_entry_title":"Return to Pooja",	"task07_waypoint_name":"Pooja Naberrie"
}}