{
	"stfFile":"quest/ground/naboo_deeja_peak_beacon_safety",
	"entries": {
		"category":"Legacy",	"journal_entry_description":"Vance Groten, former Security Chief of Stonewall Labs and part-time Peace Officer in Dee'ja Peak, has requested your help in clearing up some problems around Dee'ja Peak. Your reputation in the RSF precedes you, and Vance is more than willing to take advantage of the situation to benefit his city.",	"journal_entry_title":"Help Keep Dee'ja Peak Safe",	"task00_journal_entry_description":"Vance Groten has asked for your assistance in clearing up some threats in the area. Start with some Naboo pirates.",	"task00_journal_entry_title":"Defeat Naboo Pirates in the Dee'ja Peak Area",	"task00_waypoint_name":"Naboo Pirate Camp",	"task01_comm_message_text":"Thank you. Those pirates have been a thorn in my side for too long. Maybe now they'll back off. Next, could you do the same with some Maulers?",	"task02_journal_entry_description":"Vance wants you to rough up some Maulers.",	"task02_journal_entry_title":"Reduce the Mauler Threat in the Area",	"task02_waypoint_name":"Mauler Camp",	"task03_comm_message_text":"You're just as good as I'd heard. Those Maulers didn't stand a chance. One more and then you're done. Some feral shaupaut have moved into the area. Their pack leader, known as Blot, is especially nasty. Could you make them go away?",	"task04_journal_entry_description":"Some feral shaupaut have moved into the Dee'ja Peak area and have been harassing citizens. Help reduce their population.",	"task04_journal_entry_title":"Reduce the Feral Shaupaut Population",	"task04_waypoint_name":"Feral Shaupaut Area",	"task05_journal_entry_description":"The pack leader of the feral shaupaut in the Dee'ja Peak area is known as Blot, and he's particularly nasty. Defeat Blot.",	"task05_journal_entry_title":"Defeat Blot: Feral Shaupaut Pack Leader",	"task05_waypoint_name":"Feral Shaupaut Area",	"task06_comm_message_text":"Wow, really impressive. I didn't think anyone would ever defeat Blot. Come speak with me, and we'll find you that security beacon you're after.",	"task07_journal_entry_description":"Return to Dee'ja Peak and speak with Vance Groten.",	"task07_journal_entry_title":"Return to Vance Groten",	"task07_waypoint_name":"Vance Groten"
}}