{
	"stfFile":"quest/ground/naboo_theed_terrorist_booster",
	"entries": {
		"category":"Legacy",	"journal_entry_description":"Lt. Dunnels, a science officer with the RSF, needs your help to restock her supply of neural boosters.",	"journal_entry_title":"Help Lt. Dunnels With Ingredients to Make Neural Boosters",	"task00_item_name":"Xharnoh root",	"task00_journal_entry_description":"Lt. Dunnels needs some xharnoh roots to use in the neural booster. Gather some for her. Xharnoh plants are most often found along rivers and streams that flow out from the bottom of a waterfall. Walk along the rivers that flow out from the bottom of any of the many waterfalls in Theed and look for xharnoh plants.",	"task00_journal_entry_title":"Gather Xharnoh Roots from Xharnoh Plants",	"task00_retrieve_menu_text":"Gather Some Roots",	"task01_item_name":"Refining Station",	"task01_journal_entry_description":"Bring the xharnoh roots to one of the refining stations near the palace to process them.",	"task01_journal_entry_title":"Process the Xharnoh Roots at the Refining Station",	"task01_retrieve_menu_text":"Process the Roots",	"task01_waypoint_name":"Refining Station",	"task02_comm_message_text":"Hold onto those roots for now. I'll get them from you when you're done with one or two more things. Next, I need you to gather some nightspider venom sacs.",	"task03_journal_entry_description":"Gather nightspider venom sacs. There are nightspiders in many places on the outskirts of Theed, but Lt. Dunnels has uploaded a particularly good location in which to find them.",	"task03_journal_entry_title":"Gather Nightspider Venom Sacs",	"task03_waypoint_name":"Nightspiders Near Theed",	"task04_item_name":"Refining Station",	"task04_journal_entry_description":"Process the venom sacs at one of the refining stations near the palace.",	"task04_journal_entry_title":"Process the Venom Sacs at the Refining Station",	"task04_retrieve_menu_text":"Process the Venom Sacs",	"task04_waypoint_name":"Refining Station",	"task05_comm_message_text":"You're doing quite well. I need some toxin samples of the type the Mummers use. Please gather some.",	"task06_journal_entry_description":"Defeat Mummers until you have enough toxin samples for Lt. Dunnels.",	"task06_journal_entry_title":"Gather Toxin Samples from Mummers.",	"task06_waypoint_name":"Mummer Bunker",	"task07_journal_entry_description":"Report back to Lt. Dunnels with everything you've gathered for her. Lt. Dunnels works inside the Theed Palace.",	"task07_journal_entry_title":"Return to Lieutenant Dunnels with the Ingredients",	"task07_waypoint_name":"Theed Palace Entrance"
}}