{
	"stfFile":"quest/ground/naboo_theed_meanwhile_associates",
	"entries": {
		"category":"Legacy",	"journal_entry_description":"Hunnos Jarkey, a dangerous criminal and murderer, has escaped from RSF custody. Help Lt. Khartoor catch him. Start by finding out if any known associates have had any contact from him.",	"journal_entry_title":"Find an Escaped Murderer",	"task00_journal_entry_description":"Hunnos Jarkey was known to have dealings with a small group known as the Peddlers. The Peddlers buy and sell stolen goods. Go rough up the Peddlers and find out what they know about Hunnos' escape.",	"task00_journal_entry_title":"Defeat Members of the Peddlers Gang",	"task00_waypoint_name":"Peddler Camp",	"task01_comm_message_text":"So the Peddlers won't talk,eh? Maybe we can loosen their tongues by destroying several of their hidden stashes.",	"task01_journal_entry_description":"So the Peddlers won't talk. Maybe their tongues would loosen if several of their stashes of stolen goods were destroyed.",	"task01_journal_entry_title":"The Peddlers Need Some More Convincing",	"task02_item_name":"Stash of Peddler Goods",	"task02_journal_entry_description":"Convince the Peddlers to talk by destroying several stashes of stolen goods that they've hidden throughout the west side of Theed.",	"task02_journal_entry_title":"Destroy Stashes of Peddler Goods",	"task02_retrieve_menu_text":"Destroy the Stash of Goods",	"task02_waypoint_name":"Theed's West Side",	"task03_comm_message_text":"The Peddlers maintain that they haven't heard from Hunnos Jarkey in many months. We'll believe them for now. Hunnos' brother, Fenrol, was killed in a speeder crash shortly before Hunnos escaped. Go examine the crash site.",	"task03_journal_entry_description":"The Peddlers maintain that they haven't heard from Hunnos Jarkey in many months. We'll believe them for now. Hunnos' brother, Fenrol, was killed in a speeder crash shortly before Hunnos escaped. Go examine the crash site.",	"task03_journal_entry_title":"The Peddlers Claim Innocence",	"task04_item_name":"Fenrol's Ledger",	"task04_journal_entry_description":"Fenrol Jarkey was Hunnos' brother. He died in a speeder crash shortly before Hunnos escaped. The crash site has not yet been cleared, so go check what's left and see if there's anything that connects to Hunnos' escape.",	"task04_journal_entry_title":"Examine Fenrol Jarkey's Crash Site",	"task04_retrieve_menu_text":"Examine Ledger",	"task04_waypoint_name":"Fenrol Jarkey's Crashed Speeder",	"task05_journal_entry_description":"There's nothing in the ledger that directly connects it to Hunnos' escape, but there is mention of a thug working for Borvo named Derm Worrit. Go find out how Fenrol and Derm were involved with one another, and if it has anything to do with Hunnos' escape.",	"task05_journal_entry_title":"Fenrol Jarkey's Ledger",	"task05_message_box_text":"There's nothing in the ledger that directly connects it to Hunnos' escape, but there is mention of a thug working for Borvo named Derm Worrit. Go find out how Fenrol and Derm were involved with one another and if it has anything to do with Hunnos' escape.",	"task05_message_box_title":"Fenrol Jarkey's Ledger",	"task06_journal_entry_description":"Convince Derm Worrit to tell you about his association with Fenrol Jarkey and to reveal anything he knows about Hunnos Jarkey.",	"task06_journal_entry_title":"Defeat Derm Worrit",	"task06_waypoint_name":"Borvo's Thugs Bunker",	"task07_comm_message_text":"Okay, okay. Fenrol Jarkey wanted to smuggle some spice into Theed, and I was going to help him sell it. But now he's dead, the stupid drunk. And I didn't even know he had a brother, so back off. Try talking to his father.",	"task07_journal_entry_description":"Derm Worrit reveals that he and Fenrol were planning to sell some spice in Theed, but that was before Fenrol's fatal accident. Derm didn't even know Fenrol had a brother, but he suggests talking to their father.",	"task07_journal_entry_title":"Derm Worrit Talks",	"task08_item_name":"Corellian Ale",	"task08_journal_entry_description":"Talking to Hunnos and Fenrol's father, Ados Jarkey, is a good idea. It's unlikely Ados will talk to you, but he might loosen up if you bring him some Corellian ale. Go to the cantina and get some Corellian ale from the crates behind the bar. The RSF will put the ale you take on Sgt. Bragg's bar tab.",	"task08_journal_entry_title":"Go Get Some Corellian Ale",	"task08_retrieve_menu_text":"Take Some Ale",	"task08_waypoint_name":"Theed Cantina Entrance",	"task09_journal_entry_description":"Go to Ados Jarkey and give him the Corellian ale. Ados is often found at the top of the waterfall near the Power Generator building.",	"task09_journal_entry_title":"Give the Corellian Ale to Ados Jarkey",	"task09_waypoint_name":"Ados Jarkey",	"task10_journal_entry_description":"Ados Jarkey let slip that some Gungans had come to him asking about Hunnos not long after Hunnos escaped. They identified themselves as part of an organization known as the Muskeg, but did not reveal why they were looking for Hunnos. Return to Lt. Khartoor with this information.",	"task10_journal_entry_title":"Return to Lieutenant Khartoor",	"task10_waypoint_name":"Lt. Khartoor"
}}