{
	"stfFile":"quest/ground/naboo_theed_hugo_borvo",
	"entries": {
		"category":"Legacy",	"journal_entry_description":"Fight Borvo thugs to help work off Hugo's son's debt.",	"journal_entry_title":"Everyone Hates Borvo",	"task00_journal_entry_description":"The Darkwalkers and Skaak Tippers to whom Hugo's son is in debt want Borvo's thugs to be reduced in number. Attack them.",	"task00_journal_entry_title":"Defeat Borvo's Thugs",	"task00_waypoint_name":"Borvo Bunker",	"task01_item_name":"Crate of Battle Droid Parts",	"task01_journal_entry_description":"The Skaak Tippers want some crates of battle droid parts stolen from Borvo's thugs. 10 crates should do it.",	"task01_journal_entry_title":"Steal Crates of Droid Parts from Borvo",	"task01_retrieve_menu_text":"Take the Crate of Droid Parts",	"task01_waypoint_name":"Borvo Bunker",	"task02_item_name":"Database System",	"task02_journal_entry_description":"The Darkwalkers want to hinder Borvo's operations in the Theed area. Sabotage some of their database systems.",	"task02_journal_entry_title":"Sabotage Borvo's Database Systems",	"task02_retrieve_menu_text":"Sabotage the Database",	"task02_waypoint_name":"Borvo Bunker",	"task03_journal_entry_description":"A freelance thief named Kermollus Preen has attracted the attention of both the Darkwalkers and the Skaak Tippers, among others, and not in a positive way. They want him to take his thievery to another location. Preferably, another planet.",	"task03_journal_entry_title":"Defeat Kermollus Preen, a Freelance Thief",	"task03_waypoint_name":"Kermollus Preen",	"task04_journal_entry_description":"Return to Hugo at the Theed Palace.",	"task04_journal_entry_title":"Return to Hugo Eckener",	"task04_waypoint_name":"Theed Palace Entrance",	"task05_comm_message_text":"Hello. Um, apparently a thief named Kermollus Preen has managed to annoy both the Skaak Tippers and the Darkwalkers. They want him driven out of the area, or eliminated. Nasty business that.",	"task06_comm_message_text":"Hello, it's me again. Hugo. Hugo Eckener. So, the Darkwalkers want some of Borvo's database systems damaged. I guess you should do that while you're there.",	"task07_comm_message_text":"Um, hello? Can you hear me? Well, anyway, next the Skaak Tippers want some crates of droid parts. So, I guess you'll need to find some of those."
}}