{
	"stfFile":"quest/ground/naboo_theed_hugo_rescue_darkwalker",
	"entries": {
		"category":"Legacy",	"journal_entry_description":"Karl Eckener amassed a sizeable debt to both the Darkwalkers and the Skaak Tippers. Despite doing what both groups asked in exchange for payment of this debt, Karl has not been released. No more playing by their rules, it's time to rescue Karl.",	"journal_entry_title":"Rescue Karl Eckener",	"task00_journal_entry_description":"Go to the Darkwalker cave.",	"task00_journal_entry_title":"Go to the Darkwalker Cave",	"task00_waypoint_name":"Darkwalker Cave",	"task01_journal_entry_description":"You know that Karl is either in the Darkwalker cave or at the Skaak Tipper compound. You'll start with the Darkwalker cave, and if you don't find Karl here, you'll try the Skaak Tipper bunkers.",	"task01_journal_entry_title":"Search the Darkwalker Cave",	"task01_waypoint_name":"Entrance to the Darkwalker Cave",	"task02_journal_entry_description":"You need three codes to release Karl from captivity. The first is held by Solon Gaw, a Darkwalker aegis guard.",	"task02_journal_entry_title":"Defeat Solon Gaw and get the First Code",	"task02_waypoint_name":"Darkwalker Cave",	"task03_journal_entry_description":"The second code needed to release Karl is held by Critolus Masse, a Darkwalker underlord.",	"task03_journal_entry_title":"Defeat Critolus Masse and get the Second Code",	"task04_journal_entry_description":"The final code needed to relase Karl is in the possession of Marcus Gaw, a Darkwalker bloodlord.",	"task04_journal_entry_title":"Defeat Marcus Gaw and get the Third Code",	"task05_item_name":"Prisoner Constraint Console",	"task05_journal_entry_description":"Use the prisoner constraint console and add Karl to the access list. After you've done that, Karl can use the console to free himself.",	"task05_journal_entry_title":"Use the Prisoner Constraint Console to Free Karl Eckener",	"task05_retrieve_menu_text":"Add Karl Eckener to the Access list",	"task06_journal_entry_description":"Speak with Karl. Let him know that he now has access to the prisoner constraint console and can use it to free himself.",	"task06_journal_entry_title":"Speak with Karl Eckener",	"task07_journal_entry_description":"Go to Hugo Eckener and make sure he knows his son is safe.",	"task07_journal_entry_title":"Return to Hugo Eckener",	"task07_waypoint_name":"Theed Palace Entrance",	"task08_journal_entry_description":"Return to Pooja Naberrie and let her know that you've helped Hugo Eckener with his Dilemma.",	"task08_journal_entry_title":"Return to Pooja",	"task08_waypoint_name":"Pooja Naberrie"
}}