{
	"stfFile":"quest/ground/newbie_ranged_combat",
	"entries": {
		"category":"Tatooine",	"journal_entry_completion_summary":"You've been a great help in putting down the Tuskan raids. Mos Eisley is a bit safer because of you.",	"journal_entry_description":"The Tusken raids have been getting worse and they need your help to put them down.",	"journal_entry_title":"Tusken Infestation",	"task00_journal_entry_description":"Purvis, the old soldier, has told you the Tuskens have been raiding an outlying area called Junktown. He needs help and wants to see if you've got what it takes. He has asked you to take out of 5 of Tusken Raider Zealots",	"task00_journal_entry_title":"Test your Mettle",	"task00_waypoint_name":"Tusken zealots",	"task01_comm_message_text":"Well done! Now I need you to take out some of their Soldiers. They're a bit further out from Junktown and they're a bit tougher, but I think you can do it. ",	"task02_journal_entry_description":"You've shown promise as a fine city defender. Purvis wants you to take out five Tusken Soldiers this time. They are further out from Junktown.",	"task02_journal_entry_title":"Into the Fire",	"task02_waypoint_name":"Tusken zealots",	"task03_comm_message_text":"You're a natural! I think we'll just call you The Tusken Slayer! Why, I'm sure the Tusken Warriors won't be any trouble at all for someone like you!",	"task04_journal_entry_description":"Purivs is impressed with your skill and has sent you out after the leaders of the raids. He wants  you to take out five Tusken Raider Warriors. They are on the outskirts of Junktown. ",	"task04_journal_entry_title":"Hit 'em where it hurts.",	"task04_waypoint_name":"Tusken zealots",	"task05_comm_message_text":"Purvis tells me you've done well! Come back to me and we'll finish our business.",	"task05_journal_entry_description":"newbie_ranged_e5",	"task05_journal_entry_title":"His Honor",	"task06_journal_entry_description":"You've handled the Tusken threat. Return to the Mayor to complete your business.",	"task06_journal_entry_title":"Talk to Mayor",	"task06_waypoint_name":"Mayor"
}}