{
	"stfFile":"quest/ground/npe_commando",
	"entries": {
		"category":"Tansarii Point Station",	"journal_entry_description":"Sergeant Snopel is a retired Imperial Commando. Stories have it he fought on Geonosis, during the begining of the clone wars. If anyone knows of work a commando can do, he would.",	"journal_entry_title":"Commando",	"task00_journal_entry_description":"Head over to the elevator and take it down to the lower level.",	"task00_journal_entry_title":"Use the Elevator to go to the Lower Level",	"task00_waypoint_name":"Elevator",	"task01_journal_entry_description":"Go to the appointed location and take the thugs out. Sergeant Snopel suggests you use the grenade he gave you.",	"task01_journal_entry_title":"Use the Grenade on the Thugs in Lower Level",	"task01_waypoint_name":"Thugs",	"task02_journal_entry_description":"The thugs are dead, now use the Elevator to return to the main level.",	"task02_journal_entry_title":"Use the Elevator to go to the Main Level",	"task02_waypoint_name":"Elevator",	"task03_journal_entry_description":"Now that you have taken out the thugs, return to the sergeant.",	"task03_journal_entry_title":"Return to Sergeant Snopel",	"task03_waypoint_name":"Sergeant Snopel",	"task04_journal_entry_description":"Use the elevator to head up to the Atrium.",	"task04_journal_entry_title":"Use the Elevator to go to the Atrium",	"task04_waypoint_name":"Elevator",	"task05_journal_entry_description":"Sergeant Snopel needs information pertaining to a shipment recently delivered here. He thinks his superiors might be interested. He has learned that a dock worker named Terry has a record of the shipment in his datapad. You are to retrieve that datapad with extreme violence, leave no witnesses.",	"task05_journal_entry_title":"Kill Terry and Take His Datapad in the Atrium",	"task05_waypoint_name":"Terry",	"task07_comm_message_text":"Datapad was retrieved? Good, just send me the contents.",	"task08_journal_entry_description":"You are sending Sgt. Snopel the contents of Terry's Datapad.",	"task08_journal_entry_title":"Uploading Datapad Contents",	"task09_comm_message_text":"No mention of a shipment, but apparently, Terry planted a bomb. You must stop this bomb from going off. There is no time to waste, I suggest you start searching one of the back rooms.",	"task10_item_name":"You have defused the bomb",	"task10_journal_entry_description":"The bomb is up here in the Atrium somwhere. You must find it, and defuse it. Hurry!",	"task10_journal_entry_title":"Find the Bomb and Defuse it",	"task10_retrieve_menu_text":"Defuse the Bomb",	"task10_waypoint_name":"Bomb",	"task11_journal_entry_description":"Now that you have killed the menacing creatures, use the elevator to return the main level.",	"task11_journal_entry_title":"Use the Elevator to go to the Main Level",	"task11_waypoint_name":"Elevator",	"task12_journal_entry_description":"You have defused the bomb, return to Sgt. Snopel. He will be anxiously awaiting your return.",	"task12_journal_entry_title":"Return to Sergeant Snopel",	"task12_waypoint_name":"Sergeant Snopel"
}}