{
	"stfFile":"quest/ground/npe_brawler_2",
	"entries": {
		"category":"Tansarii Point Station",	"journal_entry_description":"Rydel has instructed you to speak with Tiarsis, the cantina owner here on Tansarii Point Station. She might have a few things for you to do.",	"journal_entry_title":"Tiarsis",	"task00_journal_entry_description":"Tiarsis owns the Cantina. Speak with her, as Rydel asked you to.",	"task00_journal_entry_title":"Speak with Tiarsis in the Cantina",	"task00_waypoint_name":"Tiarsis",	"task01_journal_entry_description":"Take care of the bully for Tiarsis. Perhaps he can be talked down. Bullies can often be intimidated by the threat of force.",	"task01_journal_entry_title":"Take Care of the Bully in the Cantina",	"task01_waypoint_name":"Cantina Bully",	"task02_journal_entry_description":"Return to Tiarsis and tell her she no longer has to worry about that bully.",	"task02_journal_entry_title":"Return to Tiarsis in the Cantina",	"task02_waypoint_name":"Tiarsis",	"task03_journal_entry_description":"You need to go to the lower level and look into who is sabotaging the station.",	"task03_journal_entry_title":"Use the Elevator to go to the Lower Level",	"task03_waypoint_name":"Elevator",	"task04_journal_entry_description":"The Genesis Red thugs will not be weakened sufficiently until their leaders are defeated.  Kill one of their officers.",	"task04_journal_entry_title":"Kill a Genesis Red Officer in the Data Storage Room",	"task05_journal_entry_description":"The Genesis Red thugs have stationed guards outside the Data Storage Room while they work. Defeat 3 of the cronies.",	"task05_journal_entry_title":"Kill 3 Genesis Red Cronies Near the Data Storage Room",	"task05_waypoint_name":"Genesis Red Cronie",	"task06_journal_entry_description":"The bully spoke of sabotage in the lower levels! A renegade syndicate going by the name of Genesis Red. You should check it out and make sure everything is as it should be.",	"task06_journal_entry_title":"Stop the Genesis Reds from Sabotaging the Station",	"task06_task_display_string_1":"Genesis Red Cronies",	"task06_task_display_string_2":"Genesis Red Officer",	"task06_waypoint_name":"Genesis Red",	"task07_journal_entry_description":"Now that you have a good idea of who is sabotaging the station, use the elevator to return to the main level. You need to inform Rydel.",	"task07_journal_entry_title":"Use the Elevator to return to the Main Level",	"task07_waypoint_name":"Elevator",	"task08_journal_entry_description":"Return to Rydel to tell him what you have discovered.",	"task08_journal_entry_title":"Return to Rydel in the Close Combat Training Room",	"task08_waypoint_name":"Rydel Delan"
}}