{
	"stfFile":"quest/ground/npe_force_dark",
	"entries": {
		"category":"Tansarii Point Station",	"journal_entry_description":"Your anger has disappointed Nos'lyn, but another has contacted you. You aren't certain who this person is, but he seems to be interested in your abilities. Do his bidding and he will reward you.",	"journal_entry_title":"The Dark Path",	"task00_comm_message_text":"You were supposed to calm the guard, not enrage him! Now I must clean up your mess. Think about your actions and I'll contact you at some later time, when your attitude has changed.",	"task00_journal_entry_description":"Nos'lyn sent you a message: You were supposed to calm the guard, enrage him! Now I must clean up your mess. Think about your actions and I'll contact you at some later time, when your attitude has changed.",	"task00_journal_entry_title":"Nos'lyn Dissapointed",	"task02_comm_message_text":"So, you are the one that I sensed. I have a mission for you, if you have the strength for it. Look in your journal for instructions. Don't bother looking for me on the station. I'm not there.",	"task02_journal_entry_description":"Someone new sent you a communication: So, you are the one that I sensed. I have a mission for you, if you have the strength for it. Look in your journal for instructions. Don't bother looking for me on the station. I'm not there.",	"task02_journal_entry_title":"A New Communication",	"task03_journal_entry_description":"Take the elevator to the Atrium.",	"task03_journal_entry_title":"Use the Elevator to go to the Atrium",	"task03_waypoint_name":"Elevator",	"task04_comm_message_text":"Let me test your strength, kill ten Tanc Mites. Feel their life force fade as you kill them. Enjoy their pain!",	"task05_journal_entry_description":"Kill 10 Tanc Mites in the Atrium. Feel their life fade as you kill them. Enjoy their pain.",	"task05_journal_entry_title":"Kill 10 Tanc Mites",	"task05_waypoint_name":"Atrium",	"task06_journal_entry_description":"You have had a taste of death. Now test your strength against a stronger adversary. Kill the Tanc Mite Queen.",	"task06_journal_entry_title":"Kill the Tanc Mite Queen",	"task06_waypoint_name":"Queen",	"task07_comm_message_text":"Very good. Feel the anger flowing through you. There's a stormtrooper on the lower level. Convince him to sabotage the station. It may kill him, but that's of no concern to me.",	"task07_journal_entry_description":"The mysterious person sent you another communication: Very good. Feel the anger flowing through you. There's a stormtrooper on the lower level. Convince him to sabotage the station. It may kill him, but that's of no concern to me.",	"task07_journal_entry_title":"You Received Another Communication",	"task08_journal_entry_description":"Head down the the main level using the elevator.",	"task08_journal_entry_title":"Take the Elevator to the Main Level",	"task08_waypoint_name":"Elevator",	"task09_journal_entry_description":"Use the elevator to go to the lower level.",	"task09_journal_entry_title":"Take the Elevator Down to the Lower Level",	"task09_waypoint_name":"Elevator",	"task10_journal_entry_description":"Go to the Stormtrooper on the lower level and convince him to sacrifice himself and sabotage the station.",	"task10_journal_entry_title":"Convince the Stormtrooper to Sabotage the Station",	"task10_waypoint_name":"Stormtrooper",	"task11_comm_message_text":"Good work. I'll be keeping my eye on you. Here's a small token of my esteem. I'll find you if I want something later.",	"task11_journal_entry_description":"You received a final message: Good work. I'll be keeping my eye on you. Here's a small token of my esteem. I'll find you if I want something later.",	"task11_journal_entry_title":"Final Message"
}}