{
	"stfFile":"quest/ground/npe_main_quest",
	"entries": {
		"category":"Tansarii Point Station",	"journal_entry_description":"Han Solo is not welcome on Tansarii Point Station. He needs your help to sell the goods that he acquired. ",	"journal_entry_title":"Help Han Solo",	"task00_journal_entry_description":"Talk to Han Solo and find out why he needs your help.",	"task00_journal_entry_title":"Talk to Han Solo",	"task01_journal_entry_description":"You learned that Han Solo is not welcome on Tansarii Point Station and needs your help to sell the goods that he has. He will give you a cut of the profits.  Talk to Inaldra and find out what you need to do.",	"task01_journal_entry_title":"Talk to Inaldra",	"task02_journal_entry_description":"The Cargo Director needs to arrange for the shipment transfer. Talk to him and find out what he needs to transfer the cargo.",	"task02_journal_entry_title":"Talk to the Cargo Director",	"task03_journal_entry_description":"The bartender of Tansarii Point Station has several contacts that may wish to buy this cargo from the station and can give a reasonable price estimate. Find out what it is.",	"task03_journal_entry_title":"Talk to the Bartender",	"task04_journal_entry_description":"The Security Forces Director needs to approve the cargo, to make sure that it is not hazardous.",	"task04_journal_entry_title":"Talk to the Security Forces Director",	"task05_journal_entry_description":"Talon Karrde owns Tansarii Point Station. For business that isn't specifically approved by Inaldra, he insists that his personal approval is necessary.",	"task05_journal_entry_title":"Talk to Talon Karrde",	"task06_journal_entry_title":"Using this as an invisible gate to inaldra",	"task07_journal_entry_description":"Now that you have completed her tasks, return to Inaldra and let her know.",	"task07_journal_entry_title":"Return to Inaldra",	"task08_journal_entry_description":"Go to the Hangar Bay to give Han the good news that you have moved his shipment and collect your payment.",	"task08_journal_entry_title":"Talk to Han Solo"
}}