{
	"stfFile":"quest/ground/npe_force_sensitive",
	"entries": {
		"category":"Tansarii Point Station",	"journal_entry_description":"To truly become attuned to the Force, you need to learn all you can about how it works.",	"journal_entry_title":"Learning the Ways of the Force",	"task00_journal_entry_description":"Nos'lyn told you about a guard that needs to be calmed down before he kills someone. Go to the Cantina and talk to the guard.",	"task00_journal_entry_title":"Talk to the Angry Guard in the Cantina",	"task00_waypoint_name":"Guard",	"task01_comm_message_text":"Very good. That guard will be fine when he allows time to heal his grief. Now I want you to use your skills to destroy 7 troublesome droids on the lower level. Notice that disabling them does not disrupt the flow of the Force.",	"task02_journal_entry_description":"Use the Elevator to go down to the Droid Repair Center. Nos'lyn wants you to go hunt droids.",	"task02_journal_entry_title":"Head Down to the Droid Repair Center",	"task02_waypoint_name":"Elevator",	"task03_journal_entry_description":"The Droid Repair Center on the lower lever is a good place to practice your skills and learn to feel what happens when a droid 'dies'. It will give you a comparison for when you go up against live foes.",	"task03_journal_entry_title":"Disable 7 Droids in the Droid Repair Center",	"task03_waypoint_name":"Droid Repair Center",	"task05_comm_message_text":"You have done well. Now you must learn the delicate balance of life and death. Go to the Atrium and kill 7 Tanc Mites.",	"task06_journal_entry_description":"You need to head to the main level and then go to the Atrium.",	"task06_journal_entry_title":"Use the Elevator to go to the Main Level",	"task06_waypoint_name":"Elevator",	"task07_journal_entry_description":"You need go to the Atrium.",	"task07_journal_entry_title":"Use the Elevator to go to the Atrium",	"task07_waypoint_name":"Elevator",	"task08_journal_entry_description":"Nos'lyn wants you to learn about the balance of life and death. Kill 7 Tanc Mites. Feel what happens to life as it leaves even the lowliest creature.",	"task08_journal_entry_title":"Kill 7 Tanc Mites in the Atrium",	"task08_waypoint_name":"Atrium",	"task10_comm_message_text":"Did you feel the ebb and flow of the life force? Now I want you to take on a more difficult foe. Do not be discouraged if you fall temporarily. Be patient and persistent and kill the Tanc Mite Queen in the Atrium.",	"task11_journal_entry_description":"You are to find the Tanc Mite Queen and defeat her.",	"task11_journal_entry_title":"Find and Kill Tanc Mite Queen",	"task11_waypoint_name":"Queen",	"task12_journal_entry_description":"You need to return to Nos'lyn. Take the elevator to the main level.",	"task12_journal_entry_title":"Take the Elevator to the Main Level",	"task12_waypoint_name":"Elevator",	"task13_journal_entry_description":"Nos'lyn will complete your training in the Close Combat Training room.",	"task13_journal_entry_title":"Talk to Nos'lyn in the Close Combat Training Room.",	"task13_waypoint_name":"Nos'lyn"
}}