{
	"stfFile":"quest/ground/npe_new_main_quest",
	"entries": {
		"category":"Tansarii Point Station",	"journal_entry_description":"Looks like the Millennium Falcon is having problems. Help Han Solo get the ship running so he can leave the station.",	"journal_entry_title":"Get the Millennium Falcon Working",	"task00_journal_entry_description":"The Millennium Falcon needs to be repaired, but Han Solo doesn't have the parts that he needs. Go to Hangar Bay 1 and talk to the Head Mechanic.",	"task00_journal_entry_title":"Talk to the Head Mechanic",	"task00_waypoint_name":"Head Mechanic",	"task02_comm_message_text":"He won't even sell you the parts? That's interesting. I wonder if the Cantina reference was a hint, not a brush off. Go there and check it out. I think that my buddy Trace is in there.",	"task03_journal_entry_description":"Find out what is going on at the cantina. Han Solo mentioned that his buddy Trace may know what's happening there.",	"task03_journal_entry_title":"Talk to Trace",	"task03_waypoint_name":"Trace",	"task05_comm_message_text":"Did he say Boba Fett?! I have a bad feeling about this, kid. This station is too small to stay hidden. I'll need you to get pieces that I can use to repair the ship. Your journal will tell you where to find them. Hurry!",	"task06_journal_entry_description":"Han Solo needs Air Scrubbers from the Atrium. Use the elevator to get there.",	"task06_journal_entry_title":"Use the Elevator to go Up to the Atrium",	"task06_waypoint_name":"Elevator",	"task07_item_name":"Air Scrubbers Removed",	"task07_journal_entry_description":"Han needs Air Scrubbers. The safest place to get them is from the Atrium on the third floor.  The greenery there should keep the air clean even if you remove one or two, so there won't be too much damage to the station.",	"task07_journal_entry_title":"Acquire Air Scrubbers from the Atrium",	"task07_retrieve_menu_text":"Remove Air Scrubbers",	"task07_waypoint_name":"Air Scrubbers",	"task08_journal_entry_description":"Use the elevator to go to the main level, and then down to the lower level.",	"task08_journal_entry_title":"Use the Elevator to go Down to the Main Level",	"task08_waypoint_name":"Elevator",	"task09_journal_entry_description":"Use the elevator to go to the lower level.",	"task09_journal_entry_title":"Use the Elevator to go Down to the Lower Level",	"task09_waypoint_name":"Elevator",	"task10_item_name":"Power Coupling Unit Gathered",	"task10_journal_entry_description":"According to the station computer, there's a Cargo Bay downstairs with a couple of extra power coupling units that Han can use.  Unfortunately, the cargo bay has been taken over by Hutt thugs.  Just be casual and don't attack them unless you need to (or want to rid the galaxy of that kind of scum.)  Use the elevator and go down to the lower level Cargo Bay and acquire two Power Coupling Units.",	"task10_journal_entry_title":"Get 2 Power Coupling Units from Cargo Bay 2",	"task10_retrieve_menu_text":"Get Power Coupling Unit",	"task10_waypoint_name":"Power Coupling Units",	"task11_journal_entry_description":"Han heard about droids that are malfunctioning downstairs. They won't be missed if he uses some of their extra parts. He needs 5 servo motors from any of the droids in the Droid Repair Center, directly below the Cantina. Kill the droids and take their motors.",	"task11_journal_entry_title":"Get 5 Droid Motors from the Droids in the Repair Center",	"task11_waypoint_name":"Droid Repair Center",	"task12_journal_entry_description":"Use the elevator to go up to the main level to talk to Han Solo.",	"task12_journal_entry_title":"Use the Elevator to go Up to the Main Level",	"task12_waypoint_name":"Elevator",	"task13_journal_entry_description":"You have everything that Han needs. Return to him.",	"task13_journal_entry_title":"Return to Han Solo in Hangar Bay 2",	"task13_waypoint_name":"Han Solo"
}}