{
	"stfFile":"quest/ground/npe_spy_try",
	"entries": {
		"category":"Tansarii Point Station",	"journal_entry_description":"Lercer is trying to figure out what's behind the hostilities between Station Gamma and Station Tansarii but he needs your help. He's been trying to make a data splice powerful enough to hack the high security files of Station Tansarii but hasn't been able to. It's his hope that with your skills, the tool that can be made in his factory will be enough for you to succeed where he failed.",	"journal_entry_title":"The Spy's Game",	"task00_journal_entry_description":"Take the Elevator to the lower level.",	"task00_journal_entry_title":"Use the Elevator to go to the Lower Level",	"task00_waypoint_name":"Elevator",	"task01_journal_entry_description":"The first thing you need to build the data splice is a power core. Steal one from the generator in Cargo Bay 2. It'll be used to get Lercer's tool production factory going again.",	"task01_journal_entry_title":"Steal a Power Core from the Generator in Cargo Bay 2",	"task01_waypoint_name":"Tansarii Generator",	"task02_comm_message_text":"Excellent. Now power up my tool factory. I'll transfer the coordinates to it.",	"task03_journal_entry_description":"Go to the factory in the central droid center on the lower level.  Place the power Core into the factory and hope it works!",	"task03_journal_entry_title":"Place the Power Core in the Factory",	"task03_waypoint_name":"Droid Production Unit",	"task04_comm_message_text":"Perfect, the core fit and you have made a tool. I will provide you with the coordinates for the Computer terminal that you need to hack.",	"task05_journal_entry_description":"Go to the Systems Data Control terminal in the Data Storage Room in the basement. When you arrive, connect the tool to the terminal.",	"task05_journal_entry_title":"Connect the Tool to the Systems Control Terminal",	"task05_waypoint_name":"Systems Data Control Terminal",	"task06_comm_message_text":"Amazing, you've already broken the security system and decrypted the files. Way to make me feel worthless. Alright, download the files and we're set.",	"task07_journal_entry_description":"You've shown Lercer who's the super spy. All that's left now is downloading the files. Use the Terminal again.",	"task07_journal_entry_title":"Download the Data From the Terminal",	"task07_waypoint_name":"Systems Data Control Terminal",	"task08_comm_message_text":"Most impressive work but I expected nothing less. It looks like security has noticed what you are doing though and are short circuiting the terminal. Doesn't matter, we got what we need. Return to me and we'll have a look at what you found.",	"task09_journal_entry_description":"Use the elevator to go upstairs and return to Lercer with the files.",	"task09_journal_entry_title":"Use the elevator to get to the main level.",	"task09_waypoint_name":"Elevator",	"task10_journal_entry_description":"Return to Lercer in the cantina with the files.",	"task10_journal_entry_title":"Return to Lercer",	"task10_waypoint_name":"Lercer (Spy)"
}}