{
	"stfFile":"quest/ground/npe_main_quest_2",
	"entries": {
		"category":"Tansarii Point Station",	"journal_entry_description":"It's about time that Han Solo and Inaldra work things out.",	"journal_entry_title":"Mending Fences",	"task00_journal_entry_description":"Inaldra may be receptive to repair the old friendship with Han Solo. Go talk to her on his behalf.",	"task00_journal_entry_title":"Talk to Inaldra",	"task01_journal_entry_description":"Inaldra doesn't appear to want to have anything further to do with Han. ",	"task01_journal_entry_title":"Return to Han",	"task02_item_name":"Information about Inaldra",	"task02_journal_entry_description":"Go to the station databanks and discover if there's something that Inaldra needs.",	"task02_journal_entry_title":"Get Information about Inaldra",	"task02_retrieve_menu_text":"Look Through Data",	"task03_comm_message_text":"Good job, kid. Looks like she's having problems with another smuggler named Tarand Crowe. He is trying to get her kicked out of her job. So get in good with the guy at the cantina. He likes good music.",	"task03_journal_entry_description":"You received the following message from Han:  Good job, kid. Looks like she's having problems with another smuggler trying to get her kicked out of her job. Get in good with him in the cantina. He likes good music.",	"task03_journal_entry_title":"Message from Han",	"task04_journal_entry_description":"Play music at the station's Cantina so Tarand Crowe can see you. It should only take a minute to establish yourself.",	"task04_journal_entry_title":"Play at the Cantina",	"task05_journal_entry_description":"Get in good with Tarand Crowe and find out what kind of job you can do for him.",	"task05_journal_entry_title":"Talk to Tarand Crowe",	"task06_journal_entry_description":"Do the job that Tarand Crowe wants you to do and then bring the information to Han.",	"task06_journal_entry_title":"Finish the job for Tarand Crowe",	"task07_journal_entry_description":"Inaldra needs to know that Tarand Crowe was trying to usurp her position.",	"task07_journal_entry_title":"Tell Inaldra about Tarand Crowe"
}}