{
	"stfFile":"quest/ground/npe_officer_try",
	"entries": {
		"category":"Station Gamma",	"journal_entry_description":"According to Antom, his student was distressed regarding the situation on Station Gamma. She went there to try to negotiate with the Rak'quas two days ago but has yet to return.",	"journal_entry_title":"Antom's Missing Student",	"task00_journal_entry_description":"Take the shuttle to Gamma in Hangarbay 1.",	"task00_journal_entry_title":"Take Gamma Shuttle To Station Gamma",	"task00_waypoint_name":"Gamma Shuttle Service",	"task01_journal_entry_description":"One of Antom's students, has gone missing on Station Gamma. She may have been captured by the Rak'quas. Find the Rak'qua Fervent and negotiate for her release.",	"task01_journal_entry_title":"Talk to the Rak'qua Fervent",	"task01_waypoint_name":"Rak'qua Fervent",	"task02_journal_entry_description":"The Rak'qua Fervent has agreed to let Neina go if you manage to hunt down and defeat one of his shamans in mortal combat!",	"task02_journal_entry_title":"Defeat a Rak'qua Shaman",	"task03_comm_message_text":"Very well handled, you show great promise as a leader. Not afraid of putting yourself in harm's way to achieve the mission, you will be an inspiration to your soldiers.",	"task04_comm_message_text":"Return to the Rak'qua Fervent and demand that he honors his word and release my student.",	"task05_journal_entry_description":"Find the Rak'qua Fervent again and make sure that he honors his promise to release Antom's student.",	"task05_journal_entry_title":"Return to the Rak'qua Fervent",	"task05_waypoint_name":"Rak'qua Fervent",	"task06_comm_message_text":"I knew you could do it! Thank you for saving my student; you truly are a great leader. Come back to me at your convenience. There's no rush, if you wish to stay on Gamma and explore. Just be careful!",	"task07_journal_entry_description":"The Rak'qua Fervent has agreed to release Antom's student and your mission here is complete. Return to Tansarii when you are ready.",	"task07_journal_entry_title":"Mission accomplished! Take the Gamma Shuttle Back to Tansarii",	"task07_waypoint_name":"Station Gamma Exit",	"task08_journal_entry_description":"Antom Moria, your Officer contact, will await you in the Station Master's Office.",	"task08_journal_entry_title":"Return to Antom",	"task08_waypoint_name":"Antom (Officer)"
}}