{
	"stfFile":"quest/ground/prof_force_sensitive_11",
	"entries": {
		"category":"Profession",	"journal_entry_description":"Learn how the Force affects not only people, but the very planet itself. You will visit two examples of places where the Force changed the area.",	"journal_entry_title":"First Steps: Anger and Harmony",	"task00_comm_message_text":"Now is the time for you to start to really grow in your knowledge of the Force. I want you to visit two different sites on Tatooine. They will be enlightening.",	"task00_journal_entry_description":"Nos'lyn sent you a message: Now is the time for you to start to really grow in your knowledge of the Force. I want you to visit two different sites on Tatooine. They will be enlightening.",	"task00_journal_entry_title":"A Message from Nos'lyn",	"task01_journal_entry_description":"Nos'lyn wants to send you to a spot that is strong in the Light Side of the Force. Its presence enhances the life force of the area.",	"task01_journal_entry_title":"Go to the Oasis",	"task01_waypoint_name":"Oasis",	"task02_comm_message_text":"Feel the peace here. Even the animals want no quarrel. They are affected by the Light Side of the Force. Meditate here for a time in tranquility.",	"task02_journal_entry_description":"Nos'lyn has another message for you:  Feel the peace here. Even the animals want no quarrel. They are affected by the Light Side of the Force. Meditate here for a time in tranquility.",	"task02_journal_entry_title":"A Message from Nos'lyn",	"task03_journal_entry_description":"There's a ruined Tusken village that you need to visit. The anger there is nearly palpable. No one has returned to settle there. Even the animals and the terrain changed. Be careful when you go there.",	"task03_journal_entry_title":"Go to the Ruined Village",	"task03_waypoint_name":"Ruined Tusken Village",	"task04_comm_message_text":"A deep act of anger occured here many years ago. It warped the area and now the creatures here reflect that anger. Give them the peace that they deserve, but do not do so in hate.",	"task04_journal_entry_description":"Nos'lyn sent you another message: : A deep act of anger occured here many years ago. It warped the area and now the creatures here reflect that anger. Give them the peace that they deserve, but do not do so in hate.",	"task04_journal_entry_title":"Another message from Nos'lyn",	"task05_journal_entry_description":"These creatures were twisted by the power of the Dark Side. Put 10 of them out of their misery, but do not succumb to anger.",	"task05_journal_entry_title":"Destroy 10 Twisted Creatures",	"task05_waypoint_name":"Ruined Tuskan Village",	"task06_comm_message_text":"You did well. I hope you saw the significance of what the Force can do. If it can warp an area, imagine what it could do to someone who misused it. I sent a gift for you to a friend in Bestine.",	"task06_journal_entry_description":"Nos'lyn sent you a final message: You did well. I hope you saw the significance of what the Force can do. If it can warp an area, imagine what it could do to someone who misused it. I sent a gift for you to a friend in Bestine.",	"task06_journal_entry_title":"A final message from Nos'lyn",	"task07_journal_entry_description":"Sol Windtide has your reward. Talk to him in Bestine.",	"task07_journal_entry_title":"Talk to Sol Windtide in Bestine",	"task07_waypoint_name":"Sol Windtide"
}}