{
	"stfFile":"quest/ground/prof_spy_21a",
	"entries": {
		"category":"Profession",	"journal_entry_completion_summary":"You were able to recover the data for the Incom corporation. Corporate spy contacts may not be as prestigious as government contacts, but they are far more lucrative.",	"journal_entry_description":"Without consistent and uniform government control, corporations are free to exercise any methods necessary to protect their intellectual property. When those efforts fail, there are even less restrictions on what options a corporation has available to it for recovery. Even an otherwise upstanding company like Incom is known to become ruthless when wronged.",	"journal_entry_title":"Corporate Espionage",	"task00_comm_message_text":"Sarlis isn't one of the best contacts we have, but when it comes to corporate jobs, he's pretty good.",	"task00_journal_entry_description":"Comm from Lercer",	"task00_journal_entry_title":"Lercer Comm",	"task01_journal_entry_description":"Head to the location Sarlis gave you and take out some of the pirates. See if they have the datapad.",	"task01_journal_entry_title":"Attitude Adjustment",	"task01_waypoint_name":"Suspected Pirate Location",	"task02_journal_entry_description":"Talk to the pirate's leader and get the datapad from him.",	"task02_journal_entry_title":"Confront the Pirate Leader",	"task02_waypoint_name":"Eyan",	"task03_journal_entry_description":"Go to the Imperial oasis base and see if you can find the person who has the encrypted datapad. According to Eyan the target is a very capable fighter. Killing him may prove to be difficult, stealing the datapad may be your only option.",	"task03_journal_entry_title":"Steal the Datapad",	"task03_waypoint_name":"Imperial Oasis Base",	"task04_item_name":"Encrypted Datapad",	"task04_journal_entry_description":"Steal the datapad and initiate a data integrity check on the datapad. This will confirm the information has not been copied, as well as alert Incom that you have the datapad.",	"task04_journal_entry_title":"Steal the Datapad and Check the Data on It",	"task04_retrieve_menu_text":"Initiate Data Integrity Check",	"task05_journal_entry_description":"Return the datapad to your contact.",	"task05_journal_entry_title":"Bring it on Home",	"task05_waypoint_name":"Sarlis",	"task06_journal_entry_description":"Good work. Incom has their technical data back.",	"task06_journal_entry_title":"Completed",	"task07_journal_entry_description":"Comm timer",	"task07_journal_entry_title":"Comm timer",	"task08_comm_message_text":"Good Work. My Incom contact has sent me confirmation of the data integrity. There are no copies of this data. Get the datapad back to me as soon as you can.",	"task08_journal_entry_description":"Spy Comm",	"task08_journal_entry_title":"Spy Comm"
}}