{
	"stfFile":"quest/ground/profession_medic_11",
	"entries": {
		"category":"Profession",	"journal_entry_description":"A number of townsfolk were caught in the crossfire between Jabba's thugs and Lady Valarian's guards. You must heal them.",	"journal_entry_title":"Caught in the Crossfire",	"task00_comm_message_text":"I need you to take care of a couple of patients that got caught in a territory war in Mos Eisley. I will transmit more information to your journal.",	"task00_journal_entry_description":"Billingsly sent you a message: I need you to take care of a couple of patients that got caught in a territory war in Mos Eisley. I will transmit more information to your journal.",	"task00_journal_entry_title":"Billingsly's Message",	"task01_journal_entry_description":"Escara Frei got caught in the crossfire when Lady Valarian's guards attacked some Hutt thugs. She will live, but needs medical attention. Go to her in Mos Eisley. Find out what she needs and treat her.",	"task01_journal_entry_title":"Help Escara Frei",	"task01_waypoint_name":"Escara Frei",	"task03_comm_message_text":"Very good. Thank you for taking the load off of the staff. The next person that needs aid is Jorund Redd. I will give you a waypoint to his home.",	"task03_journal_entry_description":"Very good. Thank you for taking the load off of the staff. The next person that needs aid is Jorund Redd. I will give you a waypoint to his home.",	"task03_journal_entry_title":"Good Job!",	"task04_journal_entry_description":"Jorund Redd got knocked on the head pretty hard. You should be able to treat him. Talk to him first and take care of him.",	"task04_journal_entry_title":"Help Jorund Redd",	"task04_waypoint_name":"Jorund Redd",	"task06_comm_message_text":"Keep your nose out of our business! Lady Valarian does not appreciate interference.",	"task06_journal_entry_description":"Billingsly sent you another message: Good. Jorund should have gotten help sooner, but it didn't come to my attention until he was found. He will have quite a long recovery ahead of him. Next, you need to visit Vosca Si'non and give her a nutrient injection.",	"task06_journal_entry_title":"A Warning",	"task09_comm_message_text":"Well, that was an unpleasant surprise. I wonder what that was all about. Anyway, you can collect your payment from Administrator Nillka at the Medical Center.",	"task09_journal_entry_description":"Billingsly sent you a message: Well, that was an unpleasant surprise. I wonder what that was all about. Anyway, you can collect your payment from Administrator Nillika at the Medical Center.",	"task09_journal_entry_title":"Another Message from Billingsly",	"task10_journal_entry_description":"Administrator Nillika has your payment from Billingsly. Head to Mos Eisley's Medical Center to collect your reward.",	"task10_journal_entry_title":"Collect Your Reward from Administrator Nillika",	"task10_waypoint_name":"Administrator Nillika"
}}