{
	"stfFile":"quest/ground/prof_commando_21",
	"entries": {
		"category":"Profession",	"journal_entry_description":"A group of mining professionals had a bunker in the mountains of Naboo. A group of criminals have taken over the bunker with their trained animals. Clear them out.",	"journal_entry_title":"Clearing the Trash",	"task00_comm_message_text":"I got a job for you. Some folk took possession of a base and the owners want it back. The new owners don't seem willing to let them take it back. Help them see reason.",	"task00_journal_entry_description":"Sgt. Snopel sent you a message: I got a job for you. Some folk took possession of a base and the owners want it back. The new owners don't seem willing to let them take it back. Help them see reason.",	"task00_journal_entry_title":"You Received a Message from Sgt. Snopel",	"task01_journal_entry_description":"Head over to the bunker that Sgt. Snopel told you about. He will give you further instructions then.",	"task01_journal_entry_title":"Go to the Occupied Bunker",	"task01_waypoint_name":"Occupied Bunker",	"task03_comm_message_text":"Kill the inhabitants and reset the locks. There are 3 terminals inside that need to be reset.",	"task03_journal_entry_description":"Sgt. Snopel sent you another message: Kill the inhabitants and reset the locks. There are 3 terminals inside that need to be reset.",	"task03_journal_entry_title":"Another Message From Sgt. Snopel",	"task04_item_name":"Reset Lock Confirmation",	"task04_journal_entry_description":"Find the three Locking Terminals and reset them. Kill anyone that stands in your way.",	"task04_journal_entry_title":"Reset the Locking Terminals",	"task04_retrieve_menu_text":"Reset the Lock",	"task04_waypoint_name":"Occupied Bunker",	"task06_comm_message_text":"Good work, soldier. I have a contact in Theed that will give you your payment. You did good.",	"task06_journal_entry_description":"Sgt. Snopel sent you a final message: Good work, soldier. I have a contact in Theed that will give you your payment. You did good.",	"task06_journal_entry_title":"Final Message From Sgt. Snopel",	"task07_journal_entry_description":"Galuf Cardaan will pay you for your service. ",	"task07_journal_entry_title":"Talk to Galuf Cardaan in Theed",	"task07_waypoint_name":"Galuf Cardaan"
}}