{
	"stfFile":"quest/ground/quest_u10_03",
	"entries": {
		"category":"Legacy",	"journal_entry_description":"Bossk wants you to help him collect some more bounties. He'll pay you for your efforts.",	"journal_entry_title":"Bounty By Proxy",	"task00_journal_entry_description":"Travel to Lok and meet with Balfur Jhcor just outside of Nym's Stronghold. Balfur works for Bossk and will provide more information on the bounty marks he wants you to handle.",	"task00_journal_entry_title":"Balfur Jhcor",	"task00_waypoint_name":"Bossk's Associate",	"task01_journal_entry_description":"Balfur Jhcor, an associate bounty hunter working for Bossk, has provided information on three bounties Bossk wants you to handle for him.",	"task01_journal_entry_title":"The Three Bounties",	"task01_task_display_string_1":"Defeat Oono Mor'in",	"task01_task_display_string_2":"Defeat Sardeya Elgrin",	"task01_task_display_string_3":"Defeat Joti Laike",	"task02_comm_message_text":"Not bad. Fortune smiled on me when you intervened on that Meatlump fool's behalf. I'll let Balfur know to have your payment ready.",	"task02_journal_entry_description":"Message from Bossk: \"Not bad. Fortune smiled on me when you intervened on that Meatlump fool's behalf. I'll let Balfur know to have your payment ready.\"",	"task02_journal_entry_title":"Message from Bossk",	"task03_journal_entry_description":"Return to Balfur and collect your payment from him for helping Bossk collect those bounties.",	"task03_journal_entry_title":"Return to Balfur",	"task03_waypoint_name":"Bossk's Associate",	"task04_journal_entry_description":"Now that you've avoided his feeble attempt to betray you, take your payment from Balfur's fearful, shaking hands.",	"task04_journal_entry_title":"Balfur's Treachery",	"task05_comm_message_text":"I've had my eye on you since you arrived on Lok. Looks like you handle yourself well enough. Stop by Nym's if you want to earn a little money.",	"task07_journal_entry_description":"Joti Laike is a twilek assassin for hire. He was overheard saying he was going to try his luck at Nym's Stronghold and see if he can find some work. Look for him somewhere in the small town that has grown up around Nym's Stronghold. Joti moves around a lot, so he can probably be found in various places around the town.",	"task07_journal_entry_title":"Defeat Joti Laike",	"task08_journal_entry_description":"Sardeya Elgrin is a disbarred droid engineer. Track her down for Bossk. Try the Droid Engineer Cave on Lok.",	"task08_journal_entry_title":"Defeat Sardeya Elgrin",	"task09_journal_entry_description":"Oono Morin is a gungan last seen on Lok. He's known to have a thing for skeletons...try looking for him at the Great Kimogilas Skeleton.",	"task09_journal_entry_title":"Defeat Oono Mor'in"
}}