{
	"stfFile":"quest/ground/quest_hero_of_tatooine_main",
	"entries": {
		"category":"Hero of Tatooine",	"journal_entry_completion_summary":"You earned the Mark of the Hero.",	"journal_entry_description":"An old hermit living in a cave on Tatooine has challenged you with earning the Mark of Hero through your actions on Tatooine.",	"journal_entry_title":"The Mark of the Hero",	"task00_item_name":"Skull of a Squill",	"task00_journal_entry_description":"A small task for you to prove yourself worthy of my challenge...worthy of becoming a hero. Within the depths of the hermit's cave, there lies an item which has been stolen from my home by the vile creatures that live here. I need it to continue my studies. It is the skull of a squill. Find it, return to me, and I will present to you the ways in which you can become the Hero of Tatooine.",	"task00_journal_entry_title":"Find the Skull of a Squill",	"task00_retrieve_menu_text":"Search the skull pile",	"task01_journal_entry_description":"Return to the hermit with the squill skull.",	"task01_journal_entry_title":"Return to the Hermit",	"task02_journal_entry_description":"You must undergo four different tasks and gain the Marks of Courage, Honor, Intellect, and Altruism.",	"task02_journal_entry_title":"Proving Yourself",	"task02_task_display_string_1":"The Mark of Intellect",	"task02_task_display_string_2":"The Mark of Courage",	"task02_task_display_string_3":"The Mark of Honor",	"task02_task_display_string_4":"The Mark of Altruism",	"task03_journal_entry_description":"Return to the Hermit and reveal to him the results of your journeys.",	"task03_journal_entry_title":"Speak with the Hermit Again",	"task04_journal_entry_description":"To attain the Mark of Altruism, you must selflessly help a soul in need. Somewhere, in the harsh desert heat, a farmer desperately cries out...in need of a hero.",	"task04_journal_entry_title":"Earn the Mark of Altruism",	"task05_journal_entry_description":"Somewhere on this desert planet, strife between ranchers and pirates rages on. Seek them out, choose the correct path, and the Mark of Honor shall be bestowed upon you.",	"task05_journal_entry_title":"Earn the Mark of Honor",	"task06_journal_entry_description":"You will gain the Mark of Courage by defeating a ferocious beast bent on terrorizing the world. Speak with the people of the cities of Tatooine. Perhaps they know of such a beast.",	"task06_journal_entry_title":"Earn the Mark of Courage",	"task07_journal_entry_description":"In order to attain the Mark of Intellect, you must find one in need of your wisdom. Perhaps a bounty hunter needs assistance...or a puzzle needs to be solved somewhere in the galaxy. I beseech you to keep an eye out while traveling to the cities of Tatooine. You'll find what you're looking for there.",	"task07_journal_entry_title":"Earn the Mark of Intellect"
}}