{
	"stfFile":"quest/ground/smuggle_generic_4",
	"entries": {
		"category":"Smuggler",	"journal_entry_description":"Deliver the contraband to the fence in the allotted time.",	"journal_entry_title":"Smuggle Contraband",	"task01_journal_entry_description":"Deliver the container of contraband to Alec in the allotted time.  For this assignment you must avoid using any methods of travel other than on the ground, the authorities watch the travel terminals and shuttleports like a hawk.  ",	"task01_journal_entry_title":"Delivery to Alec",	"task01_waypoint_name":"Alec",	"task02_journal_entry_description":"Deliver the container of contraband to Quinton in the allotted time.  For this assignment you must avoid using any methods of travel other than on the ground, the authorities watch the travel terminals and shuttleports like a hawk.  ",	"task02_journal_entry_title":"Delivery to Quinton",	"task02_waypoint_name":"Quinton",	"task03_journal_entry_description":"Deliver the container of contraband to Dreda in the allotted time.  For this assignment you must avoid using any methods of travel other than on the ground, the authorities watch the travel terminals and shuttleports like a hawk.  ",	"task03_journal_entry_title":"Delivery to Dreda",	"task03_waypoint_name":"Dreda",	"task04_journal_entry_description":"Deliver the container of contraband to Tylar in the allotted time.  Tylar is located on Dathomir. For this assignment you will have to launch into space and hyperspace to the Dathomir system.  If you try to travel directly using your ship the authorities are sure to catch you.",	"task04_journal_entry_title":"Delivery to Tylar",	"task04_waypoint_name":"Tylar",	"task05_journal_entry_description":"Deliver the container of contraband to Alwynn in the allotted time. Alwynn is located on Rori. For this assignment you will have to launch into space and hyperspace to the Rori system.  If you try to travel directly using your ship the authorities are sure to catch you.",	"task05_journal_entry_title":"Delivery to Alwynn",	"task05_waypoint_name":"Alwynn",	"task07_comm_message_text":"I was told your skills at this were almost unmatched, perhaps that was bad information.  At any rate, shape up, or I will not deal with you further."
}}