{
	"stfFile":"quest/ground/smuggle_pvp_5",
	"entries": {
		"category":"Smuggler",	"journal_entry_description":"Deliver the contraband to the fence in the allotted time.",	"journal_entry_title":"Smuggle Contraband [PVP]",	"task01_journal_entry_description":"Deliver the container of contraband to Kam in the allotted time.  For this assignment, you must avoid using any methods of travel other than on the ground, the authorities watch the travel terminals and shuttleports like hawks. A bounty has been placed on your head for accepting this assignment, so be on the look out. Do not be surprised if Kam is suspicious that you have been followed. He will only accept the merchandise when he feels comfortable it is safe.",	"task01_journal_entry_title":"Delivery to Kam [PVP]",	"task01_waypoint_name":"Kam",	"task02_journal_entry_description":"Deliver the container of contraband to Lucia in the allotted time.  For this assignment, you must avoid using any methods of travel other than on the ground, the authorities watch the travel terminals and shuttleports like hawks. A bounty has been placed on your head for accepting this assignment, so be on the look out. Do not be surprised if Lucia is suspicious that you have been followed. She will only accept the merchandise when she feels comfortable it is safe.",	"task02_journal_entry_title":"Delivery to Lucia [PVP]",	"task02_waypoint_name":"Lucia",	"task03_journal_entry_description":"Deliver the container of contraband to Morris in the allotted time.  For this assignment, you must avoid using any methods of travel other than on the ground, the authorities watch the travel terminals and shuttleports like hawks. A bounty has been placed on your head for accepting this assignment, so be on the look out. Do not be surprised if Morris is suspicious that you have been followed. He will only accept the merchandise when he feels comfortable it is safe.",	"task03_journal_entry_title":"Delivery to Morris [PVP]",	"task03_waypoint_name":"Morris",	"task05_comm_message_text":"This is not good. I deal only with the best. If you cannot handle these assignments I will find someone else who can. Do not fail me again!"
}}