{
	"stfFile":"quest/ground/smuggle_illicit_3",
	"entries": {
		"category":"Smuggler",	"journal_entry_description":"Deliver the contraband to the fence in the allotted time.",	"journal_entry_title":"Smuggle Illicit Contraband",	"task01_journal_entry_description":"Deliver the container of contraband to Jeanna in the allotted time. For this assignment, you must avoid using any methods of travel other than the ground, because the authorities watch the travel terminals and shuttleports like hawks.",	"task01_journal_entry_title":"Delivery to Jeanna",	"task01_waypoint_name":"Jeanna",	"task02_journal_entry_description":"Deliver the container of contraband to Ike in the allotted time.  For this assignment, you must avoid using any methods of travel other than the ground, because the authorities watch the travel terminals and shuttleports like hawks.",	"task02_journal_entry_title":"Delivery to Ike",	"task02_waypoint_name":"Ike",	"task03_journal_entry_description":"Deliver the container of contraband to Carlton in the allotted time.  For this assignment, you must avoid using any methods of travel other than the ground, because the authorities watch the travel terminals and shuttleports like hawks.",	"task03_journal_entry_title":"Delivery to Carlton",	"task03_waypoint_name":"Carlton",	"task04_journal_entry_description":"Deliver the container of contraband to Zola in the allotted time.  For this assignment, you must avoid using any methods of travel other than the ground, because the authorities watch the travel terminals and shuttleports like hawks.",	"task04_journal_entry_title":"Delivery to Zola",	"task04_waypoint_name":"Zola",	"task05_journal_entry_description":"Deliver the container of contraband to Emory in the allotted time.  For this assignment, you must avoid using any methods of travel other than the ground, because the authorities watch the travel terminals and shuttleports like hawks.",	"task05_journal_entry_title":"Delivery to Emory",	"task05_waypoint_name":"Emory",	"task07_comm_message_text":"This is bad news. Fewer and fewer of my shipments are getting delivered. My reputation is getting ruined on this planet! "
}}