{
	"stfFile":"quest/ground/smuggle_illicit_1",
	"entries": {
		"category":"Smuggler",	"journal_entry_description":"Deliver the contraband to the fence in the allotted time.",	"journal_entry_title":"Smuggle Illicit Contraband",	"task01_journal_entry_description":"Deliver the container of contraband to Kaden in the allotted time.  For this assignment, you must avoid using any methods of travel other than the ground, because the authorities watch the travel terminals and shuttleports like hawks.",	"task01_journal_entry_title":"Delivery to Kaden",	"task01_waypoint_name":"Kaden",	"task02_journal_entry_description":"Deliver the container of contraband to Alger in the allotted time. For this assignment, you must avoid using any methods of travel other than the ground, because the authorities watch the travel terminals and shuttleports like hawks.",	"task02_journal_entry_title":"Delivery to Alger",	"task02_waypoint_name":"Alger",	"task03_journal_entry_description":"Deliver the container of contraband to Joi in the allotted time. For this assignment, you must avoid using any methods of travel other than the ground, because the authorities watch the travel terminals and shuttleports like hawks.",	"task03_journal_entry_title":"Delivery to Joi",	"task03_waypoint_name":"Joi",	"task04_journal_entry_description":"Deliver the container of contraband to Wren in the allotted time.  For this assignment, you must avoid using any methods of travel other than the ground, because the authorities watch the travel terminals and shuttleports like hawks.",	"task04_journal_entry_title":"Delivery to Wren",	"task04_waypoint_name":"Wren",	"task05_journal_entry_description":"Deliver the container of contraband to Caryn in the allotted time.  For this assignment, you must avoid using any methods of travel other than the ground, because the authorities watch the travel terminals and shuttleports like hawks.",	"task05_journal_entry_title":"Delivery to Caryn",	"task05_waypoint_name":"Caryn",	"task07_comm_message_text":"Ahh. Tough luck kid.  Rare contraband is in high demand these days.  Well, shake this setback off. Come back and see me when you have another shipment."
}}