{
	"stfFile":"quest/ground/smuggle_generic_3",
	"entries": {
		"category":"Smuggler",	"journal_entry_description":"Deliver the contraband to the fence in the allotted time.",	"journal_entry_title":"Smuggle Contraband",	"task01_journal_entry_description":"Deliver the container of contraband to Emmett in the allotted time. For this assignment, you must avoid using any methods of travel other than the ground, because the authorities watch the travel terminals and shuttleports like hawks.",	"task01_journal_entry_title":"Delivery to Emmett",	"task01_waypoint_name":"Emmett",	"task02_journal_entry_description":"Deliver the container of contraband to Marla in the allotted time. For this assignment, you must avoid using any methods of travel other than the ground, because the authorities watch the travel terminals and shuttleports like hawks.",	"task02_journal_entry_title":"Delivery to Marla",	"task02_waypoint_name":"Marla",	"task03_journal_entry_description":"Deliver the container of contraband to Edwyn in the allotted time. For this assignment, you must avoid using any methods of travel other than the ground, because the authorities watch the travel terminals and shuttleports like hawks.",	"task03_journal_entry_title":"Delivery to Edwyn",	"task03_waypoint_name":"Edwyn",	"task04_journal_entry_description":"Deliver the container of contraband to Briscoe in the allotted time. For this assignment, you must avoid using any methods of travel other than the ground, because the authorities watch the travel terminals and shuttleports like hawks.",	"task04_journal_entry_title":"Delivery to Briscoe",	"task04_waypoint_name":"Briscoe",	"task05_journal_entry_description":"Deliver the container of contraband to Etta in the allotted time. For this assignment, you must avoid using any methods of travel other than the ground, because the authorities watch the travel terminals and shuttleports like hawks.",	"task05_journal_entry_title":"Delivery to Etta",	"task05_waypoint_name":"Etta",	"task07_comm_message_text":"This is disturbing news. I trust you with my goods and you go and lose them. If this continues we will not be doing any more business."
}}