{
	"stfFile":"quest/ground/smuggle_pvp_4",
	"entries": {
		"category":"Smuggler",	"journal_entry_description":"Deliver the contraband to the fence in the allotted time.",	"journal_entry_title":"Smuggle Contraband [PVP]",	"task01_journal_entry_description":"Deliver the container of contraband to Alec in the allotted time.  For this assignment, you must avoid using any methods of travel other than on the ground, the authorities watch the travel terminals and shuttleports like hawks. A bounty has been placed on your head for accepting this assignment, so be on the look out. Do not be surprised if Alec is suspicious that you have been followed. He will only accept the merchandise when he feels comfortable it is safe.",	"task01_journal_entry_title":"Delivery to Alec [PVP]",	"task01_waypoint_name":"Alec",	"task02_journal_entry_description":"Deliver the container of contraband to Quinton in the allotted time.  For this assignment, you must avoid using any methods of travel other than on the ground, the authorities watch the travel terminals and shuttleports like hawks. A bounty has been placed on your head for accepting this assignment, so be on the look out. Do not be surprised if Quinton is suspicious that you have been followed. He will only accept the merchandise when he feels comfortable it is safe. ",	"task02_journal_entry_title":"Delivery to Quinton [PVP]",	"task02_waypoint_name":"Quinton",	"task03_journal_entry_description":"Deliver the container of contraband to Dreda in the allotted time.  For this assignment, you must avoid using any methods of travel other than on the ground, the authorities watch the travel terminals and shuttleports like hawks. A bounty has been placed on your head for accepting this assignment, so be on the look out. Do not be surprised if Dreda is suspicious that you have been followed. She will only accept the merchandise when she feels comfortable it is safe.. ",	"task03_journal_entry_title":"Delivery to Dreda [PVP]",	"task03_waypoint_name":"Dreda",	"task05_comm_message_text":"I was told your skills at this were almost unmatched, perhaps that was bad information.  At any rate, shape up, or I will not deal with you further."
}}