{
	"stfFile":"quest/ground/smuggle_illicit_4",
	"entries": {
		"category":"Smuggler",	"journal_entry_description":"Deliver the contraband to the fence in the allotted time.",	"journal_entry_title":"Smuggle Illicit Contraband",	"task01_journal_entry_description":"Deliver the container of contraband to Norris in the allotted time.  For this assignment you must avoid using any methods of travel other than on the ground, the authorities watch the travel terminals and shuttleports like a hawk.  ",	"task01_journal_entry_title":"Delivery to Norris",	"task01_waypoint_name":"Norris",	"task02_journal_entry_description":"Deliver the container of contraband to Simon in the allotted time.  For this assignment you must avoid using any methods of travel other than on the ground, the authorities watch the travel terminals and shuttleports like a hawk.  ",	"task02_journal_entry_title":"Delivery to Simon",	"task02_waypoint_name":"Simon",	"task03_journal_entry_description":"Deliver the container of contraband to Seth in the allotted time. For this assignment you must avoid using any methods of travel other than on the ground, the authorities watch the travel terminals and shuttleports like a hawk.  ",	"task03_journal_entry_title":"Delivery to Seth",	"task03_waypoint_name":"Seth",	"task04_journal_entry_description":"Deliver the container of contraband to Nola in the allotted time.  Nola is located on Dantooine. For this assignment you will have to launch into space and hyperspace to the Dantooine system.  If you try to travel directly using your ship the authorities are sure to catch you.",	"task04_journal_entry_title":"Delivery to Nola",	"task04_waypoint_name":"Nola",	"task05_journal_entry_description":"Deliver the container of contraband to Gib in the allotted time.  Gib is located on Dathomir. For this assignment you will have to launch into space and hyperspace to the Dathomir system.  If you try to travel directly using your ship the authorities are sure to catch you.",	"task05_journal_entry_title":"Delivery to Gib",	"task05_waypoint_name":"Gib",	"task07_comm_message_text":"Look, both our reputations are on the line in this. When deliveries aren't made customers tend to get upset. I don't know about you but the last thing I want is for bounty hunters to start visiting me."
}}