{
	"stfFile":"quest/ground/som_storm_lord",
	"entries": {
		"category":"Mustafar",	"journal_entry_description":"You have met a reporter from the Corellian Times whose brother has apparently been made sick by someone calling himself the Storm Lord. She believes that if you can reduce his worshippers her brother will recover.",	"journal_entry_title":"Sickness of the Storm Lord",	"task01_journal_entry_description":"Jural tells you that the Storm Lord seems to gain power from the number of people who worship him. If you were to kill fifteen of his minions perhaps it will weaken him enough to cure Jural's brother.",	"task01_journal_entry_title":"Destroy the Storm Lord Minions",	"task02_journal_entry_description":"Now that you have weakened the Storm Lord's power base, return to Jural and check on the status of her brother.",	"task02_journal_entry_title":"Return to Jural",	"task03_journal_entry_description":"It would seem that defeating the Storm Lord's minions didn't have any effect on his power. Perhaps if you were to destroy ten of his zealots that would have some effect.",	"task03_journal_entry_title":"Destroy the Storm Lord Zealots",	"task04_journal_entry_description":"Without his zealots, the Storm Lord's power should be reduced. Return to Jural to see if her brother is any better.",	"task04_journal_entry_title":"Return to Jural",	"task05_journal_entry_description":"Jural's brother is showing signs of recovery but is still very sick. The Storm Lord has a man who calls himself the Prophet of the Storm Lord and is the most faithful of all followers. Without his support the Storm Lord should lose a great deal of strength.",	"task05_journal_entry_title":"Defeat the Prophet of the Storm Lord",	"task06_journal_entry_description":"The Storm Lord has lost his chief follower. Jural's brother should be feeling much better this time. Return to Jural and check on his status.",	"task06_journal_entry_title":"Return to Jural",	"task07_journal_entry_description":"Although Jural's brother is feeling much better, he is still not recovered. The only answer is to defeat the Storm Lord, himself.",	"task07_journal_entry_title":"Defeat the Storm Lord",	"task08_journal_entry_description":"Now that the Storm Lord has been defeated, return to Jural and see if there has been any improvement in her brother's condition.",	"task08_journal_entry_title":"Return to Jural"
}}