{
	"stfFile":"quest/ground/som_blistmok_rug",
	"entries": {
		"category":"Mustafar",	"journal_entry_description":"You found a blistmok skin rug in the mining facility. It looks like it would be fairly simple to make one of your own if you can gather the correct materials.",	"journal_entry_title":"Skin the Blistmoks",	"task01_journal_entry_description":"In order to make the perfect rug, you need to gather a selection of undamaged skins. Gather 10 pristine skins of the blistmok.",	"task01_journal_entry_title":"Collect Pristine Blistmok Skins",	"task02_item_name":"Preservative",	"task02_journal_entry_description":"In order to make sure the rug stays in good condition it will need to be treated with a powerful preservative compound. Unfortunately all of the mining facility's stock is out in the field. You will need to travel to several field camps in order to gather the preservatives it will take to cure the rug. You should only take a little from each camp so that the miners do not run out. You will need to travel to at least three field camps to gather the supplies from the chemical lockers.",	"task02_journal_entry_title":"Collect Preservatives",	"task02_retrieve_menu_text":"Take Preservative",	"task03_journal_entry_description":"In order to make a rug you are going to need to gather the raw materials needed to put it together. You will need to gather a selection of pristine blistmok skins and enough preservatives to cure them.",	"task03_journal_entry_title":"Collect Rug Materials",	"task03_task_display_string_1":"Collect Preservative",	"task03_task_display_string_2":"Collect Pristine Blistmok Skins",	"task04_journal_entry_description":"None of the skins that you gathered from the regular blistmoks are exceptional enough to make the rug out of. You will need to get the hide of an exceptional blistmok. Perhaps if you kill Ura Jen, it will have the skin that will be perfect for your new rug.",	"task04_journal_entry_title":"Gather Skin of Ura Jen",	"task04_waypoint_name":"Ura Jen"
}}