{
	"stfFile":"quest/ground/som_kenobi_cursed_shard_2",
	"entries": {
		"category":"Mustafar",	"journal_entry_description":"The shard indeed seems cursed with something. You've decided to get rid of it as it's brought you nothing but trouble.",	"journal_entry_title":"The cursed shard, part II",	"task00_message_box_text":"You can feel warmth emitting from Menth Paul's shard again. Not as hot this time but you can swear that you hear a voice whispering in your head '...this can all go away, just set me free...' over and over again. You may want to think about getting rid of this cursed thing.",	"task00_message_box_title":"Too much",	"task01_journal_entry_description":"You've decided to get rid of the shard, that indeed does seem to be cursed somehow. In the center of this continent, there's an enormous active volcano. You've heard that a bridge goes across the river of fresh molten lava descending the volcano from the north. Throwing the crystal in to the lava from there should destroy it once and for all.",	"task01_journal_entry_title":"Destroy the menace",	"task02_message_box_text":"As you get closer to the volcano, the shard springs to life again and the whispers in your head grows stronger '...yes, keep going! Set me free at last! I can't take anymore...'",	"task02_message_box_title":"What it wants?",	"task03_journal_entry_description":"What ever it is that keeps whispering to you through the crystal, it seems to want you to throw it in the volcano to set it free. Hopefully that's a good thing.",	"task03_journal_entry_title":"What it wants?",	"task04_message_box_text":"You take one last look at the shard and then toss it in to the molten lava. As it sizzles and disappears under the surface, you can swear that you hear a whisper saying '...Free, finally I'm fr...'",	"task04_message_box_title":"Time to end it",	"task06_message_box_text":"As you start to leave the area you notice something shining among the rubble of lava rocks at your feet. It looks to be a pair of strange alien gloves! Maybe the bad luck the cursed shard brought with it is gone already...",	"task06_message_box_title":"The tide turns",	"task09_journal_entry_description":"You've decided to get rid of the shard, that indeed does seem to be cursed somehow. Maybe you should try and find someone to give it to and let them deal with it.",	"task09_journal_entry_title":"Not your problem"
}}