{
	"stfFile":"quest/ground/som_story_arc_prelude_03",
	"entries": {
		"category":"Mustafar",	"journal_entry_description":"Foreman Chivos has informed you that the core to the mining facility is being overworked. The power rods have already been replaced several times and the core will not last long enough to get a new shipment of the rods before it completely shuts down. The miners recently uncovered the remains of an Old Republic cruiser that crashed into the central volcano which uses the same power rods as the facility. Chivos wants you to scour the area and see if you can salvage some power rods that are in good enough shape to hold the reactor over until a shipment of new rods come in.",	"journal_entry_title":"Salvage or Die",	"task01_journal_entry_description":"Foreman Chivos seems convinced that extra power rods can be found around the crashed capital ship. Travel to the crashed ship and see if you can locate any of these rods. He has told you that the central volcano can be reached by a bridge that connects the burning plains to the volcano.",	"task01_journal_entry_title":"Investigate Crashed Capital Ship",	"task02_journal_entry_description":"The leaders of the Mustafarian salvage bandits are using power rods as a makeshift scepter. With the lack of apparent rods in the area you will need to take one of these scepters.",	"task02_journal_entry_title":"Take Rod From A Salvage Leader",	"task03_item_name":"Power Rod",	"task03_journal_entry_description":"Look around the wreckage of the crashed Old Republic cruiser and see if you can find any undamaged power rods.",	"task03_journal_entry_title":"Find Power Rod",	"task03_retrieve_menu_text":"Remove Power Rod from Core",	"task04_journal_entry_description":"In order to hold the facility over until a shipment can come in the miners need four power rods. Search the area for Power Rod Core Housings to see if any are still intact.",	"task04_journal_entry_title":"Collect Four Power Rods",	"task04_task_display_string_1":"Take power rod from a leader of the salvage bandits.",	"task04_task_display_string_2":"Pick-up 3 power rods from around the wreckage.",	"task05_journal_entry_description":"Bring the four rods that you found back to Foreman Chivos.",	"task05_journal_entry_title":"Return to Foreman Chivos"
}}