{
	"stfFile":"quest/ground/som_maneater",
	"entries": {
		"category":"Mustafar",	"journal_entry_description":"The miners have been having problems with a man-eating tulrus in the area. It has attacked and killed eight of the miners who have been out on survey missions in the area near Tulrus Isle. The Mensix Mining Company wants to ensure the safety of its employees, and has hired you to kill this man-eating beast.",	"journal_entry_title":"The Man-eater",	"task01_journal_entry_description":"The Mustafar Mining Company has no idea which tulrus is killing their men, but they will not take any chances. They want you to collect the contents of the stomachs of several tulrus to see if you can find the beast responsible. It is grisly work, but it is the only way to be certain.  You'll find some in the isle due east.",	"task01_journal_entry_title":"Collect the Contents of Tulrus' Stomachs",	"task02_comm_message_text":"This is urgent. We just received words that the Tulrus has struck again. Fortunately the attack wasn't fatal and it took place not far from where you are now. Maybe the Tulrus responsible is still in the area and if you hurry you will be able to destroy it.",	"task02_journal_entry_description":"Chief Glost has contacted you with an urgent message.",	"task02_journal_entry_title":"Message from Chief Glost",	"task03_journal_entry_description":"The most recent attack was just a brief time ago. Hurry to that location to see if this man-eating tulrus is still in the area.",	"task03_journal_entry_title":"Travel to Area of Most Recent Attack",	"task03_waypoint_name":"Most Recent Attack Location",	"task04_journal_entry_description":"A huge and furious tulrus was prowling the area of the most recent attack. This is obviously the man-eater, and must be destroyed before it can get away.",	"task04_journal_entry_title":"Destroy Foehorn",	"task05_journal_entry_description":"Return to Chief Glost and report your success in killing the man-eating tulrus.",	"task05_journal_entry_title":"Return to Chief Glost"
}}