{
	"stfFile":"quest/ground/som_glyph_hunt",
	"entries": {
		"category":"Mustafar",	"journal_entry_description":"A historian has asked you to try to locate a series of glyphs located in the temple ruins. The problem is that a group of Coyn mercenaries, called the Razor Runners, have secured the area and the Emperor has refused to supply any troops to clear them out. The historian has asked you to infiltrate the area and locate the glyphs.",	"journal_entry_title":"Unlocking the Secrets",	"task01_journal_entry_description":"The historian needs you to find three different glyphs located around the ruins of the Jedi enclave to the northeast.",	"task01_journal_entry_title":"Find the Three Glyphs",	"task01_task_display_string_1":"Glyph of Mustafar that Was",	"task01_task_display_string_2":"Glyph of Mustafar that Is",	"task01_task_display_string_3":"Glyph of Mustafar that Changed",	"task02_journal_entry_description":"Bring the two glyphs back to the historian and explain the damage done to the glyph of Mustafar that Changed.",	"task02_journal_entry_title":"Return to the Historian",	"task02_waypoint_name":"Return to the Historian",	"task03_journal_entry_description":"Locate the two commanding officers of the Coyn mercenaries. They will probably have the missing pieces of the glyph on them.",	"task03_journal_entry_title":"Defeat the Coyn's Commanders",	"task03_task_display_string_1":"First Chunk of Missing Glyph",	"task03_task_display_string_2":"Second Chunk of Missing Glyph",	"task04_journal_entry_description":"Return to the historian with the missing pieces of the glyph and see if he can put them back together.",	"task04_journal_entry_title":"Return to Historian",	"task04_waypoint_name":"Return to Historian",	"task06_journal_entry_description":"The two missing chunks of the last glyph must be with the commanding officers of the mercenary group. Defeat Commander Razor and see if he has one of the pieces of the glyph.",	"task06_journal_entry_title":"Defeat Commander Razor",	"task07_journal_entry_description":"The two missing chunks of the last glyph must be with the commanding officers of the mercenary group. Defeat Captain Starkill and see if he has one of the pieces of the glyph.",	"task07_journal_entry_title":"Defeat Captain Starkill",	"task08_item_name":"This glyph appears to have been defaced. It appears that two huge portions of the glyph are missing so you cannot decipher what occured",	"task08_journal_entry_description":"The historian needs you to locate the glyph showing Mustafar as it went through its change.",	"task08_journal_entry_title":"Glyph of the Mustafar in Change",	"task08_retrieve_menu_text":"Copy Glyph",	"task09_item_name":"This Glyph of Mustafar shows the moon in its current volcanic state",	"task09_journal_entry_description":"The historian needs you to locate the glyph showing Mustafar as it is today.",	"task09_journal_entry_title":"Glyph of the Mustafar that Is",	"task09_retrieve_menu_text":"Copy Glyph",	"task10_item_name":"The Glyph of Mustafar shows the moon having forests and water. It also shows the planet having great cities",	"task10_journal_entry_description":"The historian needs you to locate the glyph showing Mustafar as it used to be.",	"task10_journal_entry_title":"Glyph of the Mustafar that Was",	"task10_retrieve_menu_text":"Copy Glyph"
}}