{
	"stfFile":"quest/ground/som_story_arc_chapter_three_01",
	"entries": {
		"category":"Mustafar",	"journal_entry_description":"You have unknowingly unleashed an ancient and dangerous droid called HK-47 onto Mustafar. Reports have already come in that a droid army is on the march towards the Mining Facility and must be stopped. But this is only the first step. HK-47 has to be defeated in order for anyone to be safe.",	"journal_entry_title":"The Trouble with HK-47",	"task00_journal_entry_description":"HK-47 has sent out an army of droids from the factory towards the Mining Facility. This droid army must be stopped before it can wreak havoc on all of Mustafar.",	"task00_journal_entry_title":"Defeat the Droid Army",	"task00_waypoint_name":"Mustafarian Scout",	"task01_journal_entry_description":"With the droid army defeated, HK-47's plans have been temporarily thwarted. You must find a way inside the droid factory to find out exactly what HK-47 is planning and perhaps find a way to defeat him for good.",	"task01_journal_entry_title":"Scout the Droid Factory",	"task01_waypoint_name":"Operational Droid Factory",	"task02_journal_entry_description":"There is an exterior terminal on the droid factory that appears to be functional. You may be able to use the terminal to break into the factory's system, find out what HK-47's plan is, and get the door open.",	"task02_journal_entry_title":"Search for Answers",	"task04_journal_entry_description":"The information downloaded onto the datapad might have clues about what the code of the door is.",	"task04_journal_entry_title":"Enter Droid Factory",	"task05_journal_entry_description":"That crazy droid is using the factory to create a massive army of killer droid. You were the one who turned it back on and you must be the one to turn it back off. Find a way to shut down the factory.",	"task05_journal_entry_title":"Shut Down Factory",	"task06_journal_entry_description":"Report back to Milo that, although you never saw HK-47, you did manage to shutdown the droid factory.",	"task06_journal_entry_title":"Return to Milo"
}}