{
	"stfFile":"quest/ground/som_story_arc_chapter_two_01",
	"entries": {
		"category":"Mustafar",	"journal_entry_description":"The ship's AI seems to be upset that something is missing from the abandoned facility. But after searching the database of the facility it has discovered another abandoned factory where all the information needed was moved too sometime after it crashed and lost track of its surroundings. The AI has asked you to travel to the newly found Neimodian droid factory and make sure it is in working order. Once this is done the AI will transfer itself down there and get all the necessary information.",	"journal_entry_title":"Wrong Place, Wrong Time",	"task00_journal_entry_description":"It seems that the Neimodians had built a droid factory on Mustafar before the end of the Clone Wars. The ship's AI seems to believe that they took all the information from the Old Republic Facility and transferred it down to their droid factory. Travel to the southern tip of Berken's Flow and make sure that this factory is in good working order.",	"task00_journal_entry_title":"Investigate the Droid Factory",	"task01_journal_entry_description":"The new factory is in need of repair. Before the AI can transfer itself down to this location, you are going to have to make sure it is in good working order. From the look of things you will have to travel to the bottom of the factory and restart the main computer processor.",	"task01_journal_entry_title":"Repair the Factory",	"task02_journal_entry_description":"Now that this facility has been reactivated, you need to return to the Old Republic Facility and let the ship's AI know that it can begin its transfer. ",	"task02_journal_entry_title":"Return to the Ship's Computer",	"task03_comm_message_text":"I appreciate you helping me get back into my own body. Now to get this factory running and get some payback from those dirty meatbags who took it from me. Of course, I am not really sure who took it to begin with...better kill everyone just to make sure. I hope this doesn't put a damper on our friendship, but to be safe I am going to have to kill you too. Do not worry though, you seem tough so you will not splatter much.",	"task04_journal_entry_description":"You seem to have accidentally reactivated some sort of psychotic droid and given it the means to make a new droid army. You need to warn Milo Mensix of this new threat immediately.",	"task04_journal_entry_title":"Return to Milo"
}}