{
	"stfFile":"quest/ground/som_story_arc_chapter_one_03",
	"entries": {
		"category":"Mustafar",	"journal_entry_description":"The capital ship's AI has informed you that the ship's systems are too damaged in order to find the information you require. It does have knowledge of an Old Republic facility not far from the crash site that is no longer in use but probably has the information. With your help the AI will be able to use the information stored within the facility to find out how to help the miners. Establish a remote link between the downed cruiser and the facility.",	"journal_entry_title":"The Transfer of the AI",	"task01_journal_entry_description":"It appears that there is a satellite relay station on the other side of the volcano. The computer informed you that there are underground cables running from the ship to the satellite. The problem is that the cavern that was used to house the main interface has become infested with kubaza beetles and they destroyed the old uplink. There is an automated repair droid that will recreate the uplink relay. But the kubaza beetles will attempt to destroy both the droid and the relay it makes unless you protect them.",	"task01_journal_entry_title":"Create an Uplink",	"task01_waypoint_name":"Kubaza Beetle Cavern",	"task02_journal_entry_description":"Now that the uplink has been established, return to the ship's computer and let it know that the transfer can take place.",	"task02_journal_entry_title":"Return to the Ship's Computer",	"task03_journal_entry_description":"The ship's AI has successfully transferred itself to the facility to the northeast. You would guess that it is located in the northeast corner of Berken's Flow. Travel to that facility and reestablish contact with the AI to see if it can find any information on how to repair the miner's facility.",	"task03_journal_entry_title":"Travel to the Old Republic Facility",	"task04_journal_entry_description":"The power in the facility is offline. Find a power access terminal and see if you can get the main power back online.",	"task04_journal_entry_title":"Turn Facility Power On",	"task05_message_box_text":"How disappointing. It doesn't appear that what I am...we are looking for is here either. Terminal Delta-Five is still online though. Access me there, while I figure out what to do next.",	"task05_message_box_title":"Message From Ship's AI",	"task06_journal_entry_description":"You need to find terminal Delta-Five and find out what the AI intends to do next.",	"task06_journal_entry_title":"Find Terminal Delta-Five"
}}