{
	"stfFile":"quest/ground/som_xandank_trophey",
	"entries": {
		"category":"Mustafar",	"journal_entry_description":"Renlo Hens has told you about a pack of xandank who have been causing trouble with the miners in the area. He has explained that with the strike they do not have any spare men who can hunt down these troublesome xandank. He has asked you to track down this pack and see if you can eliminate them.",	"journal_entry_title":"A Whole Pack of Trouble",	"task01_journal_entry_description":"Renlo has asked that you travel east to the location that the pack was last seen and see if you can track them from there. Once you reach the area search around for any sign of the direction that the pack went.",	"task01_journal_entry_title":"Travel to the Pack's Last Location",	"task01_waypoint_name":"Xandank Pack Last Location",	"task02_journal_entry_description":"Search the area for any physical traces that indicate that the pack was here.",	"task02_journal_entry_title":"Search the Area",	"task03_journal_entry_description":"Follow the pack's trail east, until you find out where they were heading.",	"task03_journal_entry_title":"Follow the Pack's Trail",	"task03_waypoint_name":"Xandank Pack Location",	"task04_journal_entry_description":"You found where the pack stopped and rested for a while. Look around for any physical traces that may indicate where they went next.",	"task04_journal_entry_title":"Search the Area",	"task05_journal_entry_description":"The pack has moved onto a different location. Follow their trail north to see where they went.",	"task05_journal_entry_title":"Follow the Pack's Trail",	"task05_waypoint_name":"Xandank Pack",	"task06_journal_entry_description":"To make sure that this xandank pack never causes any trouble again, you should eliminate the entire pack.",	"task06_journal_entry_title":"Eliminate the Xandank Pack",	"task07_journal_entry_description":"Renlo Hens has asked you to gather the head of the xandank packleader to bring back to him as proof that the pack is taken care of.",	"task07_journal_entry_title":"Remove the Head of the Packleader",	"task08_journal_entry_description":"You have managed to find the dangerous and troublesome pack. You will need to not only kill the xandank packleader and bring its head back to Renlo, you will also need to eliminate all members of the pack.",	"task08_journal_entry_title":"Eliminate the Pack",	"task08_task_display_string_1":"Collect Head of the Packleader",	"task08_task_display_string_2":"Eliminate All Members of the Pack",	"task09_journal_entry_description":"Bring the head of the packleader back to Renlo and report that the dangerous pack will not be troubling them anymore.",	"task09_journal_entry_title":"Return to Miner Renlo Hens",	"task09_waypoint_name":"Striking Miner's Camp"
}}