{
	"stfFile":"quest/ground/som_exploration_crystal",
	"entries": {
		"category":"Mustafar",	"journal_entry_description":"Surveyor Keslev has asked you to find and activate the various miner markers which are located throughout the Crystal Flats.",	"journal_entry_title":"The Crystal Flats Markers",	"task01_item_name":"Crystal Flats bridge marker found",	"task01_journal_entry_description":"Locate the marker near the Crystal Flats bridge and activate it.",	"task01_journal_entry_title":"Crystal Flats Bridge Marker",	"task01_retrieve_menu_text":"Activate Marker",	"task02_message_box_text":"Built by the Klegger Corporation when they were the dominate mining company on Mustafar, these bridges were originally formed out of steel, although you wouldn't know it by looking at them now. Years in the harsh environment have coated the bridges with volcanic ash and rock so that they now look like natural rock formations.",	"task02_message_box_title":"Crystal Flats Bridge",	"task03_item_name":"Crystal Fields marker found",	"task03_journal_entry_description":"Locate the marker in the crystal fields and activate it.",	"task03_journal_entry_title":"Crystal Fields Marker",	"task03_retrieve_menu_text":"Activate Marker",	"task04_message_box_text":"Like most of Mustafar, the crystal fields were formed relatively quickly. The sudden shift of the moon's orbit is causing the world to tear itself apart. This has made many geologic formations, like the crystal fields, that normally take millions of years to form on other worlds to sprout up virtually over night.",	"task04_message_box_title":"Crystal Fields",	"task05_item_name":"Crystal Falls marker found",	"task05_journal_entry_description":"Locate the marker near the crystal falls and activate it.",	"task05_journal_entry_title":"Crystal Falls Marker",	"task05_retrieve_menu_text":"Activate Marker",	"task06_message_box_text":"The crystal falls are a rich source of crystalline ore. The area at the base of the falls is covered with rocks that have grown from the rich crystal minerals that flow out of these falls.",	"task06_message_box_title":"Crystal Falls",	"task07_item_name":"Salvage bandit camp marker found",	"task07_journal_entry_description":"Locate the marker near the salvage bandit camp and activate it.",	"task07_journal_entry_title":"Salvage Bandit Camp Marker",	"task07_retrieve_menu_text":"Activate Marker",	"task08_message_box_text":"WARNING: Proceed at your own risk. This used to be a field miners' camp until it was overrun by the salvage bandits. These Mustafarians belong to no company and will simply steal anything that isn't nailed down.",	"task08_message_box_title":"Salvage Bandit Camp",	"task09_item_name":"Crossroads marker found",	"task09_journal_entry_description":"Locate the marker near the crossroads and activate it.",	"task09_journal_entry_title":"Crossroads Marker",	"task09_retrieve_menu_text":"Activate Marker",	"task10_message_box_text":"The crossroads is not really located at any sort of road. There are no true roads on Mustafar. The ever-shifting moon makes it impossible to maintain any sort of permanent road system. The name comes from what the locals call the strip where they leave the relative safety of the mining fields for the more wild parts of the planet.",	"task10_message_box_title":"Crossroads",	"task11_journal_entry_description":"There are five markers located throughout the Crystal Flats, located to the southwest of the Mensix Mining Facility. Surveyor Keslev has asked you to find all five of them and check the information on them.",	"task11_journal_entry_title":"Activate the Five Miner Markers",	"task11_task_display_string_1":"Crossroads Marker",	"task11_task_display_string_2":"Salvage Bandit Camp Marker",	"task11_task_display_string_3":"Crystal Falls Marker",	"task11_task_display_string_4":"Crystal Fields Marker",	"task11_task_display_string_5":"Crystal Flats Bridge Marker"
}}