{
	"stfFile":"quest/ground/som_mustafar_exploration",
	"entries": {
		"category":"Mustafar",	"journal_entry_description":"Although Mustafar is a volcanic world, it has different regions. Travel to each of these regions and examine samples of the fauna.",	"journal_entry_title":"Exploration of Mustafar",	"task01_journal_entry_description":"Travel to the six main regions of Mustafar and examine the wildlife that lives in each of the regions.",	"task01_journal_entry_title":"Explore Mustafar",	"task01_task_display_string_1":"Travel to the Crystal Flats and hunt down some of the local wildlife.",	"task01_task_display_string_2":"Travel to the Smoking Forest and hunt down some of the local wildlife.",	"task01_task_display_string_3":"Travel to the Burning Plain and hunt down some of the local wildlife.",	"task01_task_display_string_4":"Travel to the Central Volcano and see the crashed Old Republic capital ship excavation.",	"task01_task_display_string_5":"Travel to Berken's Flow and hunt down some of the local wildlife.",	"task01_task_display_string_6":"Travel to Tulrus Isle and hunt down some of the local wildlife.",	"task03_journal_entry_description":"In the middle of two massive lava flows is a solid strip of land that the tulrus have claimed as their own. The tulrus come to this island every season in order to fight for dominance and to breed. Travel across the bridge that leads between the southwestern area Berken's Flow and the Tulrus Nesting Grounds.",	"task03_journal_entry_title":"Travel to Tulrus Isle",	"task04_journal_entry_description":"Hunt down and kill five of the Tulrus. The Tulrus are a massive beast that is well adapted to hunting the lava fields of Mustafar. If you managed to kill five of them you should gain more understanding of how dangerous this creature is.",	"task04_journal_entry_title":"Hunt 5 Tulrus",	"task05_journal_entry_description":"This area has been built up over multiple generations of massive lava flows. Named after the Mustafarian explorer Berken, who first discovered the rich mineral deposits that are located in this dangerous area. The bridge that connects the Burning Plains to the Berken's Flow is located in the eastern section of the plains.",	"task05_journal_entry_title":"Travel to the Berken's Flow",	"task06_journal_entry_description":"A deadly predator called Xandank have made this region their home. Hunt down and kill five of these dangerous creatures in order to learn more about their abilities in battle.",	"task06_journal_entry_title":"Hunt 5 Xandank",	"task07_journal_entry_description":"A huge volcano rises from the central part of this region of Mustafar. An excavation project has been undertaken in the area after the discovery of a crashed Old Republic cruiser. There is a bridge in the southern portion of the Burning Plains that connects them to the Central Volcano.",	"task07_journal_entry_title":"Travel to the Central Volcano",	"task08_journal_entry_description":"Keep traveling over the central volcano until you reach a rise overlooking the crash site of the Old Republic Cruiser. Keep a careful eye out for the dangerous salavage bandits who are swarming over the wreckage.",	"task08_journal_entry_title":"Examine the Crash Site",	"task09_journal_entry_description":"One of the lowest points on Mustafar's surface, the Burning Plains are just a thin strip of solid land floating on a lake of lava. The thin crust of plain often splits, allowing the lava beneath to burst to the surface in a fiery display. Travel to the bridge connecting the Smoking Forest to the Burning Plains. It is located in the eastern section of the Smoking Forest.",	"task09_journal_entry_title":"Travel to the Burning Plain",	"task10_journal_entry_description":"The fiery nature of the Burning Plain is reflected by its most common resident, the Kubaza Beetle. It is said that when a Lava Beetle dies it explodes into a ball of fire. Hunt down and destroy five such beetles to understand their combat abilities better.",	"task10_journal_entry_title":"Hunt 5 Kubaza Beetles",	"task11_journal_entry_description":"Huge rock formations cover the land of the Smoking Forest. The heat and pressure that has built up beneath these formations has caused them to spit out thick, black smoke almost constantly, hence the name of the region. Travel to the bridge linking the northern part of the Crystal Flats to the Smoking Forest.",	"task11_journal_entry_title":"Travel to the Smoking Forest",	"task12_journal_entry_description":"Hunting in the Smoking Forest are the swift and deadly Blistmoks. Hunt down five of these dangerous reptiles in order to better understand their combat capabilities.",	"task12_journal_entry_title":"Hunt 5 Blistmoks",	"task13_journal_entry_description":"The Crystal Flats were formed in a relatively short period of time by salt that, after rising to the surface, was crystallized by the intense heat of Mustafar. This process has left the area covered with gigantic crystal structures. Travel through the pass located between the flats and the mining fields south of the Mensix Mining Facility. Follow the mountains south until they flatten out.",	"task13_journal_entry_title":"Travel to the Crystal Flats",	"task14_journal_entry_description":"A common creature that roams the Crystal Flats is the lava flea. Hunt down 5 lava fleas to study their offensive abilities and habits. A creatures habits in a given region can teach you alot about that area.",	"task14_journal_entry_title":"Hunt 5 Lava Fleas"
}}