{
	"stfFile":"quest/ground/som_kenobi_serpent_shard_1",
	"entries": {
		"category":"Mustafar",	"journal_entry_description":"A Mustafarian treasure hunter named Ikt found a strange little shard with a flaw shaped like a serpent on it. Shortly afterwards, Ikt was attacked and had the shard stolen from him. You've agreed to assist him in finding the thief and recover his lost shard.",	"journal_entry_title":"The serpent shard",	"task01_journal_entry_description":"Head to the ruins where Ikt found the small shard. He said they were located West of the giant volcano in the center of the continent, just across the lava river.",	"task01_journal_entry_title":"Tracing back the steps",	"task02_journal_entry_description":"This must be the location that Ikt was talking about. Search the ruins and the areas surrounding it and see if you can find any trace of the mysterious thief.",	"task02_journal_entry_title":"The hunt begins.",	"task02_message_box_text":"This must be the location that Ikt was talking about. Search the ruins and the areas surrounding it and see if you can find any trace of the mysterious thief.",	"task02_message_box_title":"The ruins",	"task03_item_name":"Clue",	"task03_journal_entry_description":"Search the area around the ruins and see if you can find any trace of the thief or clues to where the crystal is.",	"task03_journal_entry_title":"Find the crystal",	"task03_retrieve_menu_text":"Closely inspect",	"task04_journal_entry_description":"This could be where the thief went to. Wait for them to come back.",	"task04_journal_entry_title":"Stakeout",	"task06_message_box_text":"You find the shard on the corpse of the mysterious thief. When you touch the crystal you hear a faint, hissing voice,  \"...the altar...we wish to be placed on the altar.\"  Maybe you should try and see if it fits into the indentation on the altar?",	"task06_message_box_title":"Shard retrieved",	"task07_item_name":"Serpent shard",	"task07_journal_entry_description":"You find the shard on the corpse of the mysterious thief. Maybe you should try and see if it fits into the indentation on the altar.",	"task07_journal_entry_title":"Shard retrieved",	"task07_retrieve_menu_text":"Insert shard",	"task08_message_box_text":"As you insert the shard into the indentation on the altar, a small, hidden compartment flips open. Inside, you find another shard that looks almost exactly the same as the first. You should take it back to Ikt.",	"task08_message_box_title":"Secret compartment",	"task09_journal_entry_description":"As you insert the shard in the indentation on the altar, a hidden compartment flips open. Inside you find another shard that looks almost exactly the same as the first. You should take it back to Ikt.",	"task09_journal_entry_title":"Another one",	"task14_message_box_text":"This looks like an altar of some kind. It has a carved-out symbol of what appears to be a serpent on it. Maybe this is where the thief is hiding... Wait and see if they come back.",	"task14_message_box_title":"Hideout?"
}}