{
	"stfFile":"quest/ground/som_kenobi_samaritan_1",
	"entries": {
		"category":"Mustafar",	"journal_entry_description":"An Ithorian geologist named Pwwoz Pwwa has asked for your help in retrieving a crystal he lost out in the wild. You suspect that there's something seriously wrong with this Ithorian, but have decided to play along for now.",	"journal_entry_title":"Being a good samaritan",	"task00_journal_entry_description":"Pwwoz showed you where he lost the crystal on your map. Travel out there to hunt the lava fleas in the surrounding area and see if you can find it.",	"task00_journal_entry_title":"Scene of the crime",	"task00_waypoint_name":"Pwwoz' camp site",	"task01_message_box_text":"This must be where the Ithorian camped. Start hunting lava fleas in the area; maybe you will get lucky.",	"task01_message_box_title":"A flea in a haystack",	"task02_journal_entry_description":"Hunt the lava fleas around this area and see if you can find the lava flea thief.",	"task02_journal_entry_title":"A flea in a haystack",	"task03_message_box_text":"Lodged between the teeth of one of the fleas, you see a red glimmer. Amazingly enough, Pwwoz was right. His crystal is right there. As you rip it out, you feel overwhelmed by the forces emanating from it. When you look at it, you can swear that you see the shapes of a face twisting and turning inside like it's trying to break out.",	"task03_message_box_title":"One in a million",	"task04_journal_entry_description":"You decided to keep the crystal.",	"task04_journal_entry_title":"Keep the Crystal",	"task07_journal_entry_description":"As you return to Pwwoz, you ponder if you should give him the crystal or not. The powers within it feel so sweet...",	"task07_journal_entry_title":"A decision to be made",	"task08_journal_entry_description":"Pwwoz has lost control! Some being inside the crystal has taken over him. He's got murder in his eyes! You have no choice but to end his misery.",	"task08_journal_entry_title":"Possessed",	"task09_message_box_text":"As you put poor Pwwoz to peace at last, you notice that the smashed crystal pieces are still scattered on the ground. You collect them in a little box, and can feel that the power within them is still there. The taint of the entity that was locked inside is almost gone.",	"task09_message_box_title":"Peace"
}}