{
	"stfFile":"quest/ground/som_kenobi_historian_1",
	"entries": {
		"category":"Mustafar",	"journal_entry_description":"Epo Qetora, self proclaimed famous historian has come to Mustafar to try and discover its background. He claims that the planets history is a mystery past the last few hundred years and want to find out what happened in the millenia before that. You've agreed to assist him.",	"journal_entry_title":"A history lesson",	"task00_journal_entry_description":"The historian that has hired you came across an old bunker that used to belong to what was known as the Old Republic. It's located in the very North East edge of the continent.",	"task00_journal_entry_title":"Ancient bunker",	"task01_item_name":"Log files",	"task01_journal_entry_description":"You've found the old bunker, now you need to venture inside and see if you can find a working computer terminal.",	"task01_journal_entry_title":"Data search",	"task01_retrieve_menu_text":"Scan terminal",	"task02_message_box_text":"The log files on the computer terminal are heavily encrypted. You will need to find some sort of decryption key to access them. It's a long shot but maybe one of the droids in here has it?",	"task02_message_box_title":"Couldn't be that easy",	"task03_journal_entry_description":"The log files on the computer terminal you found are encrypted. You need to find a key to remove it with and all you can think of is that maybe one of the old droids has it.",	"task03_journal_entry_title":"Computers...",	"task04_message_box_text":"Your hunch was correct. Among the remains of the old security droid you find what you're looking for. Now lets just hope it's the right one. Head back to the computer terminal.",	"task04_message_box_title":"Success!",	"task05_item_name":"Log files",	"task05_journal_entry_description":"You've found a decryption key on the remains of one of the old security droids. Head back to the terminal and check if it's the correct one.",	"task05_journal_entry_title":"The right key?",	"task05_retrieve_menu_text":"Use decryption key",	"task06_message_box_text":"The key works, and you break the encryption on the log files. Unfortunately, most of the data is damaged beyond repair, but some information is intact, and you quickly download it to a disk. Head back to Epo Qetora.",	"task06_message_box_title":"At last",	"task07_journal_entry_description":"You have found what you could from the old facility, hopefully it's what Qetora is looking for.",	"task07_journal_entry_title":"Mission accomplished"
}}