{
	"stfFile":"quest/ground/som_kenobi_symbiosis_1",
	"entries": {
		"category":"Mustafar",	"journal_entry_description":"You've found a bag full of test tubes containing a strange fluid that seems dangerous.",	"journal_entry_title":"Symbiosis",	"task00_message_box_text":"Inside the bag you find several test tubes with a slow floating fluid inside them. One has broken open and the goo coming out of it has small black things floating around in it, like tiny pearls or eggs. You probably shouldn't touch it. Maybe the corpses nearby holds a clue to what happened here?",	"task00_message_box_title":"Poison?",	"task01_item_name":"Examined corpse",	"task01_retrieve_menu_text":"Examine corpse",	"task03_item_name":"Examined corpse",	"task03_retrieve_menu_text":"Examine corpse",	"task05_journal_entry_description":"You've come across a container full of some hazardous fluid that has leaked out of it. Maybe the corpses near it holds a clue to what has happened here.",	"task05_journal_entry_title":"A virus?",	"task06_message_box_text":"Those two creatures burst out of the corpse as you were examining it! You should take the test tubes and throw them in the lava before a plague infests the entire planet!",	"task06_message_box_title":"Dangerous indeed",	"task07_item_name":"Sealed container",	"task07_journal_entry_description":"Those two creatures burst out of the corpse as you were examining it! You should take the test tubes and throw them in the lava before a plague infests the entire planet!",	"task07_journal_entry_title":"Dangerous indeed",	"task07_retrieve_menu_text":"Seal and grab container",	"task08_message_box_text":"You very carefully pick up the test tubes from the bag, making sure not to come in to contact with the goo from the broken one. Take the tubes over to the lava and throw them in.",	"task08_message_box_title":"Stop the plague.",	"task09_journal_entry_description":"You very carefully pick up the test tubes from the bag, making sure not to come in to contact with the goo from the broken one. Take the tubes over to the lava and throw them in.",	"task09_journal_entry_title":"Stop the plague",	"task09_waypoint_name":"Lava river",	"task10_message_box_text":"You throw the doomsday tubes in to the lava and watch as they sizzle, melt and disappear in to the hot liquid. Go back and search around the area to see if you can find any more clues to what happened and to make sure there's no more.",	"task10_message_box_title":"Dangerous indeed",	"task11_item_name":"Clues",	"task11_journal_entry_description":"Go back and search around the area to see if you can find any more clues to what happened and to make sure there's no more of the test tubes left.",	"task11_journal_entry_title":"Looking for clues",	"task11_retrieve_menu_text":"Examine corpse",	"task11_waypoint_name":"Corpses",	"task12_message_box_text":"On the corpse of this Treasure Hunter you find a holo recording where he talks about how they came across the test tubes. He explains that they found them inside a crashed escape pod. As well as the tubes they found one of the little monsters (which they dispatched of) and a datapad that seemed to be a mission briefing. In the mission briefing someone was given the order to spread the fluid on Mustafar in the new mining facility. The briefing was just signed X. Maybe someone is planning a hostile take over of the mining resources on Mustafar?",	"task12_message_box_title":"Clues",	"task13_message_box_text":"Inside the treasure hunter's jacket you also find a strange sword, wrapped up in cloth. You decide that you've done what you can here and are content with having destroyed the test tubes to avoid these parasites spreading any further.",	"task13_message_box_title":"All you can do"
}}