{
	"stfFile":"quest/ground/som_exploration_volcano",
	"entries": {
		"category":"Mustafar",	"journal_entry_description":"Surveyor Keslev has asked you to find and activate the various miner markers which are located around the central volcano.",	"journal_entry_title":"The Central Volcano Markers",	"task01_item_name":"Kubaza beetle cavern marker found.",	"task01_journal_entry_description":"Locate the marker near the entrance of the kubaza beetle cavern and activate it.",	"task01_journal_entry_title":"Kubaza Beetle Cavern Marker",	"task01_retrieve_menu_text":"Activate Marker",	"task02_message_box_text":"This cavern was originally built by the seperatists during their excavation of the Old Republic cruiser. After they left, it became a hive for kubaza beetles, hence the name. WARNING: The cavern was closed by order of Milo Mensix after a field crew of miners was lost to the beetles while surveying the cavern.",	"task02_message_box_title":"Kubaza Beetle Cavern",	"task03_item_name":"Old Republic Cruiser crash site marker found.",	"task03_journal_entry_description":"Locate the marker near the Old Republic Cruiser crash site and activate it.",	"task03_journal_entry_title":"Old Republic Cruiser Crash Site Marker",	"task03_retrieve_menu_text":"Activate Marker",	"task04_message_box_text":"The remains of this cruiser were excavated during the Clone Wars by the seperatists. After a brief period where they had sealed the area off, the seperatists left the area and began work on their new factory. Warning: Salvage Bandits have moved into this region and have begun dismantling the ship. They are highly dangerous and will kill on sight.",	"task04_message_box_title":"Old Republic Cruiser Crash Site",	"task05_item_name":"Main lava flow marker found.",	"task05_journal_entry_description":"Locate the marker near the main lava flow and activate it.",	"task05_journal_entry_title":"Main Lava Flow Marker",	"task05_retrieve_menu_text":"Activate Marker",	"task06_message_box_text":"The central volcano deposits close to 20,000 gallons of lava per second into the lava pools below. Unfortunately, this volcano's deposits are rather poor in usable resources. This is why the majority of the mining operations are in the higher grounds to the south.",	"task06_message_box_title":"Central Volcano Main Lava Flow",	"task07_journal_entry_description":"There are three markers located around the central volcano, located to the north of the Mensix Mining Facility. Surveyor Keslev has asked you to find all three of them and check the information on them.",	"task07_journal_entry_title":"Activate the Three Miner Markers",	"task07_task_display_string_1":"Main Lava Flow Marker",	"task07_task_display_string_2":"Old Republic Cruiser Crash Site Marker",	"task07_task_display_string_3":"Kubaza Beetle Cavern Marker"
}}