{
	"stfFile":"quest/ground/som_kenobi_historian_smuggler",
	"entries": {
		"category":"Mustafar",	"journal_entry_description":"Epo Qetora, self proclaimed famous historian has come to Mustafar to try and discover its background. He claims that the planet's history is a mystery past the last few hundred years and want to find out what happened in the millenia before that. You've agreed to assist him.",	"journal_entry_title":"A history lesson",	"task00_journal_entry_description":"The historian who has hired you came across an old bunker that used to belong to what was known as the Old Republic. It's located in the very North East edge of the continent.",	"task00_journal_entry_title":"Ancient bunker",	"task01_item_name":"Log files",	"task01_journal_entry_description":"You've found the old bunker, now you need to venture inside and see if you can find a working computer terminal.",	"task01_journal_entry_title":"Data search",	"task01_retrieve_menu_text":"Scan terminal",	"task02_message_box_text":"The log files on the computer terminal are heavily encrypted. You believe that with your skills, you will be able to crack it given a little time.",	"task02_message_box_title":"Encryption",	"task03_journal_entry_description":"Your smuggling skills come in handy as you get to work on cracking the encryption on the computer terminal.",	"task03_journal_entry_title":"Cracking the code",	"task04_message_box_text":"The encryption was no match for you. Unfortunately most of the data is damaged beyond repair but some information is intact Download it to a disk then head back to Epo Qetora.",	"task04_message_box_title":"Success!",	"task05_item_name":"Disk",	"task05_journal_entry_description":"Download the data from the computer terminal.",	"task05_journal_entry_title":"Collect data",	"task05_retrieve_menu_text":"Download data",	"task06_journal_entry_description":"You have found what you could from the old facility, hopefully it's what Qetora is looking for.",	"task06_journal_entry_title":"Mission accomplished"
}}