{
	"stfFile":"quest/ground/speeder_quest",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"Thanks to the help of Han Solo you were able to acquire a speeder for your own use.",	"journal_entry_description":"With the help of Han Solo you will be able to acquire your own speeder.",	"journal_entry_title":"A Speeder For Me",	"task00_comm_message_text":"You show a lot of promise kid, but now you're stuck on that backwater Tatooine. Tell you what, I'm going to make your life a little easier and get you a speeder.",	"task01_item_name":"Debris",	"task01_journal_entry_description":"Han Solo tells you there may be some wiring you can use to make your own speeder nearby. You should collect it.",	"task01_journal_entry_title":"Find Wiring",	"task01_retrieve_menu_text":"Remove Wiring",	"task01_waypoint_name":"Wiring",	"task02_comm_message_text":"There's some more parts you'll need, look and see if you can find a power supply nearby.",	"task03_item_name":"Broken Down Speeder",	"task03_journal_entry_description":"Han Solo tells you there may be a usable power supply near the location you're at. Go check it out.",	"task03_journal_entry_title":"Find Power Supply",	"task03_retrieve_menu_text":"Remove Power Supply",	"task03_waypoint_name":"Power Supply",	"task04_comm_message_text":"Now you're going to need a steering array. I think there's a crashed speeder nearby that might have just the thing.",	"task05_item_name":"Crashed Speeder",	"task05_journal_entry_description":"Han Solo says there's a speeder nearby that might have a usable steering array. You should go get it.",	"task05_journal_entry_title":"Find Steering Array",	"task05_retrieve_menu_text":"Remove Steering Array",	"task05_waypoint_name":"Steering Array",	"task06_comm_message_text":"Great, you just need a chassis to put it in. There's some Tusken Scavengers around that area that might just have what you need.",	"task07_item_name":"Picked Apart Speeder",	"task07_journal_entry_description":"Han mentions that all you need now is a chassis. There may be some Tusken Scavengers picking clean a perfect candidate for your new speeder. Go take care of the Tuskens and get your chassis.",	"task07_journal_entry_title":"Get a Chassis",	"task07_retrieve_menu_text":"Use Chassis",	"task07_waypoint_name":"Picked Apart Speeder",	"task08_comm_message_text":"You've done it, kid! You should now have a deed in your inventory. You can use it to get your speeder ready to go."
}}