{
	"stfFile":"quest/ground/talus_nashal_find_weakness",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"You have successfully ended the smugglers exploitation of the Selonians. The Talusian smugglers are in no shape to push anyone around now. They are far too busy just watching their own backs.",	"journal_entry_description":"Kiki has asked you to reconnoiter the smuggler base. She will need information to formulate a plan for defeating the smugglers once and for all.",	"journal_entry_title":"Finding a Weakness",	"task00_journal_entry_description":"Kiki has asked you to reconnoiter the smuggler base, starting with the surrounding hills. See if they have any unguarded hills that can be used to observe the interior of the base.",	"task00_journal_entry_title":"Reconnoiter Southeast Hill",	"task00_waypoint_name":"Southeast Hill",	"task01_journal_entry_description":"Kiki has seen the smuggler base from a distance and it appeared to her that the landing pad was vulnerable from the outside. Check the landing pad out for any exploitable weaknesses. Inspect the landing pad and see if there are any ways to sabotage it from the outside of the base.",	"task01_journal_entry_title":"Reconnoiter Landing Pad",	"task01_waypoint_name":"Landing Pad",	"task02_journal_entry_description":"Kiki mentioned some kind of camp on the hill west of the base. Check out the camp and see what it is used for.",	"task02_journal_entry_title":"Reconnoiter West Hill",	"task02_waypoint_name":"West Hill",	"task03_journal_entry_description":"The last hill overlooks Nashal. Inspect the area and see if the hill is occupied by smuggler guards. This is the last hill that could be used to observe the base's activities that has not been proven to be guarded.",	"task03_journal_entry_title":"Reconnoiter North Hill",	"task03_waypoint_name":"North Hill",	"task04_entrance_waypoint_name":"Selonian Den",	"task04_journal_entry_description":"Return to Kiki with the information that you have found. She may have further tasks for you.",	"task04_journal_entry_title":"Return to Kiki",	"task04_waypoint_name":"Kiki Dorente",	"task05_journal_entry_description":"Talk to the other Selonians that have missions for you to carry out against the smuggler base.",	"task05_journal_entry_title":"Gather Missions",	"task05_task_display_string_1":"Talk to Tika about her mission.",	"task05_task_display_string_2":"Talk to Ravi about her mission.",	"task05_task_display_string_3":"Talk to Lika about her mission.",	"task06_item_name":"Flight Plan Terminal",	"task06_journal_entry_description":"Kiki has asked you to gather information about the destination of the cargo shuttles leaving the smuggler base. Slice the flight plan terminal in the building connected to the landing pad and gather the necessary information.",	"task06_journal_entry_title":"Slice Cargo Shuttle Flight Plan Terminal",	"task06_retrieve_menu_text":"Slice Cargo Shuttle Flight Plan",	"task07_comm_message_text":"Well done. You have collected the information I have requested. Please finish any of the other missions my den mates have assigned to you and return to me with the cargo shuttle's flight plan.",	"task07_journal_entry_description":"Kiki has congratulated you on obtaining the flight plan for one of the cargo shuttles. She also wants you to complete any outstanding missions you still have yet to finish and then return to her with the flight plan information.",	"task07_journal_entry_title":"Kiki Comm",	"task08_entrance_waypoint_name":"Selonian Den",	"task08_journal_entry_description":"Return the cargo shuttle flight plan information to Kiki. Also check in with her den mates and confirm mission completion with each of them.",	"task08_journal_entry_title":"Return to Kiki",	"task08_waypoint_name":"Kiki Dorente"
}}