{
	"stfFile":"quest/ground/talus_dearic_genocide",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"With the CorSec investigation team on the way and the 'Parasophic Arachne' project in ruins. You feel safe enough to hand off any of the clean-up work to CorSec. With any luck this will be the last anyone sees of these new intelligent arachne.",	"journal_entry_description":"Agent Taarna has asked you to investigate a lab just outside Dearic which is very near the location determined to be the launch site of the crashed ship. You must first locate proof that the lab was where the creatures were created.",	"journal_entry_title":"Genocide",	"task00_journal_entry_description":"Agent Taarna was able to find the launch location of the crashed ship. This lab is listed with CorSec as engaging in legitimate genetic manipulation on animals. It has been known to have an intermittent business relationship with the Empire.",	"task00_journal_entry_title":"Find the GeneTech Syndicate Lab",	"task00_waypoint_name":"GeneTech Syndicate Lab",	"task01_item_name":"Directory Terminal",	"task01_journal_entry_description":"Agent Taarna said your first priority when you get to the lab is to find a terminal that can detail all of the possible systems that will contain information about the experiment. Find a working directory terminal and slice it for a listing of computers that might contain data about the experiment that created these creatures. You must get confirmation that this is where the experiment began.",	"task01_journal_entry_title":"Find the Directory Terminal",	"task01_retrieve_menu_text":"Use Terminal",	"task01_waypoint_name":"GeneTech Syndicate Lab",	"task02_journal_entry_description":"The directory terminal had a number of listings for computers with notes on the 'Parasophic Arachne' program. Apparently it was the aim of the GeneTech Syndicate to create an intelligent form of Arachne that could be released onto a world the Empire did not want to spend troops on, but did not want it to be used by the Alliance. Even though the creatures would thoroughly destroy the native ecology, the planet would be effectively denied to the enemy. The computers that must be deleted are: the behavioral Observation researcher's terminal, the biochemist's terminal, the genetic engineer's terminal, the lead researcher's terminal, and the project manager's terminal.",	"task02_journal_entry_title":"Directory Information",	"task02_message_box_text":"The directory terminal had a number of listings for computers with notes on the 'Parasophic Arachne' program. Apparently it was the aim of the GeneTech Syndicate to create an intelligent form of Arachne that could be released onto a world the Empire did not want to spend troops on, but did not want it to be used by the Alliance. Even though the creatures would thoroughly destroy the native ecology, the planet would be effectively denied to the enemy. The computers that must be deleted are: the behavioral Observation researcher's terminal, the biochemist's terminal, the genetic engineer's terminal, the lead researcher's terminal, and the project manager's terminal.",	"task02_message_box_title":"Directory Information",	"task03_comm_message_text":"Good work! Now that you have confirmed this as the site of the original experiment, we can conclude the queen might still be here. I need you to do a few things for me first; you must destroy all information regarding project 'Parasophic Arachne', you must destroy any of the eggs that you find, and you must kill all the creatures in the lab. When you are done with these tasks contact me again and we can go from there.",	"task03_journal_entry_description":"You have contacted agent Taarna to inform him that this is the location where the creature experiements began. ",	"task03_journal_entry_title":"Confirm Lab Location with Agent Taarna",	"task04_journal_entry_description":"Agent Taarna is waiting on you to complete his three requests; Kill all the arachne adults, destroy the egg nurseries, and delete all data concerning the 'Parasophic Arachne' project.",	"task04_journal_entry_title":"Complete Agent Taarna's Requests",	"task04_task_display_string_1":"Destroy the 'Parasophic Arachne' Project Data",	"task04_task_display_string_2":"Kill the Creatures in the GeneTech Syndicate Lab",	"task04_task_display_string_3":"Destroy the Arachne Egg Nurseries",	"task04_waypoint_name":"GeneTech Syndicate Lab",	"task05_comm_message_text":"You did really well on the previous tasks, but now comes the big one. I need you to take out the queen. She must be responsible for creating the breeders. Without her the species is doomed.",	"task05_journal_entry_description":"Agent Taarna has contacted you with his last request. Kill the queen that is creating all the breeder arachne.",	"task05_journal_entry_title":"Comm From Agent Taarna",	"task06_journal_entry_description":"Find the queen's chamber and kill her. End the spread of this abomination.",	"task06_journal_entry_title":"Kill the Queen",	"task06_waypoint_name":"GeneTech Syndicate Lab",	"task07_comm_message_text":"You've done a great job! The investigation team has been dispatched to your location. Infect the eggs in the queen's chamber with the self-destruct virus, and then return to me as soon as you are able so we can work out your payment.",	"task07_journal_entry_description":"Agent Taarna has contacted you to congratulate you on a job well done. He would like to see you as soon as possible to work out your payment.",	"task07_journal_entry_title":"Congratulations From Agent Taarna",	"task08_item_name":"Mature Egg",	"task08_journal_entry_description":"Use the self-destruct virus on the eggs in the queen's chamber.",	"task08_journal_entry_title":"Infect the Queen's Brood.",	"task08_retrieve_menu_text":"Infect Egg",	"task08_waypoint_name":"GeneTech Syndicate Lab",	"task09_journal_entry_description":"Head back to agent Taarna for your reward.",	"task09_journal_entry_title":"Return to Agent Taarna",	"task09_waypoint_name":"CorSec agent Taarna"
}}