{
	"stfFile":"quest/ground/talus_dearic_crisis_of_allegiance",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"The investigation has been concluded, the report submitted, and Dathnaeya has made her choice, forever fixing her destiny in the galaxy.",	"journal_entry_description":"As the conflict between the Empire and Rebellion grows ever more intense, Dathnaeya Loessin, a Corsec officer in Dearic has reached a point where she believes she can no longer stand on the side and watch.  She must choose.  Her quandary is that she does not know which side to take, therefore she has asked that an investigation of both sides be undertaken and a report made that will enable her to make this crucial decision in her life.",	"journal_entry_title":"Crisis of Allegiance",	"task00_journal_entry_description":"Dathnaeya Loessin has asked that an investigation of the local commanders of both the Empire and Rebellion be made so that she can make an informed decision about which side she should join in the current galactic conflict.",	"task00_journal_entry_title":"The Investigation Begins",	"task01_journal_entry_description":"Dathnaeya has asked that the A.C.L.O., a medical supply company allied with the Rebel Alliance, be investigated to determine the kind of people the Rebellion chooses to work with.  Their contact, Captain Vayde Quellium, has an office on the outskirts of the southwest side of town, due south of the Starport.",	"task01_journal_entry_title":"Speak with Capt. Quellium",	"task01_waypoint_name":"Captain Quellium's Office",	"task02_journal_entry_description":"Investigate the Aggregate Civil Liberties Organization for Dathnaeya by helping Captain Quellium complete some missions for this organization.",	"task02_journal_entry_title":"Investigate the Alliance's Ally",	"task03_journal_entry_description":"Dathnaeya should choose the Rebel Alliance.  They fight for freedom and justice for all races in the galaxy, and do so with honor and compassion. The Empire's lack of compassion and suppression of freedom make it a tyrrany rather than a legitimate government.",	"task03_journal_entry_title":"Convince Dathnaeya to Join the Rebel Alliance",	"task03_waypoint_name":"Dathnaeya",	"task04_journal_entry_title":"Quest Complete - Allliance Benefits",	"task05_journal_entry_title":"Alliance Prestige",	"task06_journal_entry_description":"Dathnaeya has asked that the N.S.H., a mercenary company allied with the Empire, be investigated to determine the kind of people the Empire chooses to work with.  Their contact, Colonel Braedic Ekirk, operates out of the Dearic Imperial Office on the northern most edge of town, due north of the bank.",	"task06_journal_entry_title":"Speak with Col. Ekirk",	"task06_waypoint_name":"Colonel Ekirk's Office",	"task07_journal_entry_description":"Investigate the Nightstrike Soldier Hegemony for Dathnaeya by helping Colonel Ekirk complete some missions for this organization.",	"task07_journal_entry_title":"Investigate the Empire's Ally",	"task08_journal_entry_description":"Dathnaeya should choose the Empire.  Their efforts to keep law and order in the galaxy will match well with her background in CorSec.  The Rebels are simply anarchists and terrorists and should be brought to justice.",	"task08_journal_entry_title":"Convince Dathnaeya to Join the Empire",	"task08_waypoint_name":"Dathnaeya",	"task09_journal_entry_title":"Quest Complete - Empire Benefits",	"task10_journal_entry_title":"Imperial Prestige"
}}