{
	"stfFile":"quest/ground/talus_dearic_plea_pity",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"You have killed all of the creatures in the lab you could find.",	"journal_entry_description":"Agent Taarna has asked you to destroy all of the arachne in the GeneTech Syndicate lab.",	"journal_entry_title":"Plea for Pity",	"task00_comm_message_text":"You should have all of your tasks now. Make sure you destroy all of the creatures you can find. We can't afford to let any of them live. Good luck.",	"task00_journal_entry_description":"Agent Taarna has contacted you at the end of the task download to confirm you have received all of your assigned tasks.",	"task00_journal_entry_title":"Task 3 Confirmation",	"task01_journal_entry_description":"Kill all the advanced warrior arachne you find in the GeneTech Syndicate lab.",	"task01_journal_entry_title":"Kill the Brood V 'Aurek' Arachne",	"task02_journal_entry_description":"Kill all the warrior arachne you find in the GeneTech Syndicate lab.",	"task02_journal_entry_title":"Kill the Brood V Arachne",	"task03_journal_entry_description":"Kill all the arachne you find in the GeneTech Syndicate lab.",	"task03_journal_entry_title":"Destroy the Arachne Brood in the GeneTech Syndicate Lab",	"task03_task_display_string_1":"Kill 24 Brood V Arachne",	"task03_task_display_string_2":"Kill 12 Brood V 'Aurek' Arachne",	"task03_waypoint_name":"GeneTech Syndicate Lab",	"task04_comm_message_text":"Great work on taking out all those creatures, now you need to hit their most advanced breeds. Destroy all of the breeder and advanced breeders you can find.",	"task04_journal_entry_description":"Agent Taarna has contacted you and asked that you move on to the more advanced breeds of the arachne. He wants you to kill breeder and advanced breeder arachne now.",	"task04_journal_entry_title":"Comm From Agent Taarna",	"task05_journal_entry_description":"Kill all of the advanced breeder arachne in the GeneTech Syndicate lab.",	"task05_journal_entry_title":"Kill the Brood X 'Aurek' Arachne",	"task06_journal_entry_description":"Kill all of the breeder arachne in the GeneTech Syndicate lab.",	"task06_journal_entry_title":"Kill the Brood X Arachne",	"task07_journal_entry_description":"Agent Taarna has asked you to kill all the breeder arachne that you can find in the GeneTech Syndicate lab.",	"task07_journal_entry_title":"Kill the Advanced Breeds",	"task07_task_display_string_1":"Kill 12 Brood X Arachne",	"task07_task_display_string_2":"Kill 6 Brood X 'Aurek' Arachne",	"task07_waypoint_name":"GeneTech Syndicate Lab",	"task08_comm_message_text":"Well done. I don't think there are many of the creatures left. Once I feel you have secured the area, I will dispatch and investigation team to the lab and find out who at blame here. Make sure you clear up any of the other tasks you have. I have one final request for you.",	"task08_journal_entry_description":"Agent Taarna has contacted you to let you know as soon as the area is secure he will be sending in a CorSec investigation team. He also asked you to clear up any outstanding tasks you might have in the lab before he assigns your last task.",	"task08_journal_entry_title":"Comm from Agent Taarna"
}}