{
	"stfFile":"quest/ground/talus_nashal_tracking_crew",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"It looks like this is turning into something far more sinister than a simple crash landing. You still haven't found the survivors and the creatures the scientist's datapad referred to are reappearing with uncanny regularity.",	"journal_entry_description":"When you arrived at the crash site there were no passengers. Apparently they have already departed in an attempt to reach Nashal. Catch up to the crew and help them in any way you can.",	"journal_entry_title":"Tracking the Crew",	"task00_journal_entry_description":"The dead crew member's datapad that you found at the crash site listed an area at which the survivors had planned to make camp. Go to that location and see if you can help the survivors in any way.",	"task00_journal_entry_title":"Find the Survivor's Camp",	"task00_waypoint_name":"Survivor's Camp",	"task01_comm_message_text":"You don't see the survivors anywhere in the camp, then? Ok. Take care of the creatures and search the camp for any information concerning the creatures or the survivors.",	"task01_journal_entry_description":"You've found the shipwreck survivor's camp, though it looks abandoned and overrun with different kinds of those creatures you saw at the crash site.",	"task01_journal_entry_title":"Contact Taarna With Location Of Camp",	"task02_journal_entry_description":"You need to clear the camp of both kinds of these new spider creatures before you can look for information.",	"task02_journal_entry_title":"Kill Brood II Aurek Arachne",	"task03_journal_entry_description":"You need to clear the camp of both kinds of these new spider creatures before you can look for information.",	"task03_journal_entry_title":"Kill Brood II Arachne",	"task04_journal_entry_description":"The creatures have overrun the survivor's camp. You'll need to clear them out before you can start looking for information.",	"task04_journal_entry_title":"Destroy the Creatures Infesting the Camp",	"task04_task_display_string_1":"Destroy 12 Brood II Arachne",	"task04_task_display_string_2":"Destroy 6 Brood II 'Aurek' Arachne",	"task04_waypoint_name":"Survivor's Camp",	"task05_item_name":"A Scientific Journal",	"task05_journal_entry_description":"You've cleared out most of the creatures from the camp. Take a look around and see if you can find any clues that might lead to the fate of the crash survivors.",	"task05_journal_entry_title":"Check the Camp for Clues",	"task05_retrieve_menu_text":"Read Journal",	"task05_waypoint_name":"Survivor's Camp",	"task06_journal_entry_description":"You found a datapad and were able to download the following information; Journal Entry 3.58.744: The nymph arachne have completed their first molt. I have recorded brood II characteristics in many of the creatures seen near the camp, soon they will start to exhibit their special attack features. The ship's crew are doing their best to protect us and the wounded, but every night the arachne take one or two more of them. Captain Narl has issued tracking emitters for everyone to wear. One of the behavioral engineer's complained that it really wouldn't make a difference, but for the most part everyone knew why we are wearing the emitters.",	"task06_journal_entry_title":"Scientific Observations",	"task06_message_box_text":"Journal Entry 3.58.744: The nymph arachne have completed their first molt. I have recorded brood II characteristics in many of the creatures seen near the camp; they have started to exhibit their new special attack features. The ship's crew are doing their best to protect us and the wounded, but every night the arachne take one or two more of them. Captain Narl has issued tracking emitters for everyone to wear. One of the behavioral engineers complained that it really wouldn't make a difference, but for the most part everyone knew why we are wearing the emitters.",	"task06_message_box_title":"Scientific Observations",	"task07_item_name":"A Tracking Device",	"task07_journal_entry_description":"The scientist's datapad mentioned that all of the crash survivors are wearing tracking emitters. If you could find a tracking device that was left behind you could use it to find the rest of the crew.",	"task07_journal_entry_title":"Find A Tracking Device",	"task07_retrieve_menu_text":"Use Tracking Device",	"task07_waypoint_name":"Survivor's Camp",	"task08_journal_entry_description":"You were able to find a tracking device amidst the abandoned supplies. Unfortunately, it appears to be security encoded and all attempts to slice it have failed. Search the camp's supplies and see if you can find the password.",	"task08_journal_entry_title":"Find the Password",	"task08_waypoint_name":"Survivior's Camp",	"task09_item_name":"A Tracking Device",	"task09_journal_entry_description":"What is left of CV-4T was able to tell you the password to the tracking device.",	"task09_journal_entry_title":"Use the Password on the Tracking Device",	"task09_retrieve_menu_text":"Use Tracking Device",	"task09_waypoint_name":"Survivor's Camp",	"task10_journal_entry_description":"The range on the tracking device is not very far, but was able to pick up some emitter signals nearby. Head to these coordinates and see if you can find the survivors.",	"task10_journal_entry_title":"Investigate the Tracking Device Coordinates",	"task10_waypoint_name":"Location Given by Tracking Device",	"task11_journal_entry_description":"You need to clear the cave of the creatures before you can go in and look for the surviving crew members.",	"task11_journal_entry_title":"Kill Brood II Arachne",	"task12_journal_entry_description":"You need to clear the cave of the creatures before you can go in and look for the surviving crew members.",	"task12_journal_entry_title":"Kill Brood II Aurek Arachne",	"task13_journal_entry_description":"The signal seems to be coming from inside the cave. Kill enough of the creatures to be able to go into the cave and investigate.",	"task13_journal_entry_title":"Kill the Creatures Guarding the Cave",	"task13_task_display_string_1":"Kill 16 Brood II Arachne",	"task13_task_display_string_2":"Kill 8 Brood II 'Aurek' Arachne",	"task13_waypoint_name":"Location Given by Tracking Device",	"task14_item_name":"A Datapad",	"task14_journal_entry_description":"Search the cave for the surviving crew members.",	"task14_journal_entry_title":"Find the Crew",	"task14_retrieve_menu_text":"Read Datapad",	"task14_waypoint_name":"Location Given by Tracking Device"
}}