{
	"stfFile":"quest/ground/talus_dearic_coa_imperial_view",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"Well done.  All that is left is to speak to Mark Hieks in the A.C.L.O. medical office, then to Gallir Ac Yandar and Col. Ekirk upon completion of Mark's mission.",	"journal_entry_description":"Dathnaeya Loessin wants to investigate the Empire and its allies. Her contact at the Imperial office in Dearic is Colonel Ekirk, a vicious, efficient officer.  Ekirk has two important tasks to be completed.  Completing the tasks will provide enough information for Dathnaeya to make her decision concerning the Empire. ",	"journal_entry_title":"Imperial Investigation",	"task00_journal_entry_description":"Colonel Braedic Ekirk has asked for assistance in helping him resolve various difficulties he has been having with the A.C.L.O.",	"task00_journal_entry_title":"Empire on Trial",	"task01_journal_entry_description":"Galiir Ac Yandar, the Nightstrike Soldier Hegemony representatives has some things he needs taken care of in the ACLO office.  He is currently in Colonel Ekirk's office mumbling about his problems to the obviously annoyed Colonel.",	"task01_journal_entry_title":"Speak with Galiir Ac Yandar",	"task02_journal_entry_description":"Galiir Ac Yandar and Colonel Ekirk have asked that a number of people be killed at the A.C.L.O. office east of Dearic.",	"task02_journal_entry_title":"At the A.C.L.O. Office",	"task02_task_display_string_1":"All Saboteurs Slain",	"task02_task_display_string_2":"Elite Slicer Slain",	"task02_waypoint_name":"A.C.L.O. office",	"task04_journal_entry_description":"Galiir Ac Yandar's personal computer files have been sliced and false, incriminating evidence was planted that reflected negatively with the Empire.  While Galiir has been cleared, he wants vengeance against those who did it.  He knows it was a member of the A.C.L.O., just not which member.  Rough up enough A.C.L.O. slicers until you find out who it was.",	"task04_journal_entry_title":"Find Information on the Slicer",	"task05_journal_entry_title":"Data Pad",	"task05_message_box_text":"The data pad chirps and files spool across the screen.  A slicer, highly trained in combat situations and currently on the premises, was the one responsible for slicing Galiir's system.  The name has been encrypted and takes several minutes to slice.  Finally, the datapad reveals the slicer's name is Leeta Poandeu and the file indicates her office is in the central computer control room on the second floor.  Take her out.",	"task05_message_box_title":"Slicer Data Pad",	"task06_journal_entry_description":"A slicer, highly trained in combat situations and currently on the premises, was the one responsible for slicing Galiir's system.  Her name is Leeta Poandeu and the datapad indicates her office is in the central computer control room on the second floor.  Take her out.",	"task06_journal_entry_title":"Kill Leeta Poandeu",	"task07_journal_entry_description":"Saboteurs have taken out a number of high end transport vehicles on Talus.  Ekirk has been reduced to using older, less armored vehicles and is worried about an attack on his next transport.  He wants the saboteurs brought to justice.  There are five of these elite ACLO saboteurs at the local office.  Find them and execute them.",	"task07_journal_entry_title":"A.C.L.O. Saboteurs Slain"
}}