{
	"stfFile":"quest/ground/talus_nashal_rescue_operation",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"You've located the crash site, but no sign of the survivors. You noticed a strange group of creatures near the site that could be related to the crash.",	"journal_entry_description":"CorSec Talus planetary headquarters has picked up a starship crash northeast of Nashal. They would like you to investigate the area for them.",	"journal_entry_title":"Rescue Operation",	"task01_comm_message_text":"Please come see me at your earliest opportunity. We need your help again. I'll have further details when you arrive.",	"task01_journal_entry_description":"CorSec agent Taarna has asked you to investigate a crash site northeast of Nashal, but first you must meet him for further details.",	"task01_journal_entry_title":"Emergency Contact",	"task02_journal_entry_description":"CorSec agent Taarna has asked you to meet him so he can give you information about a starship crash northeast of Nashal.",	"task02_journal_entry_title":"Talk to Agent Taarna",	"task02_waypoint_name":"CorSec Agent Taarna",	"task03_journal_entry_description":"Head towards the area agent Taarna gave you and see if you can find any survivors.",	"task03_journal_entry_title":"Locate the Crashed Ship",	"task03_waypoint_name":"Suspected Crash Location",	"task04_item_name":"A Datapad",	"task04_journal_entry_description":"See if you can find any information concerning the whereabouts of the crashed spaceship passengers.",	"task04_journal_entry_title":"Look for Clues",	"task04_retrieve_menu_text":"Read Datapad",	"task04_waypoint_name":"Crash Location",	"task05_journal_entry_description":"You've found a journal with the following last entry; \"Our anti-Grav and thruster control went out. We've basically plowed into the side of a mountain northeast of Nashal. We need to get to Nashal, but we have wounded and they will slow us down. First thing we need to do is make camp and tend the most critically injured, but we can't do it with the creatures breaking out of containment. The Captain has ordered a group to make a camp nearby to tend to the wounded and then make for Nashal. I'm stuck with the group tasked with destroying any of the creatures that escape. I really would rather be with the escape group.\"",	"task05_journal_entry_title":"A Crew Member's Datapad",	"task05_message_box_text":"Our anti-grav and thruster control went out. We've basically plowed into the side of a mountain northeast of Nashal. We need to get to Nashal, but we have wounded and they will slow us down. First thing we need to do is make camp and tend the most critically injured, but we can't do it with the creatures breaking out of containment. The Captain has ordered a group to make a camp at coordinates 6611, 7318 to tend to the wounded and then make for Nashal. I'm stuck with the group tasked with destroying any of the creatures that escape. I really would rather be with the escape group.",	"task05_message_box_title":"A Crew Member's Datapad",	"task05_waypoint_name":"Crash Location",	"task06_item_name":"A Scientific Journal",	"task06_journal_entry_description":"The crew member's datapad mentioned the creatures hanging around the crashed starship quite specifically. See if you can find any more information about them.",	"task06_journal_entry_title":"Learn More About These Creatures",	"task06_retrieve_menu_text":"Read Journal",	"task06_waypoint_name":"Crash Location",	"task07_journal_entry_description":"A scientist's journal with the following entry still waiting at the entry prompt; \"The design product cannot be allowed to escape. If it is allowed uncontrolled breeding on a unprepared world everything else will be replaced in favor of this design. I have with me some of the virus serum that will trigger the product's self-destruct intron. It is highly contagious and should destroy the entire shipment.\"",	"task07_journal_entry_title":"A Scientist's Journal",	"task07_message_box_text":"The design product cannot be allowed to escape. If it is allowed uncontrolled breeding on an unprepared world everything else will be replaced in favor of this design. I brought some of the virus that will trigger the product's self-destruct intron. It is highly contagious and should destroy the entire shipment. I will try to administer it to one of the product.",	"task07_message_box_title":"A Scientific Journal",	"task07_waypoint_name":"Crash Location",	"task08_comm_message_text":"Genetically altered creatures you say? I don't like the sound of this, kill the creatures around the crash site. Who knows what effect they might have on Talus' ecology.",	"task08_journal_entry_description":"It would be a good idea to contact agent Taarna about the information you just uncovered.",	"task08_journal_entry_title":"Reporting In",	"task09_journal_entry_description":"Agent Taarna has asked you to clear the area of the dangerous 'Aurek' spider creatures mentioned in the datapad that are lingering in the vicinity.",	"task09_journal_entry_title":"Kill Brood I Aurek Creatures in the Area",	"task10_journal_entry_description":"Agent Taarna has asked you to clear the area of the dangerous spider creatures mentioned in the datapad that are lingering in the vicinity.",	"task10_journal_entry_title":"Kill Brood I Creatures in the Area",	"task11_journal_entry_description":"CorSec agent Taarna has asked you to kill all of the creatures mentioned in the datapad that are still lingering around the starship. This includes both types encountered.",	"task11_journal_entry_title":"Kill the Creatures",	"task11_task_display_string_1":"Kill Creatures in the Area",	"task11_task_display_string_2":"Kill Aurek Creatures in the Area",	"task11_waypoint_name":"Crash Location",	"task12_comm_message_text":"So you killed both types of the creatures? Good work. You should head to the position listed in the crew member's datapad. Let's see if we can still help these crash victims before it's too late.",	"task12_journal_entry_description":"You reported in to agent Taarna on successfully killing the creatures in the immediate area. He's asked you to move out towards the location given in the crew member's datapad.",	"task12_journal_entry_title":"Confirm the Kills"
}}