{
	"stfFile":"quest/ground/talus_nashal_gather_missing",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"All of the selonian prisoners have been moved off world. You were able to uncover a traitor in the Selonian den, however. This information must be presented to the den mother.",	"journal_entry_description":"Lika wants you to find the Selonians the smugglers have taken captive. She has three buildings she wants you to check for prisoners.",	"journal_entry_title":"Gather the Missing",	"task01_entrance_waypoint_name":"Supply Building",	"task01_journal_entry_description":"Check the building where the smugglers store their supplies for the missing Selonians.",	"task01_journal_entry_title":"Check the Supply Building",	"task01_waypoint_name":"Supply Building",	"task02_entrance_waypoint_name":"Landing Pad Building",	"task02_journal_entry_description":"Check the landing pad entry building for the Selonian prisoners.",	"task02_journal_entry_title":"Check the Landing Pad Building",	"task02_waypoint_name":"Landing Pad Building",	"task03_item_name":"Flight Plan Terminal",	"task03_journal_entry_description":"Slice the flight plan terminal and try and find out the destination for the Selonian captives.",	"task03_journal_entry_title":"Slice the Flight Plan Terminal",	"task03_retrieve_menu_text":"Slice Selonian Prisoner Destination",	"task04_journal_entry_description":"You managed to dig through all the flight plans entered into the terminal and find one for Ord mantell listing its cargo as 'sophont resources'. This can only mean slaves; Selonian slaves. Apparently the Selonian prisoners taken by the smugglers are being shipped to Ord Mantell and sold as slaves. There was no confirmation that they have all been shipped out in the terminal.",	"task04_journal_entry_title":"Ord Mantell Flight Plan Entry",	"task04_message_box_text":"You manage to dig through all the flight plans entered into this terminal and find one for Ord Mantell listing its cargo as 'sophont resources'. This can only mean slaves; Selonian slaves. Apparently the Selonian prisoners taken by the smugglers are being shipped to Ord Mantell and sold as slaves. There is no confirmation that they have all been shipped out in this terminal.",	"task04_message_box_title":"Flight Plan Terminal Entry",	"task05_entrance_waypoint_name":"Living Quarters",	"task05_journal_entry_description":"The flight plan terminal listed the destination of the Selonians as Ord Mantell. It did not comfirm all of them had been shipped out yet, however. You'll need to check the living quarters to be sure there are no Selonians still being held by the smugglers.",	"task05_journal_entry_title":"Check the Living Quarters",	"task05_waypoint_name":"Living Quarters",	"task06_journal_entry_description":"One of the Smugglers in the living quarters seemed ready to talk to you. Ask him if he knows anything about the missing Selonians.",	"task06_journal_entry_title":"Talk to the Smuggler",	"task07_item_name":"Cargo Manifest Database",	"task07_journal_entry_description":"Use the password the smuggler gave you to slice the cargo manifest database located in the supply building.",	"task07_journal_entry_title":"Slice Cargo Manifest Database",	"task07_retrieve_menu_text":"Search for 'Sophont Resources' entries.",	"task08_journal_entry_description":"You performed a search in the cargo manifest database computer on 'sophont resources' revealing several entries. When you scanned the entry titles, you found one record with the entry; \"All sophont resources have been shipped to Ord Mantell, more resources must be gathered if further sales are expected.\"",	"task08_journal_entry_title":"Database Search Results",	"task08_message_box_text":"You perform a search on 'sophont resources' revealing several entries. As you scan the entry titles, you find one record with the entry; \"All sophont resources have been shipped to Ord Mantell, more resources must be gathered if further sales are expected.\"",	"task08_message_box_title":"Database Entry",	"task09_entrance_waypoint_name":"Selonian Den",	"task09_journal_entry_description":"Go back to Lika with the prisoners destination. I am sure the Selonians can manage an expedition to Ord Mantell to recover their den mates.",	"task09_journal_entry_title":"Return to Lika",	"task09_waypoint_name":"Lika Fimente"
}}