{
	"stfFile":"quest/ground/tatooine_espa_leg_work_2",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"Looks like Syndil's friend was more than he seemed. Average law-abiding pilots don't go around blowing up Imperial scout walkers. Looks like you might have dodged a dangerous fight this time.",	"journal_entry_description":"Watto thinks he sold the droid's legs to a woman here in Mos Espa. He's given you directions to her home.",	"journal_entry_title":"Leg Work",	"task01_comm_message_text":"Hello? You were the one who wanted to know about the droid legs I bought, right? Well, an Imperial Captain just came and took them. My friend went after him to get the legs back, but I haven't heard from him in a while. Last time he contacted me he was at this position. It's a long way so I had Watto send you a speeder to help you. ",	"task02_journal_entry_description":"Syndil says the legs were confiscated by an Imperial Captain. After they were taken a friend of hers flew off after him in his starship and apparently blew up the Captain's AT-ST. She has given you the location her friend was calling from.",	"task02_journal_entry_title":"Illegal Goods",	"task02_waypoint_name":"Syndil's Friend",	"task03_item_name":"Droid Legs",	"task03_journal_entry_description":"Head down to the Tusken camp and see if there are any survivors from the destroyed scout walker. They might have information about the droid part they confiscated.",	"task03_journal_entry_title":"Payment Due",	"task03_retrieve_menu_text":"Get the Droid Legs",	"task03_waypoint_name":"Tusken Camp",	"task04_journal_entry_description":"You've recovered the droid legs as well as some choice salvage parts the Tuskens recovered from the destroyed scout walker. It's time to return to Watto with the legs and see if he'll buy some of the AT-ST salvage.",	"task04_journal_entry_title":"Back to Watto",	"task04_waypoint_name":"Watto",	"task05_journal_entry_description":"You have recovered the droid legs and Watto has repaired them for you. ",	"task05_journal_entry_title":"Leg Work"
}}