{
	"stfFile":"quest/ground/tatooine_eisley_digital_infection_v2",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"You have discovered the true nature of the White Thranta Shipping company. It's time to confront Durr Roddack the manager and try to get him to answer for his crimes. While this is a noble goal, men like Durr hardly ever stand up and do what is right.",	"journal_entry_description":"Reimos thinks that the manager for the White Thranta Shipping Company, a front for Jabba's smuggling activities, is conducting unusual medical research. Reimos needs more information on this research . Reimos is a good slicer that has created a surveillance virus to tap into the company's records. Plant the virus by using the Public Access Terminal inside the company.",	"journal_entry_title":"Digital Infection",	"task00_entrance_waypoint_name":"White Thranta Shipping",	"task00_journal_entry_description":"Plant the surveillance virus in White Thranta Shipping's Public Access Terminal. You can find this terminal to the right as you enter the first room of the shipping company. The Public Access Terminal is on the opposite wall from the secretary.",	"task00_journal_entry_title":"Plant the Virus in the Public Access Terminal",	"task00_waypoint_name":"Public Access Terminal",	"task01_comm_message_text":"It's deployed? Ok, let me calibrate my terminal. Just a second...Ok, I have the link. It's coming in strong. Give me a bit to do the data search, I'll get back to you in a few seconds.",	"task01_journal_entry_description":"You have successfully deployed Reimos' surveillance virus.",	"task01_journal_entry_title":"Virus Deployed",	"task02_journal_entry_description":"Waiting for Reimos to find the data he is looking for.",	"task02_journal_entry_title":"Surveillance Time",	"task03_comm_message_text":"Look's like this place is using a lot of bacta, I need you to find out why. You need to download some data from their medical computer. I can't get you the password, but strangely enough I did find the security terminal password.  I'll send you the information on where it is. I need you to get the medical computer password from the security terminal.",	"task03_journal_entry_description":"Reimos has found the information he was looking for. He now wants you to download some data from the medical computer, but he doesn't have the password for the medical computer. He does have the security terminal password. Maybe you can help him find the medical computer password in the security terminal.",	"task03_journal_entry_title":"Surveillance Update from Reimos",	"task04_entrance_waypoint_name":"White Thranta Shipping",	"task04_journal_entry_description":"Try and find the medical computer's password in the security terminal. It should be located under medical facility status under the security measures heading.",	"task04_journal_entry_title":"Use Reimos' Password on the Security Terminal",	"task04_waypoint_name":"Security Terminal",	"task05_comm_message_text":"That's it! The password for the medical computer is RT4UX1A. Go to the medical computer and find and download the data to me.",	"task05_journal_entry_description":"You have the medical computer password. Go find the medical computer and look for the data Reimos needs.",	"task05_journal_entry_title":"Medical Computer Password Found",	"task06_entrance_waypoint_name":"White Thranta Shipping",	"task06_journal_entry_description":"You have the medical computer password. Go find the medical computer and look for the data Reimos needs. It will probably be related to a recent project of some sort.",	"task06_journal_entry_title":"Medical Computer Password Found",	"task06_waypoint_name":"Medical Computer",	"task07_journal_entry_description":"You have found the medical data Reimos was looking for and are downloading it.",	"task07_journal_entry_title":"Downloading Medical Data",	"task08_comm_message_text":"The data is conclusive. Durr and the White Thranta company are a front for illegal activities for Jabba the Hutt. We must shut this place down. See if you can talk to Durr. I don't think he will be very responsive, but we should give him the chance to answer for his crimes. If he does not cooperate however, you may have to use force.",	"task08_journal_entry_description":"Reimos' suspicions are confirmed.",	"task08_journal_entry_title":"Confirmation",	"task09_journal_entry_title":"Completion"
}}