{
	"stfFile":"quest/ground/tatooine_knives_fencing",
	"entries": {
		"category":"Tatooine",	"journal_entry_description":"You leave Ind and Kavas' to their petty squabbles and go see Lady Valarian. She might have You leave Ind and Kavas' to their petty squabbles and have talked to Lady Valarian about them. She now has work for you against her real enemy, Jabba the Hutt. some more interesing work for you. ",	"journal_entry_title":"Fencing Part 1",	"task00_journal_entry_description":"Lady Valarian is impressed with your resourcefullness. She would like to talk with you about doing some work for her. ",	"task00_journal_entry_title":"In the Service of Valarian",	"task00_waypoint_name":"Lady Valarian",	"task01_journal_entry_description":"One of Valarian's people has been feeding Jabba the Hutt information about her operations. She wants you to go and find out what Una has told the Hutts and then kill him, not necessarily in that order",	"task01_journal_entry_title":"Hunt Down Una",	"task02_journal_entry_description":"One of Valarian's people has been feeding Jabba the Hutt information about  her operations. She wants you to go and find out what Una has told the Hutts and then kill him, not necessarily in that order.",	"task02_journal_entry_title":"Hunt Down Una",	"task02_waypoint_name":"Una",	"task03_journal_entry_title":"Interrogate Prisoner",	"task03_message_box_text":"Looks like you killed Una before you could ask any questions. See if there is anyone around who might be able to answer your questions. ",	"task03_message_box_title":"Kill Then Ask Questions?",	"task04_journal_entry_description":"You managed to wipe out everyone before you could ask Una any questions. Maybe Keela can answer them.",	"task04_journal_entry_title":"Interrogate Keela ",	"task04_waypoint_name":"Keela",	"task05_journal_entry_description":"You have taken care of Una and got the information that you needed from Keela. Time to check in with the boss. ",	"task05_journal_entry_title":"Return to Valarian",	"task05_waypoint_name":"Lady Valarian",	"task06_journal_entry_description":"Una was passing on information about one of Valarians gun running operations. Jabba used a lunatic killer, known as Keska' Cay, to assassinate one of the pilots running that operation. Time for payback",	"task06_journal_entry_title":"Psycho Killer",	"task06_waypoint_name":"Pay Back",	"task07_journal_entry_description":"Una was passing on information about one of Valarians gun running operations. Jabba used a lunitic killer, known as Keska' Cay, to assassinate one of the pilots running that operation. Time for payback.",	"task07_journal_entry_title":"Psycho Killer",	"task07_waypoint_name":"Keska' Cay",	"task08_journal_entry_description":"Keska' Cay is dead. time to report to Lady Valarian",	"task08_journal_entry_title":"Return to Valarian",	"task08_waypoint_name":"Lady Valarian"
}}