{
	"stfFile":"quest/ground/tatooine_wald_firstquest",
	"entries": {
		"category":"Watto's Shop",	"journal_entry_completion_summary":"With help, Wald has managed to complete all the extra assignments Watto gave him along with his normal chores.  Both Wald and his owner are happy for one more day.",	"journal_entry_description":"Wald, the Rodian working in Watto's junkshop is overburdened with some jobs that Watto has given him in addition to his every day tasks.  He has asked for help with promise of some small reward for the assistance.",	"journal_entry_title":"Wald's Woes",	"task00_journal_entry_description":"Wald has asked that the flock of greater mynocks snacking on Watto's junkyard be thinned out.  Twenty of these beasts must be destroyed at the indicated waypoint.",	"task00_journal_entry_title":"Greater Mynock Menace",	"task00_waypoint_name":"Greater Mynock Nest",	"task01_journal_entry_description":"The pests have been slain.  Wald is waiting back at Watto's shop for confirmation that the job is complete.",	"task01_journal_entry_title":"Return to Wald",	"task01_waypoint_name":"Watto's Shop",	"task02_journal_entry_description":"Wald has two more jobs that need to be done.",	"task02_journal_entry_title":"Wald's Jobs",	"task02_task_display_string_1":"Delivered Swoop Parts",	"task02_task_display_string_2":"Aquired Engine Parts",	"task03_journal_entry_description":"Wald's jobs have been successfully completed.  The Rodian will no doubt have a reward back at Watto's shop.",	"task03_journal_entry_title":"Return to Wald",	"task03_waypoint_name":"Watto's Shop",	"task04_journal_entry_description":"Wald's extra tasks are completed.",	"task04_journal_entry_title":"Quest Completed",	"task05_journal_entry_description":"A gang of Tatooine teens calling themselves \"the Laser Flits\" has ambushed a delivery of swoop parts destined for Watto's shop.  Wald needs those parts recovered for Watto and wants the Flits taught a lesson in the process.  There is no doubt that some of the Flits will carry the swoop parts on them intending to use them in their own machines at some point.  Kill the gang members and retrieve the ten parts of the shipment.",	"task05_journal_entry_title":"Laser Flit Retribution",	"task05_waypoint_name":"Laser Flit Hangout",	"task06_journal_entry_description":"All ten swoop parts have been collected.  They only need to be delivered to Wald's waiting customer in the Starport.",	"task06_journal_entry_title":"Deliver the Swoop Parts",	"task07_journal_entry_description":"Wald needs two engine parts from an old Y-wing picked up from a current customer of Watto's.  The customer is waiting in the Mos Espa Starport at the bar.  Wald wants the payment chip given to the customer in exchange for the engine parts.",	"task07_journal_entry_title":"Retrieve the Engine Parts",	"task07_waypoint_name":"Wald's Waiting Customer"
}}