{
	"stfFile":"quest/ground/tatooine_eisley_tdc",
	"entries": {
		"category":"Tatooine",	"journal_entry_completion_summary":"What a strange delivery. Be good at adventuring because you sure don't want to have to do this every day!",	"journal_entry_description":"Byxle is having trouble fulfilling all his orders. He has offered to pay you if you will help him make his deliveries.",	"journal_entry_title":"Tasty Dried Critters",	"task00_journal_entry_description":"The owner of Tasty Dried Critters has asked you to make three deliveries for him. He has given you directions to the first customer, and will contact you with the next location after you deliver this order. Remember folks, TDC isn't fast food, it's fresh food delivered fast!",	"task00_journal_entry_title":"Drixa Delivery",	"task00_waypoint_name":"Drixa",	"task01_comm_message_text":"Don't worry about that last customer, it's not your fault. Drixa always has something to complain about. She just sent me the bill minus the fungus dippers cost and your tip. I'll have it ready when you're done. Here's the location of the next delivery.",	"task01_journal_entry_description":"The owner of Tasty Dried Critters has asked you to make three deliveries for him. He has given you directions to the first customer, and will contact you with the next location after you deliver this order. Remember folks, TDC isn't fast food, it's good food delivered fast!",	"task01_journal_entry_title":"Drixa Delivery",	"task02_journal_entry_description":"The owner of Tasty Dried Critters has asked you to make three deliveries for him. He has given you directions to the next customer, and will contact you with the last location after you deliver this order. Remember folks, TDC isn't fast food, it's fresh food delivered fast!",	"task02_journal_entry_title":"Nogri Delivery",	"task02_waypoint_name":"Nogri",	"task03_comm_message_text":"Nogri called and said he wasn't going to pay because there was something alive in his order. I think he's on spice, but took his word for it. I'll make up the tip for you and add it to your pay. No reason for you to lose out to his problems. Here's the location of the next delivery. Be careful with this one, Jano is a dangerous swoop gang leader.",	"task03_journal_entry_description":"The owner of Tasty Dried Critters has asked you to make three deliveries for him. He has given you directions to the next customer, and will contact you with the next location after you deliver this order. Remember folks, TDC isn't fast food, it's fresh food delivered fast!",	"task03_journal_entry_title":"Nogri Delivery",	"task04_journal_entry_description":"The owner of Tasty Dried Critters has asked you to make three deliveries for him. He has given you directions to the last customer. Jano is a dangerous gang leader. Hopefully this delivery will go better than the first two. Remember folks, TDC isn't fast food, it's fresh food delivered fast!",	"task04_journal_entry_title":"Jano Delivery",	"task04_waypoint_name":"Jano",	"task05_journal_entry_description":"The owner of Tasty Dried Critters has asked you to make three deliveries for him. He has given you directions to the first customer, and will contact you with the next location after you deliver this order. Remember folks, TDC isn't fast food, it's good food delivered fast!",	"task05_journal_entry_title":"Jano Delivery",	"task06_journal_entry_description":"Well, that's about the strangest fast food delivery you've ever seen. Talk to Jano and see if you can smooth things out.",	"task06_journal_entry_title":"Jano Delivery",	"task06_waypoint_name":"Jano",	"task07_comm_message_text":"Ok, that's it, head back to me. Jano transmitted the credits and said he likes his chubas fresh. Great work!",	"task07_journal_entry_description":"The final communication from Byxle.",	"task07_journal_entry_title":"Jano Delivery",	"task08_journal_entry_description":"For better or worse the deliveries have been made. It's time to head back to Byxle and collect your pay.",	"task08_journal_entry_title":"Back to Byxle",	"task08_waypoint_name":"Byxle",	"task09_journal_entry_description":"For better or worse the deliveries have been made. It's time to head back to Byxle and collect your pay.",	"task09_journal_entry_title":"Back to Byxle",	"task09_waypoint_name":"Begol"
}}