{
	"stfFile":"quest/ground/tatooine_24_azure_cabal_hunters_path_02",
	"entries": {
		"category":"Azure Cabal",	"journal_entry_completion_summary":"Tweego staged an ambush to test your ability to adapt under pressure. You successfully eliminated the Tusken Raider Outriders that flanked you and delivered your trophy to Tweego. He relayed his endorsement to Loruna Scathe, bringing you one step closer to membership in the Azure Cabal.",	"journal_entry_description":"Tweego wants proof of your ability to face the unexpected. He indicated that banthas are unpredictable foes, but something in his tone hinted at something more.",	"journal_entry_title":"Bantha Hunt",	"task01_journal_entry_description":"You have been instructed to acquire a musk gland from any type of bantha you can find and await further orders.",	"task01_journal_entry_title":"Acquire a Bantha Musk Gland",	"task02_comm_message_text":"Getting the gland is easy and so is this next part. Now you have to make it into a tool for the hunt. Rub the gland on a rotting dune bramble and wait...heh heh...",	"task03_item_name":"Horrible stench",	"task03_journal_entry_description":"Comm from Tweego: \"Getting the gland is easy and so is this next part. Now you have to make it into a tool for the hunt. Rub the gland on a rotting dune bramble and wait...heh heh...\"  Tweego then uploaded some coordinates. There should be some rotting dune brambles nearby.",	"task03_journal_entry_title":"Smear Gland on Rotting Bramble",	"task03_retrieve_menu_text":"Smear with musk",	"task03_waypoint_name":"Dunes",	"task04_journal_entry_description":"You have rubbed the vile smelling fluids from the bantha gland on the rotting dune bramble, resulting in a noxious aroma that can be smelled for kilometers downwind. If this does not draw a bull bantha, nothing will.",	"task04_journal_entry_title":"Wait for Dominant Bull Bantha",	"task05_journal_entry_description":"Now that you reek of bantha musk, it is only a matter of time before a dominant bantha challenges you. Kill it and retrieve its heart.",	"task05_journal_entry_title":"Slay Dominant Bantha",	"task07_journal_entry_description":"You must survive Tweego's trap. Even if the Tusken Raiders overpower you, you MUST find a way to defeat them all.",	"task07_journal_entry_title":"Survive the Trap",	"task07_waypoint_name":"Dunes",	"task08_journal_entry_description":"Bring the Bantha Heart to Tweego in exchange for an endorsement to Loruna Scathe.",	"task08_journal_entry_title":"Return to Tweego",	"task08_waypoint_name":"Tweego",	"task09_comm_message_text":"How pathetic. You are no hunter.",	"task10_comm_message_text":"Killing a bantha is nothing, really. You're in a trap! Now see if you can get out. That is your true test.  As I speak, Tusken Raiders are closing in. If you survive, I'll endorse you. If not...",	"task10_journal_entry_description":"Comm from Tweego: \"Killing a bantha is nothing, really. You're in a trap! Now see if you can get out. That is your true test.  As I speak, Tusken Raiders are closing in. If you survive, I'll endorse you. If not...\"",	"task10_journal_entry_title":"It's a Trap!"
}}