{
	"stfFile":"quest/ground/tatooine_24_azure_cabal_proptis_loss_01",
	"entries": {
		"category":"Azure Cabal",	"journal_entry_completion_summary":"You were not able to locate all of Propti Xaroon's lost belongings, but you found enough of them to win her appreciation. She has recommended you for membership in the Azure Cabal.",	"journal_entry_description":"Propti was robbed by a conman she knew only as Hoverdale. She has asked you to locate him and retrieve her credits and belongings.",	"journal_entry_title":"Propti's Loss",	"task02_journal_entry_description":"As one of Hoverdale's minions was dispatched, he coughed out a confession. He was only able to say: \"Propti's purse... medical droid...\" before dying.",	"task02_journal_entry_title":"Clue Found! Henchman's Confession",	"task04_comm_message_text":"You'd better be cautious...so far, you have only culled some of my less intelligent followers. If you persist, I will settle accounts personally. You've been told.",	"task04_journal_entry_description":"Hoverdale's Comm signal: \"You'd better be cautious...so far, you have only culled some of my less intelligent followers. If you persist, I will settle accounts personally. You've been told.\"",	"task04_journal_entry_title":"Hoverdale's Warning",	"task06_comm_message_text":"You were warned!",	"task06_journal_entry_description":"Hoverdale's Comm signal: \"You were warned!\"",	"task06_journal_entry_title":"Hoverdale's Attack",	"task08_journal_entry_description":"Hoverdale charged out of nowhere as yet another of his minions was dispatched. He's completely unhinged!",	"task08_journal_entry_title":"Defeat Hoverdale!",	"task09_journal_entry_description":"It appears that Hoverdale did not maintain detailed records of his thefts. However, two side comments in his personal journal mention a dancer's purse. One states: \"That silly dancer's purse has more hidden pockets than I imagined. I think I found everything except for her ident chips... those might fetch a decent price. I'll look again later.\" The second says: \"I can't seem to find that dancer's purse. I last saw it around the time we got that shipment of stolen droids for disassembly. I wonder if it's down there somewhere...\"",	"task09_journal_entry_title":"Clue Found! Hoverdale's Journal",	"task10_item_name":"Propti's Identity Chips",	"task10_retrieve_menu_text":"Search Purse",	"task11_journal_entry_description":"Propti lost a valuable purse and several other objects to a conman named Hoverdale. He has holed up in a cave on Tatooine. Search his hideout for clues.",	"task11_journal_entry_title":"Search Hideout for Clues",	"task11_waypoint_name":"Hoverdale's Hideout",	"task12_journal_entry_description":"You have located some of the items that Hoverdale stole from Propti. Bring them to her to receive her endorsement to Loruna Scathe.",	"task12_journal_entry_title":"Return to Propti Xaroon",	"task12_waypoint_name":"Propti Xaroon",	"task13_task_display_string_1":"Waiting for Propti's property to be recovered."
}}