{
	"stfFile":"quest/ground/tatooine_espa_body_building_v2",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"You were able to recover the chassis for the droid. Watto should have something else for you to do.",	"journal_entry_description":"Watto isn't sure what happened to all the parts of the droid. He's given you a thin lead at best. Looks like it's up to you to recover the droid parts.",	"journal_entry_title":"Body Building",	"task00_journal_entry_description":"Watto sold the main casing to a man named Peggin, and has given you directions to his home.",	"task00_journal_entry_title":"Talk to Peggin",	"task00_waypoint_name":"Peggin",	"task01_journal_entry_description":"Peggin discarded the old casing because it wouldn't fit his R2 droid. He mentioned seeing some Jawas fishing though his trash. You should go to their trading post and talk to the Jawas.",	"task01_journal_entry_title":"Go to the Jawa Trading Post",	"task01_waypoint_name":"Jawa Trader",	"task02_journal_entry_description":"The Jawas did recover the droid's casing, but have sold it to a miner that claimed he had found a rich robonium vein to the northeast.",	"task02_journal_entry_title":"Find the Miner",	"task02_waypoint_name":"Miner's Camp",	"task03_item_name":"Droid Main Body Casing",	"task03_journal_entry_description":"The miner said the casing should be in a trash pile outside the Tusken hut.",	"task03_journal_entry_title":"Retrieve the Droid Casing",	"task03_retrieve_menu_text":"Get the Chassis",	"task03_waypoint_name":"Droid Chassis",	"task04_comm_message_text":"You got the chassis? A woman here in Mos Espa bought the legs. Her name was ahh... Syndil, maybe. Anyway she has her own problem she would like help with, and will be contacting you soon. She gave me a speeder deed to give to you as payment up front for your help.",	"task05_journal_entry_description":"You have successfully returned the main droid casing to Watto; who has repaired it and given it back to you.",	"task05_journal_entry_title":"Body Building"
}}