{
	"stfFile":"quest/ground/tatooine_eisley_drensbounty_v2",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"Well done. You did your best to bring the criminals to justice, but they chose their own fate. You've probably earned some small amount of Jabba's respect for cleaning up some of his less loyal subjects, but then again probably not. In the end is it really a good idea to be Jabba's friend?",	"journal_entry_description":"The White Thranta Shipping company is much more than it seems. Infiltrate the bunker and see if you can get to the bottom of their questionable activities.",	"journal_entry_title":"Shipping Out",	"task00_journal_entry_description":"Find Durr in the White Thranta shipping office and defeat him.",	"task00_journal_entry_title":"Defeat Durr",	"task00_waypoint_name":"White Thranta Shipping",	"task01_item_name":"Durr's Datapad",	"task01_journal_entry_description":"You just picked up Durr's datapad. Check your inventory and read it for more information.",	"task01_journal_entry_title":"Read Durr's Datapad",	"task01_retrieve_menu_text":"Read Durr's Datapad",	"task02_comm_message_text":"So Durr was stealing from his own company? Maybe we can get this boss of his to answer for their shared crimes. Use the password on the Payroll Terminal in the front office and find out who Durr's boss is.",	"task02_journal_entry_description":"Durr wouldn't answer to reason, but his datapad mentions him stealing from a boss. Use the password found in the datapad to access the Payroll Terminal in the front office and see if you can find out who Durr's boss is.",	"task02_journal_entry_title":"Durr's Folly",	"task03_entrance_waypoint_name":"White Thranta Shipping",	"task03_journal_entry_description":"Head to the base's front offices and use Durr's password on the Company Payroll Terminal and check his payment records. You can find this terminal in the first room with the secretary and the Public Access Terminal. It is on the north wall opposite the entrance.",	"task03_journal_entry_title":"Slice the Company Payroll Terminal",	"task03_waypoint_name":"Payroll Terminal",	"task04_journal_entry_description":"You found an open account of White Thranta funds. It's not like the criminals will be using the money after you shut this place down, might as well put it to good use. Using the payroll terminal, you might be able to transfer those funds to your own account. If you were so inclined.",	"task04_journal_entry_title":"Account Transfer",	"task05_entrance_waypoint_name":"White Thranta Shipping",	"task05_journal_entry_description":"Go to the Security Terminal and review the personnel records on Durr. The security terminal is located in the round room right after the entrance room of the building. It is located on the west wall.",	"task05_journal_entry_title":"Slice the Security Terminal",	"task05_waypoint_name":"Security Terminal",	"task06_entrance_waypoint_name":"White Thranta Shipping",	"task06_journal_entry_description":"Go to the dormitory and use the password you got from the Security Terminal on Durr's Personal Data Terminal. Try to find something that might help you investigate Brok Ziam, Durr's supervisor. Durr's Personal Data Terminal is located in the northwest corner of the dormitory, inside the partition.",	"task06_journal_entry_title":"Slice Durr's Personal Data Terminal",	"task06_waypoint_name":"Durr's Personal Data Terminal",	"task07_entrance_waypoint_name":"White Thranta Shipping",	"task07_journal_entry_description":"Slice Brok's Personal Data Terminal in the dormitory and find out some clue about what he's doing. Brok's Personal Data Terminal is in the same room as Durr's Personal Data Terminal on the north wall, inside the largest partition.",	"task07_journal_entry_title":"Slice Brok's Personal Data Terminal",	"task07_waypoint_name":"Brok's Personal Data Terminal",	"task08_comm_message_text":"Look's like we found the boss. He sounds like a real nice guy. I don't think it will happen, but try and get him to give up peacefully.",	"task08_journal_entry_description":"According to Brok's journals he was planning to cross Jabba the Hutt. You could leave him alone and let him face Jabba's wrath, but considering Jabba's unpredictability there is no telling if he would be killed or promoted. It will be best if you take care of this yourself. Confront Brok and see if he is willing to face justice.",	"task08_journal_entry_title":"Mission Update from Reimos",	"task09_entrance_waypoint_name":"White Thranta Shipping",	"task09_journal_entry_description":"Confront Brok Ziam and see if he will give up and face justice.",	"task09_journal_entry_title":"Defeat Brok",	"task09_waypoint_name":"Brok Ziam",	"task10_comm_message_text":"It's too bad about Brok, but I didn't really think he would turn himself in. I used the data in his personal journal to try and find that package you're looking for. Apparently the Empire and the Alliance already have people assigned to find it. I'll give you their contact information. Go see what leads they might have for you.",	"task10_journal_entry_description":"Reimos has contacted you with information about the package you are looking for. It turns out both the Empire and Alliance have people assigned to find it. It would probably be best to pick one and see if you can help them follow up on their leads.",	"task10_journal_entry_title":"Package Found",	"task11_journal_entry_description":"Good Work! You have defeated the monster Durr. It's now time to find out who is really in charge here.",	"task11_journal_entry_title":"Complete"
}}