{
	"stfFile":"quest/ground/tatooine_24_azure_cabal_top_world_01",
	"entries": {
		"category":"Azure Cabal",	"journal_entry_completion_summary":"Despite hordes of Jabba's henchmen, you succeeded in configuring and testing the comm-interceptors on three comm-relay towers.",	"journal_entry_description":"One of the Azure Cabal's clients is interested in ongoing intel on Jabba the Hutt's activities. Spying on Jabba is chancy business; However, Loruna has given Porgryn a quantity of special comm-interceptors that self-destruct while forwarding a single, highly secure message. The benefit is that Jabba cannot trace the device back to the Cabal. The down side is that replacement of the units is an ongoing chore.",	"journal_entry_title":"Top of the World",	"task01_journal_entry_description":"Attach a comm-interceptor to the northern-most comm-relay tower serving Jabba's Palace and wait for further instructions.",	"task01_journal_entry_title":"Bug Northern Comm-Relay Tower",	"task01_waypoint_name":"Jabba's Comm-Relay Tower",	"task02_item_name":"Successful hardware handshake code",	"task02_journal_entry_description":"Attach a comm-interceptor to the northern tower. This is a tricky procedure, so clear the area first to prevent distractions.",	"task02_journal_entry_title":"Bugging the Tower",	"task02_retrieve_menu_text":"Connect comm-interceptor",	"task02_waypoint_name":"Jabba's Comm-Relay Tower",	"task03_journal_entry_description":"Comm from Porgryn: \"Good work. Stand by for encrypted test-signal. Do NOT leave the area or you may not be able to reset the destruct sequence in time. Estimated time to signal: 1 minute.\"",	"task03_journal_entry_title":"Wait for further instructions",	"task03_waypoint_name":"Jabba's Comm-Relay Tower",	"task04_item_name":"Destruct sequence reset",	"task04_journal_entry_description":"The comm-interceptor has received Porgryn's test message. Disable the destruct sequence within 2 minutes.",	"task04_journal_entry_title":"Reset the Self-Destruct Sequence",	"task04_retrieve_menu_text":"Reset the destruct sequence",	"task04_waypoint_name":"Jabba's Comm-Relay Tower",	"task06_journal_entry_description":"The comm-interceptor has been successfully installed and tested. Return to Porgryn for your endorsement to Loruna.",	"task06_journal_entry_title":"Return to Porgryn",	"task06_waypoint_name":"Porgryn",	"task08_comm_message_text":"I have uploaded the test signal. You have 2 minutes to reset the self-destruct sequence.",	"task10_journal_entry_description":"Porgryn will send the test signal soon. Remain in the area and eliminate hostile forces in order to be ready when it comes.",	"task10_journal_entry_title":"Stand By for Test Signal",	"task11_comm_message_text":"Good work. Stand by for encrypted test-signal. Do NOT leave the area or you may not be able to reset the destruct sequence in time. Estimated time to signal: 1 minute."
}}