{
	"stfFile":"quest/ground/tatooine_eisley_answers",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"You have finally sliced Brok's personal data terminal. It shows that he was behind all of this. You must defeat Brok to satisfy Jabba, but for all he's done to the innocent people of Mos Eisley, he needs to die.",	"journal_entry_description":"You're going to have to fight your way back to the front office and slice the computer there. Let's hope it has more information for you.",	"journal_entry_title":"Answers",	"task00_journal_entry_description":"According to Durr's datapad he was attempting to slice into the White Thranta payroll computer. It apprears he was not happy with his pay. He didn't appear to be successful, but he did get as far as the security systems database. Maybe you can find something of value using his slice technique.",	"task00_journal_entry_title":"Durr's Datapad",	"task00_message_box_text":"According to Durr's datapad he was attempting to slice into the White Thranta payroll computer. It appears he was not happy with his pay. He didn't appear to be successful, but he did get as far as the security systems database. Maybe you can find something of value using his slice technique.",	"task00_message_box_title":"Durr's Datapad",	"task00_waypoint_name":"White Thranta Shipping",	"task01_item_name":"Company Payroll Terminal",	"task01_journal_entry_description":"Head to the base's front offices and use Durr's slice technique on the Company Payroll Terminal. You can find this terminal in the first room with the secretary and the Public Access Terminal. It is on the north wall opposite the entrance.",	"task01_journal_entry_title":"Slice the Company Payroll Terminal",	"task01_retrieve_menu_text":"Slice Company Payroll Terminal",	"task01_waypoint_name":"White Thranta Shipping",	"task02_journal_entry_description":"Slicing the payroll computer is simple using Durr's technique. You search the database and notice the security captain used the same password on the last three password updates. You might try that password on the bases security computer. You also take note of an untapped escrow account you can check later to see if it's still active. I'm sure Durr won't miss the creds.",	"task02_journal_entry_title":"Disgruntled Employee",	"task02_message_box_text":"Slicing the payroll computer is simple using Durr's technique. You search the database and notice the security captain used the same password on the last three password updates. You might try that password on the base's security computer. You also take note of an untapped escrow account you can divert to your own account. It will take some time to transfer, but you're sure Durr won't miss the credits.",	"task02_message_box_title":"Payroll Computer",	"task02_waypoint_name":"White Thranta Shipping",	"task03_item_name":"Base Security Terminal",	"task03_journal_entry_description":"Go to the Security Terminal and use the captain's password. The security terminal is located in the round room right after the entrance room of the building. It is located on the west wall.",	"task03_journal_entry_title":"Slice the Security Terminal",	"task03_retrieve_menu_text":"Slice Security Terminal",	"task03_waypoint_name":"White Thranta Shipping",	"task04_journal_entry_description":"The captain's over-used password worked. As you scan the system's records you notice a file on Durr. It lists his personal passwords, and it also has a strange note attached to his file put there by the security captain. For some reason the captain was ordered to issue a disciplinary reprimand against Dren by someone of higher authority. This seems to indicate Dren was not the ultimate authority in this base. The reprimand was given for accessing an unmentioned file. It's possible this file can be found in Durr's personal computer.",	"task04_journal_entry_title":"Security Insecurity",	"task04_message_box_text":"The captain's over-used password worked. As you scan the system's records you notice a file on Durr. It lists his personal passwords, and it also has a strange note attached to his file put there by the security captain. For some reason the captain was ordered to issue a disciplinary reprimand against Durr by someone of higher authority. This seems to indicate Durr was not the ultimate authority in this base. The reprimand was given for accessing an unmentioned file. It's possible this file can be found in Durr's personal computer.",	"task04_message_box_title":"Security Computer",	"task04_waypoint_name":"White Thranta Shipping",	"task05_item_name":"Dren's Personal Data Terminal",	"task05_journal_entry_description":"Go to the dormitory and use the password you got from the Security Terminal on Durr's Personal Data Terminal. Durr's Personal Data Terminal is located in the northwest corner of the dormitory, inside the partition.",	"task05_journal_entry_title":"Slice Durr's Personal Data Terminal",	"task05_retrieve_menu_text":"Slice Dren's Personal Data Terminal",	"task05_waypoint_name":"White Thranta Shipping",	"task06_journal_entry_description":"Using Durr's password from the security computer gives you full access to Durr's files. The first thing you notice is that Durr answered to a man named Brok Ziam. This is the final target for the activities going on in the infirmary. You also happen to notice that Durr was keeping track of Brok's activities for someone. Someone Durr obviously feared greatly. The last thing you recover is the password for Brok's personal computer. It appears Durr was quite a capable slicer.",	"task06_journal_entry_title":"Durr's Journal",	"task06_message_box_text":"Using Durr's password from the security computer you gain full access to Durr's files. The first thing you notice is that Durr answered to a man named Brok Ziam. This is the true person responsible for the activities going on in the infirmary. You also recover the password for Brok's personal computer. It appears Durr was quite a capable slicer.",	"task06_message_box_title":"Durr's Personal Computer",	"task06_waypoint_name":"White Thranta Shipping",	"task07_item_name":"Brok's Personal Data Terminal",	"task07_journal_entry_description":"Slice Brok's Personal Data Terminal in the dormitory. Brok's Personal Data Terminal is in the same room as Durr's Personal Data Terminal on the north wall, inside the largest partition.",	"task07_journal_entry_title":"Slice Brok's Personal Data Terminal",	"task07_retrieve_menu_text":"Slice Brok's Personal Data Terminal",	"task07_waypoint_name":"White Thranta Shipping",	"task08_journal_entry_description":"You access Brok's computer with the password stolen from Durr's files. Brok was indeed working for someone else that financed the entire operation. Brok only lists him as JH, and it's apparent Brok feared him at least as much as Durr did. You also notice that Brok was tracking the same salvage cargo that you were on board the space station. There appears to be more here than what first meets the eye. It looks like the only way you'll find the true answers to this mystery is to take out Brok and see if he knows anything more.",	"task08_journal_entry_title":"Brok's Journal",	"task08_message_box_text":"You access Brok's computer with the password stolen from Durr's files. You notice that Brok was tracking some cargo coming from Tansarii Station, the same station you just left. There appears to be more here than what first meets the eye. It looks like the only way you'll find the true answers to this mystery is to take out Brok and see if he knows anything more.",	"task08_message_box_title":"Brok's Personal Computer",	"task08_waypoint_name":"White Thranta Shipping",	"task09_comm_message_text":"Yes, YES! He is the one! I will tell Jabba immediately. You have done well, and you will be rewarded.",	"task09_journal_entry_description":"Incoming Comm from Bib Fortuna.",	"task09_journal_entry_title":"Bib Comm",	"task10_journal_entry_description":"Good Work! You have completed the Answers quest! You have discovered the true leader of the White Thranta Shipping company is Brok Ziamzun. Time to take him out.",	"task10_journal_entry_title":"Complete",	"task11_journal_entry_description":"You are being contacted by a bank representitive.",	"task11_journal_entry_title":"Imperial First Bank of Core",	"task12_comm_message_text":"Transfer request of 5,000 Imperial credits from White Thranta escrow account A37TDX41 to your personal account has been approved. Thank you for using the First Imperial Bank of Core, and have a nice day!",	"task12_journal_entry_description":"You are being contacted by a bank representitive.",	"task12_journal_entry_title":"First Imperial Bank of Core"
}}