{
	"stfFile":"quest/ground/tatooine_eisley_special_delivery",
	"entries": {
		"category":"Legacy",	"journal_entry_completion_summary":"You successfully delivered Dunir's package to Toggi, and Picked up Dunir's package from the White Thranta receptionist.",	"journal_entry_description":"Bib needs you to take care of some deliveries for Dunir. It's probably best not to ask what's inside.",	"journal_entry_title":"Special Delivery",	"task00_journal_entry_description":"Dunir has asked you to drop off a package to Toggi Bok. Toggi is located just outside of Mos Eisley in a remote shipping camp. This might be a good time to break in that new speeder.",	"task00_journal_entry_title":"Deliver Package to Toggi Bok",	"task00_waypoint_name":"Toggi Bok",	"task01_journal_entry_description":"You've delivered the package to Toggi without a hitch, and he has transmitted the delivery code to Dunir. You should be receiving word from Dunir any second now.",	"task01_journal_entry_title":"Standby for Dunir's Comm",	"task02_comm_message_text":"I just got the payment from Toggi, good job. I just need you to do one more thing for me. I need you to go to the White Thranta Shipping offices and pick up a package for me. Here is their location.",	"task02_journal_entry_description":"Dunir needs one more task from you.",	"task02_journal_entry_title":"Dunir's Comm",	"task03_journal_entry_description":"Dunir has asked you to pick up a package waiting for him at the White Thranta shipping office. It is inside with the receptionist.",	"task03_journal_entry_title":"Pick Up Dunir's Package",	"task03_waypoint_name":"White Thranta Shipping",	"task04_journal_entry_description":"You have picked up the package from the receptionist. She has transmitted the pick up code to Dunir and you should be hearing from him shortly.",	"task04_journal_entry_title":"Standby for Dunir's Other Comm",	"task05_comm_message_text":"I just got the pick up confirmation code from the White Thranta receptionist. Bring that to me and we can get your fee all worked out. Here's a return location for convenience.",	"task05_journal_entry_description":"Bring Dunir the package you picked up from the White Thranta receptionist.",	"task05_journal_entry_title":"Dunir's Other Comm",	"task06_journal_entry_description":"You have returned to Dunir with the package and you are waiting on your pay. Good work!",	"task06_journal_entry_title":"Return Package to Dunir",	"task06_waypoint_name":"Dunir",	"task07_journal_entry_description":"Good Work! You have completed the Special Delivery quest.",	"task07_journal_entry_title":"Complete"
}}