{
	"stfFile":"quest/ground/typho_police_one",
	"entries": {
		"category":"Legacy",	"journal_entry_description":"Captain Typho has asked for help with the local police force as they are currently undermanned.",	"journal_entry_title":"Typho - Police Work",	"task00_journal_entry_description":"The Mauler gang has staged a siege against some outlying farmers. The siege was broken up, but many of the Maulers are still hanging around the area, and Typho wants you to make sure they don't harm any citizens.",	"task00_journal_entry_title":"Kill 15 Maulers",	"task00_waypoint_name":"Maulers",	"task01_comm_message_text":"The Maulers may have been after something specific. While the siege was occurring, several Mauler Champions may have taken experimental weapons. Track them down and bring back anything they took.",	"task02_journal_entry_description":"Typho wants you to track down Mauler Champions, to see if they have stolen any experimental weapons while the siege was occurring. They do not appear to be in the bunker. Typho sent you the location of a secondary Mauler base where they may be stationed.",	"task02_journal_entry_title":"Get Stolen Goods from Mauler Champions",	"task02_waypoint_name":"Mauler Encampment",	"task03_comm_message_text":"Ah, you've collected the missing weapons. The Maulers are planning something, I need you to find out what it is. They may have some intel on them. Find out what they're planning.",	"task04_journal_entry_description":"The Maulers appear to be planning something big. Find information on the Maulers and see if you can figure out what it is they're up to.",	"task04_journal_entry_title":"Gather Intel from Mauler Apprentices",	"task04_waypoint_name":"Mauler Encampment",	"task05_comm_message_text":"The messages are encoded? We'll need a device, one of the ones they're using. There's a good chance the Mauler Lords might have one. See if you can track down a decoder.",	"task06_journal_entry_description":"The Mauler messages are encoded, so you'll need the Maulers' encoding device to figure out what they're up to. One of the Mauler Lords might have one.",	"task06_journal_entry_title":"Find Mauler Encoder",	"task06_waypoint_name":"Mauler Stronghold",	"task07_comm_message_text":"You've found an encoder I see. Take it to the RSF computer in Theed and we'll let the computer do the hard work for us.",	"task08_journal_entry_description":"The RSF computer located inside Theed Palace should help you decode these messages from the Maulers.",	"task08_journal_entry_title":"Use the RSF Computer in Theed Palace",	"task08_waypoint_name":"RSF Computer",	"task09_comm_message_text":"The messages are decoded. A new Mauler chieftain is grabbing for power over the old leader. He's planning to attack Keren with a large force. Stop him before he can get organized.",	"task10_journal_entry_description":"A Mauler Warlord is planning on taking over the Mauler gang for himself. He's going to rally his troops and take Keren, in an effort to show up the old Mauler leader. You have to stop him before he gets his people organized. He's going to be gathering people in the lowest levels of the Mauler Stronghold. Get over there and stop him!",	"task10_journal_entry_title":"Stop the Mauler Usurper",	"task10_waypoint_name":"Mauler Usurper",	"task11_comm_message_text":"Good work. Come back and see me and we'll take care of the paperwork for this job. You've done well.",	"task12_journal_entry_description":"You need to return to Typho to officially sign off on this mission.",	"task12_journal_entry_title":"Return to Typho",	"task12_waypoint_name":"Captain Typho"
}}