{
	"stfFile":"quest/ground/yavin_fallenstar_pt2",
	"entries": {
		"category":"Yavin 4",	"journal_entry_description":"Osae, a Hutt operative at the Mining Outpost, has been impressed with your stopping Negam  Dr' Lar from interfering with the illegal Hutt salvage operation. Now she wants to use you to finalize her hold on illicit activities here on Yavin 4.  She wants you to destroy another criminal operation so their leader will have work for Osae.",	"journal_entry_title":"Catch a Fallen Star Part 2",	"task00_journal_entry_description":"Osae wants to turn Ewrosa Soci into an informer. Soci does a nice business in supplying spice to the Labor Outpost as well as smuggling ancient artifacts off planet. To force him to work for Osae all of Soci's operations have to be destroyed. The first step is to destroy Soci's illegal trade in Sith and Massassi artifacts by wiping out all of Osae's grave robbers.",	"task00_journal_entry_title":"Destory Grave Robbers",	"task00_waypoint_name":"Grave Robber Dig",	"task01_journal_entry_description":"The first step in Osae's plan has been a success. The grave robbers at the Massassi dig weren't a problem. Now its time to kick Soci's other leg out from under him. Destroy his spice-running operation. Once this is done, Osae will have the leverage to force Soci to join her Hutt organization.  You need to go to the smuggler landing site and take the spice meant for Soci.",	"task01_journal_entry_title":"Kill Soci's Smugglers",	"task01_waypoint_name":"Smuggler Camp",	"task02_journal_entry_description":"Opca's little operation has been crippled.  Go and give him the bad news. He can be found near the Labor Outpost cantina.",	"task02_journal_entry_title":"Warn Ewrosa Soci",	"task02_waypoint_name":"Ewrosa  Soci",	"task03_journal_entry_description":"With your destruction of Soci's smuggling and spice-running operations, he is a broken and creditless man. He has agreed to work for Osae the Hutt operative at the Mining Outpost. Give Osae the good news.",	"task03_journal_entry_title":"Return to Osae",	"task03_waypoint_name":"Osae Meilea",	"task04_journal_entry_title":"Mission Reward"
}}