{
	"stfFile":"spacequest/rescue/ep3_kash_station_rescue_bravo",
	"entries": {
		"abort":"We're not going to make it without you!",	"arrival_phase_1":"The distress signal is coming from deep within the Tyyyn nebula. You'd better hurry!",	"arrival_phase_2":"I've located the transport! Dock with the transport and use your ship power to jump-start their repair system.",	"assigned_delayed":"",	"attack_notify":"pcontrast3 Tactical Computer: pcontrast1 Hostile fighters on attack vector!",	"attack_stopped":"pcontrast3 Tactical Computer: pcontrast1 Hostile forces eliminated.",	"autorewardbody":"We are so very thankful that you were able to save yet another civilian transport. Such bravery!",	"autorewardfrom":"Rian Ry",	"autorewardsubject":"Another successful rescue!",	"complete":"Fantastic! The civilians are repaired and underway to their final destinations. Good job!",	"docking_complete":"The transport has taken power from your ship to start its repair system!",	"docking_started":"Perfect! As soon as you're docked, the transport will draw power from your ship.",	"failed_destroy":"No! No! The transport has been destroyed!",	"panic_1":"Oh no! Help us!",	"panic_2":"We can't take much more of this!",	"panic_3":"They're coming for us!",	"panic_4":"Please! Help!",	"panic_5":"No! Not like this! No!",	"quest_dock_d":"The civilian transport needs a power-boost to restart its internal repair systems. Dock with the starship so they can begin the exchange.",	"quest_dock_t":"Dock with the Civilian Transport to transfer power",	"quest_escort_d":"The civilian transport is powered up and ready to continue its journey. Escort it to the Kashyyyk space station so that it can make a safe jump to hyperspace.",	"quest_escort_t":"Escort the Civilian Transport to the Kashyyyk space station",	"quest_location_d":"Fly to the depths of the Tyyyn nebula in the Kashyyyk system. The Ghrag have snared another civilian transport here!",	"quest_location_t":"Kashyyyk system: Tyyyn Nebula",	"quest_update":"pcontrast3 Rian Ry:pcontrast1 <%TO>",	"recovery_success":"Ship systems back on-line!",	"rescue_abandoned":"No! We're not going to make it!",	"rescue_phase_1":"We need power to restart our repair system. We'll take it from your ship when you dock with us!",	"rescue_phase_2":"Thanks! Our repair system is fully-charged!",	"split_quest_alert":"",	"split_quest_alert_fail":"",	"taunt_1":"The Ghrag take no prisoners!",	"taunt_2":"Step aside pilot! This prize is mine!",	"taunt_3":"What are you? Rebel? Imperial? Who cares?! You die now!",	"taunt_4":"The Ghrag rule Kashyyyk space!",	"taunt_5":"You will not survive this fight!",	"thanks_1":"Good shooting, my friend!",	"thanks_2":"Oh yeah! More of that, please!",	"thanks_3":"That's it! That's the way you do it!",	"thanks_4":"Yee-ha! That was one in a million!",	"thanks_5":"Teach those mercenaries a lesson they won't soon forget!",	"title":"The Ghrag Strike Again!",	"title_d":"Although you succeeded in frustrating the Ghrag mercenaries by rescuing that civilian transport - you also succeeded in making them very vengeful. They have gone after yet another civilian transport. Save it while there's still time!"
}}