{
	"stfFile":"spacequest/rescue/ep3_kash_station_rescue_alpha",
	"entries": {
		"abort":"We're not going to make it without you!",	"arrival_phase_1":"Fly to the Tyyyn nebula. A weak distress signal is coming from there...",	"arrival_phase_2":"I have a location for that civilian transport! Fly there, dock with the starship and jump-start their repair system.",	"assigned_delayed":"",	"attack_notify":"pcontrast3 Tactical Computer: pcontrast1 Hostile fighters incoming!",	"attack_stopped":"pcontrast3 Tactical Computer: pcontrast1 Hostile fighters eliminated.",	"autorewardbody":"The Ghrag mercenaries are becoming a real threat! Thank the maker you were available to save this civilian transport. Who knows what might have happened otherwise!",	"autorewardfrom":"Rian Ry",	"autorewardsubject":"Successful rescue!",	"complete":"Fantastic! The civilians are safely on their way to their final destination. Good job!",	"docking_complete":"Okay! The transport has drawn enough power to get under-way.",	"docking_started":"Perfect! As soon as you're docked the civilian transport will start drawing power from your ship.",	"failed_destroy":"No! No! The transport has been destroyed!",	"panic_1":"Oh no! Help us!",	"panic_2":"We can't take much more of this!",	"panic_3":"They're coming for us!",	"panic_4":"Please! Help!",	"panic_5":"No! Not like this! No!",	"quest_dock_d":"The civilian transport needs a power-boost to restart its internal repair systems. Dock with the starship so they can begin the exchange.",	"quest_dock_t":"Dock with the Civilian Transport to transfer power",	"quest_escort_d":"The civilian transport is powered up and ready to continue its journey. Escort it to the Kashyyyk space station so that it can make a safe jump to hyperspace.",	"quest_escort_t":"Escort the Civilian Transport to the Kashyyyk space station",	"quest_location_d":"Fly to the Tyyyn nebula in the Kashyyyk system. The Ghrag have set up an ambush here.",	"quest_location_t":"Kashyyyk system: Tyyyn Nebula",	"quest_update":"pcontrast3 Rian Ry:pcontrast1 <%TO>",	"recovery_success":"Thanks! Our repair systems are coming back on-line!",	"rescue_abandoned":"No! We're not going to make it!",	"rescue_phase_1":"We need power to restart our repair system. We'll take it from your ship when you dock with us!",	"rescue_phase_2":"Thanks! Our repair system is fully-charged!",	"split_quest_alert":"",	"split_quest_alert_fail":"",	"taunt_1":"The Ghrag take no prisoners!",	"taunt_2":"Step aside pilot! This prize is mine!",	"taunt_3":"What are you? Rebel? Imperial? Who cares?! You die now!",	"taunt_4":"The Ghrag rule Kashyyyk space!",	"taunt_5":"You will not survive this fight!",	"thanks_1":"Good shooting, my friend!",	"thanks_2":"Oh yeah! More of that, please!",	"thanks_3":"That's it! That's the way you do it!",	"thanks_4":"That'll show those mercenaries!",	"thanks_5":"Die you pirate scum!",	"title":"Rescue a damaged Civilian Transport in the Tyyyn nebula",	"title_d":"The Ghrag mercenaries have boldly announced their intentions to disrupt civilian traffic throughout Kashyyyk space."
}}