{
	"stfFile":"spacequest/rescue/ep3_hunting_ziven_fordans_ship",
	"entries": {
		"abort":"That ship must be recovered... what are you doing?",	"arrival_phase_1":"Fordan's ship detected on scans. Stand by for update.",	"arrival_phase_2":"Fordan's ship located. Proceed with rescue operation.",	"assigned_delayed":"",	"attack_notify":"Tactical Computer: < Enemy fighters detected. >",	"attack_stopped":"Tactical Computer: < Enemy fighters eliminated. >",	"autorewardbody":"Thank you for recovering Fordan's ship. We don't yet know what happened, but my technicians have already begun examining the ship. We'll know something soon.",	"autorewardfrom":"Ziven Tissak",	"autorewardsubject":"Fordan's Ship Successfully Recovered.",	"complete":"Good work, you have found Fordan's ship. No sign of Fordan himself, as expected. Hopefully, we'll be able to figure out what happened.",	"docking_complete":"Repairs completed. Start up sequence underway.",	"docking_started":"Beginning repairs. Stand by.",	"failed_destroy":"We lost Fordan's ship. Return to Ziven. If it's still intact, maybe we can try again.",	"panic_1":"[*There is no reaction of any kind from Fordan's ship*]",	"panic_2":"",	"panic_3":"",	"panic_4":"",	"panic_5":"",	"quest_dock_d":"Pull up near the ship and press the 'U' key to assist with repairs.",	"quest_dock_t":"Dock with Fordan's Ship",	"quest_escort_d":"Escort Fordan's ship to a safe location where a more thorough scan of it can be attempted.",	"quest_escort_t":"Escort Fordan's Ship.",	"quest_location_d":"Fordan's last known transmition happened shortly after he entered the Kashyyyk System.",	"quest_location_t":"Kashyyyk System",	"quest_update":"Mission Command: < %TO >",	"recovery_success":"Scanning the ship for any clues of what happened...",	"rescue_abandoned":"Why are you abandoning the ship? We need it, or we may never find Fordan.",	"rescue_phase_1":"The ship looks abandoned and heavily damaged.",	"rescue_phase_2":"We'll attempt to repair the ship enough to fly it to a safer location. Standby.",	"split_quest_alert":"",	"split_quest_alert_fail":"",	"taunt_1":"The stars belong to us! Die!",	"taunt_2":"Fools, leave while you still can.",	"taunt_3":"Take our advice and just run away!",	"taunt_4":"",	"taunt_5":"",	"thanks_1":"[*The ship hangs inert in space, but at least those scavengers are no longer picking at it*]",	"thanks_2":"",	"thanks_3":"",	"thanks_4":"",	"thanks_5":"",	"title":"Kashyyyk System: Find Fordan's ship",	"title_d":"Ziven is worried about Fordan Szholz's disappearance. Fordan is a friend and associate of Ziven's as well as a highly skilled hunter. Locate Fordan's ship and escort it to safety. With luck, there will be enough clues left to discover what happened."
}}