{
	"stfFile":"spacequest/rescue/npe_med_main_3a",
	"entries": {
		"abort":"You can't just leave me here! I won't be able to make it back!",	"arrival_phase_1":"[Static]... Pilot! I've got Black Sun on my--[Transmission dies]",	"arrival_phase_2":"Pilot! Are you out there? We're coming in now. Get these vessels off me!",	"assigned_delayed":"",	"attack_notify":"pcontrast1 Tactical Computer:pcontrast3 <Scanning... Warning! Hostile vessels incoming with weapon systems armed!>",	"attack_stopped":"pcontrast1 Tactical Computer:pcontrast3 <Scanning... No hostile enemies detected in the vacinity.>",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"complete":"Ha! We made it! Great work, pilot!",	"docking_complete":"Finally! Let's get out of here!",	"docking_started":"The docking process has begun. Stand by and we'll get out of here as soon as we can!",	"failed_destroy":"..how.. could you! [Mission failure: First-Officer Atris was destroyed.]",	"panic_1":"Argh! They're on me!",	"panic_2":"Help me out here, pilot! They're on me!",	"panic_3":"",	"panic_4":"",	"panic_5":"",	"quest_dock_d":"'Again, I need to dock with First-Officer Atris. As soon as it's done, we'll be sure to get out of here quickly! --You can dock with another ship by targeting it and pressing the 'U' key. This will begin the docking process and the seizing of precious cargo. When the process has been completed, your computer systems will alert you.--'",	"quest_dock_t":"Draosa Star: Docking",	"quest_escort_d":"'First-Officer Atris and I need to return home safely. I have no doubt that the Black Sun will follow us and try to take us down.'",	"quest_escort_t":"In the Thick of Danger: Home!",	"quest_location_d":"'Many parts of Ord Mantell have become a tourist report and the numbers of visiting patrons reaches into the billions annually. However, beyond the bustling casinos and tourist attractions, Ord Mantell remains low tech and rural. Often times, streets and homes lack address markings and support the common Ord Mantell philosophy: 'If you don't know where you're going, you don't belong here.''",	"quest_location_t":"Ord Mantell: Bright Jewel Ribbon",	"quest_update":"First-Officer Atris: <%TO>",	"recovery_success":"We were able to shake them off! Let's go home..",	"rescue_abandoned":"You can't abandon me out here!",	"rescue_phase_1":"We'll get out of here as soon as the docking process is done!",	"rescue_phase_2":"Let's get out of here! Docking is done.",	"split_quest_alert":"Aleas Rans'ery: <Pilot, what are ya doing out there? Ya haven't reported in. Nonetheless, ye'll have t'tell me later. Now, a minin' vessel was caught in the cross-fire between Car'das and Black Sun vessels. Escort it home.>",	"split_quest_alert_fail":"",	"taunt_1":"You'll never get out of here alive, Car'das!",	"taunt_2":"Your world ends now! Face the Black Sun might!",	"taunt_3":"",	"taunt_4":"",	"taunt_5":"",	"thanks_1":"Good work, pilot! Just a few more and we'll be out of here!",	"thanks_2":"Your flying amazes me! If only I could be that good...",	"thanks_3":"",	"thanks_4":"",	"thanks_5":"",	"title":"Draosa Star: The Rescue",	"title_d":"'First-officer Atris was soon overwhelmed by Black Sun fighters after having successfully destroyed multiple enemy ships. I was out on my own mission to help the Car'das cause when I received the distress signal. I need to help him!'"
}}