{
	"stfFile":"spacequest/rescue/npe_med_main_2a",
	"entries": {
		"abort":"Pilot! You can't leave me here! I have to get back to the Tansarii Point Station!",	"arrival_phase_1":"Keep a lookout, pilot. Ye'll be able t'see Sulale's ship soon. It should be a matter of moments.",	"arrival_phase_2":"There he is! Get there before it's too late! We need to save him before the Black Sun get to him!",	"assigned_delayed":"",	"attack_notify":"pcontrast1 Tactical Computer:pcontrast3 <Scanning... Warning! Hostile vessels incoming with weapon systems armed!>",	"attack_stopped":"pcontrast1 Tactical Computer:pcontrast3 <Scanning... No hostile enemies detected in the vacinity.>",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"complete":"Excellent! Our mission is a success! Sulale is in safe waters now.",	"docking_complete":"Sulale's ship has been fully repaired. Now, get out of there before the Black Sun notices ya both!",	"docking_started":"We'll need to help Sulale with repairs before returning back to the Nova Orion. Hurry as fast as ya can.",	"failed_destroy":"Our mission is a failure! It is a sad day for the Car'das. We lost one of our best pilots. Return home.",	"panic_1":"Help me, pilot! They're onto me!",	"panic_2":"Pilot! The Blacksun are here! Help me fend them off!",	"panic_3":"",	"panic_4":"",	"panic_5":"",	"quest_dock_d":"'I'll need to help Sulale with repairs before we take off and head for the Tansarii Point Station. To do this, I'll need to dock with his ship. --You can dock with another ship by targeting it and pressing the 'U' key. This will begin the docking process and the seizing of precious cargo. When the process has been completed, your computer systems will alert you.--'",	"quest_dock_t":"Sulale Kallor: Repairs",	"quest_escort_d":"'I think we're safe. Now, we just have to get to the Tansarii Point Station and further away from the Black Sun. Today, the Car'das have been victorious!'",	"quest_escort_t":"Sulale Kallor: The Getaway",	"quest_location_d":"'With the help from the large robotic coal yards, the pollution has kept the planet barren. Ord Mantell uses its huge scrape yards to supply the cities with energy by making fossil fuels. Scrapeyards are common on Ord Mantell and take up a large part of the planet's landscape.'",	"quest_location_t":"Ord Mantell: Bright Jewel Ribbon",	"quest_update":"Aleas Rans'ery: <%TO>",	"recovery_success":"Excellent! Our mission is a success! Sulale is in safe waters now.",	"rescue_abandoned":"Don't abandon me here!",	"rescue_phase_1":"I'm glad you're here, pilot. Help me with my repairs so we can get out of here!",	"rescue_phase_2":"We're done. Finally! Now, let's get out of here while we can!",	"split_quest_alert":"Aleas Rans'ery: <Sulale was able t'pump enough juice into his system to hyperspace out early. Escort him back to Tansarii Point Station. Make sure the Black Sun ain't followin' him!>",	"split_quest_alert_fail":"",	"taunt_1":"Kallor! Your doom is at hand! Fear the Blacksun!",	"taunt_2":"Die Car'das! You'll fail and wish you had never faced the Blacksun!",	"taunt_3":"",	"taunt_4":"",	"taunt_5":"",	"thanks_1":"Thanks, pilot! That Blacksun was right on my tail!",	"thanks_2":"Aleas will only hear praises from me about your flying, pilot!",	"thanks_3":"",	"thanks_4":"",	"thanks_5":"",	"title":"Kallor Brothers: Sulale",	"title_d":"'Now that Waris Kallor is safe, I have to rescue Sulale Kallor from the fast-flying Black Sun. The Black Sun must have grown discouraged after my successful mission concerning Waris. Now, they've turned to the unguarded Sulale, hoping to stike at an easy victim.'"
}}