{
	"stfFile":"spacequest/rescue/poi_tatooine_general2_2_b",
	"entries": {
		"abort":"Why are you doing this to us? We're so close to going home!",	"arrival_phase_1":"Listen closely, pilot. Soon, I will transmit the data needed to find our downed freighter. It is your job to rescue it and fly it home to safety.",	"arrival_phase_2":"The freighter has come in range of our detection sensors. Travel there and rescue it before it's too late. Please, pilot. We needn't lose any more lives to this frivolous mess. I expect you to do well.",	"assigned_delayed":"",	"attack_notify":"pcontrast1 Tactical Computer:pcontrast3 <Incoming enemy fighters.>",	"attack_stopped":"pcontrast1 Tactical Computer:pcontrast3 <Enemy fighters eliminated.>",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"complete":"Phenomenal job, my friend! I knew we could count on you! Your mission is complete.",	"docking_complete":"Good, pilot. Now, our men will re-capture the freighter and guide it back home. However, you must protect it from incoming Zynt'aia pirate attacks. No doubt, they'll try to destroy the freighter now that we've rescued it.",	"docking_started":"Be still, pilot. Our men are boarding now, hoping to re-capture the freighter. Stick close.",	"failed_destroy":"Your mission is lost, pilot! The freighter has been destroyed. It was a hard task. Understood. We must mourn for the loss of our crew.",	"panic_1":"Look alive, pilot! They're coming at us hard!",	"panic_2":"Oof! Help us! We're getting attacked!",	"panic_3":"That's gonna hurt! Hey pilot! Are you taking the scenic route or something? Get back here and help us!",	"panic_4":"",	"panic_5":"",	"quest_dock_d":"I must find the disabled Darksing D-45 and dock with it once I've found it. I can do this by getting close and enabling the docking proceedures. (Press the 'U' key to dock with the freighter).",	"quest_dock_t":"Dock with the Darksing D-45",	"quest_escort_d":"Once I've completed the docking proceedures with the Darksing D-45, I must escort it to safety. I have no doubt I'll be attacked along the way by the Zynt'aia Order. I must prepare myself.",	"quest_escort_t":"Escort the Darksing D-45 to Safety",	"quest_location_d":"I must remain in the Tatoo System for my mission. It is my directive to do so.",	"quest_location_t":"Remain the Tatoo System",	"quest_update":"pcontrast1 A'Lerris Verata:pcontrast3 <%TO>",	"recovery_success":"Good work, pilot. The freighter is on its way home. I'm very impressed by the way you've handled yourself.",	"rescue_abandoned":"We're so close, pilot! Don't quit on us!",	"rescue_phase_1":"Finally!! We're saved!! You must have been sent by A'Lerris!",	"rescue_phase_2":"We've got out systems on-line again. We'll follow you closely. Keep enemies off us. We're still pretty weak!",	"split_quest_alert":"",	"split_quest_alert_fail":"",	"taunt_1":"You'll never capture this freighter!!",	"taunt_2":"Never upset the Zynt'aia Order. You'll never win!",	"taunt_3":"It's time to taste anger!",	"taunt_4":"",	"taunt_5":"",	"thanks_1":"Thank you for that, pilot! I'm glad we have you on our side.",	"thanks_2":"That was really close. Your flying skills are unmatched!",	"thanks_3":"Excellent! It makes me glad that you're on our side in this conflict.",	"thanks_4":"",	"thanks_5":"",	"title":"Tatoo System: Darksing D-45 Crew",	"title_d":"While eliminating the Zynt'aia influence in the mining field located close to A'Lerris' outpost, I received a distressful call from Miss Verata herself. It seems that one of her freighters has been captured by the Zynt'aia Order. It is my duty to travel to its known location and rescue it from the hands of her--now \"our\"--enemies. I expect the resistance I meet to be extensive and dangerous. I can only hope I make it out alive with the freighter and its crew intact."
}}