{
	"stfFile":"spacequest/rescue/stn_endor_irs_imp_tier3_1a",
	"entries": {
		"abort":"I am not hanging around here with no escort.",	"arrival_phase_1":"pcontrast3 Tactical Computer: < pcontrast1 Searching for the transports distress beacon... stand by.",	"arrival_phase_2":"pcontrast3 Nav Computer: < pcontrast1 Distress signal located.  Target location locked in. pcontrast3 >",	"assigned_delayed":"",	"attack_notify":"pcontrast3 Tactical Computer: < pcontrast1 Hostile craft detected on attack vector. pcontrast3 >",	"attack_stopped":"pcontrast3 Tactical Computer: < pcontrast1 Hostile actions have ceased. pcontrast3 >",	"autorewardbody":"Completion Bonus: Deliverance (5000)",	"autorewardfrom":"Endor Station",	"autorewardsubject":"Deliverance",	"complete":"The transport is away.",	"docking_complete":"Docking process is complete.",	"docking_started":"Docking process has begun.",	"failed_destroy":"pcontrast3 Endor Staion: < pcontrast1 Oh, this is most terrible. pcontrast3 >",	"panic_1":"Here they come again.",	"panic_2":"More Rebels coming.",	"panic_3":"I have seen this before.",	"panic_4":"",	"panic_5":"",	"quest_dock_d":"Target the transport and press the 'U' key to initiate the repair procedure.",	"quest_dock_t":"Dock",	"quest_escort_d":"Escort the Transport safely to their jump point in the Naboo system and Rendezvous with them in Endor to complete the mission.",	"quest_escort_t":"Escort",	"quest_location_d":"The transport dropped out of Hyperspace early after an emergency jump to escape from the Rebel attack craft.  Location will be updated when you are in range of their distress signal.",	"quest_location_t":"Naboo System",	"quest_update":"%TO",	"recovery_success":"pcontrast3 Endor Station: < pcontrast1 The transport has informed us they made the jump from the Naboo System. Their destination point is near the Area D-435 hyperspace point in the Endor System.  Meet them there and finish bringing them into the station. pcontrast3 >",	"rescue_abandoned":"This is why the empire is a worse place for working with mercenaries.",	"rescue_phase_1":"Interlocks engaged, begining engine jumpstart sequence now.",	"rescue_phase_2":"Emergency startup is complete, lets get out of here Captain.",	"split_quest_alert":"pcontrast3 Endor Station: < pcontrast1 The transport is away.  Hyperspace to the Endor System, navpoint Area D-435 to make the rendezvous here and complete the mission. pcontrast3 >",	"split_quest_alert_fail":"",	"taunt_1":"This time there will be no escape.",	"taunt_2":"I knew we would find you nearby.",	"taunt_3":"Your friend there will be no help to you.",	"taunt_4":"",	"taunt_5":"",	"thanks_1":"Excellent.",	"thanks_2":"Not so viscious now that there is a ship with guns firing back.",	"thanks_3":"Just a bit longer then we will make the jump.",	"thanks_4":"",	"thanks_5":"",	"title":"Naboo System: Deliverance",	"title_d":"An  Imperial Transport bearing weapons for the Imperial Research Station on Endor has been badly damaged in an escape from rebel pilots.  Track down the freighter with the provided homing waypoint and get them back underway to the station."
}}