{
	"stfFile":"spacequest/destroy_duty/corellia_rebel_6",
	"entries": {
		"Quest Log Data":"Text",	"boss_detected":" pcontrast3 Alliance HQ:  pcontrast1 < Warning! Enemy commander detected on attack vector! pcontrast3 >",	"boss_title_0":"TIE Combat Trainer",	"boss_title_1":"TIE Combat Trainer",	"boss_title_2":"TIE Combat Ace",	"boss_title_3":"TIE Obsidian Squad Leader",	"boss_title_4":"TIE Black Ops Commander",	"boss_title_5":"TIE (Unknown) Ace",	"complete":"Excellent work, Pilot! The Imperial presence in this sector has been soundly beaten. Return to base!",	"dd_boss_taunt_1":"You killed my men. Now you're mine!",	"dd_boss_taunt_2":"If you cut your engines, I promise not to harm you.",	"dd_boss_taunt_3":"I'm going to enjoy spacing you.",	"dd_boss_taunt_4":"A thousand creds to the man who takes him out!",	"dd_boss_taunt_5":"Your skill is not sufficient to beat me Rebel scum!",	"duty_update":" pcontrast3 Alliance HQ:  < pcontrast1 %TO pcontrast3 >",	"found_loc":"We are uploading coordinates of suspected Imperial ambushes. Investigate and eliminate all hostiles.",	"level_boss":" pcontrast3 Alliance HQ: < ff0000 The Imperials are sending a highly trained %TO after you. Stand by for coordinates... pcontrast3 >",	"level_boss_dead":"Good work, the commander has been destroyed. We're still picking up Imperial activity, however. Stand by...",	"level_increase":"We've detected that more TIE ships have been sent into the sector.",	"quest_destroy_d":"Fly to this potential ambush point. Destroy all enemy craft that come your way.",	"quest_destroy_t":"Potential Ambush Rally Point",	"quest_location_d":"Patrol the Corellia system in search of potential TIE ambushes. We must make it clear to the Empire that they are not welcome here.",	"quest_location_t":"Corellia system.",	"targets_behind":" pcontrast3 Tactical Computer:  < pcontrast1 Enemy targets coming in from behind! pcontrast3 >",	"targets_detected":" pcontrast3 Tactical Computer:  < pcontrast1 Enemy targets on incoming attack vector! pcontrast3 >",	"taunt_1":"Take that Rebel scum for a spin boys!",	"taunt_2":"The Empire has a warrant for your death..erm arrest, cut your engines!",	"taunt_3":"Resistance is futile Rebel!",	"taunt_4":"You should have fled while you had the chance scum!",	"taunt_5":"Well if it isn't a Rebel. Are you lost little friend?",	"title":"Corellia system: Duty mission: Break up TIE ambushes",	"title_d":"Break up TIE ambushes in the Corellia system. These missions have been outlined to give you some much needed experience in space combat, you can stop when you feel that you have learned enough."
}}