{
	"stfFile":"spacequest/destroy_duty/ep3_kash_station_destroy_duty_rodian",
	"entries": {
		"boss_detected":"",	"boss_title_1":"Gotal Gunship",	"boss_title_2":"Gotal Banished Assassin",	"boss_title_3":"Gotal Crazed Hunter",	"boss_title_4":"Gotal Commander",	"boss_title_5":"Gotal Admiral",	"complete":"Contract fulfilled! The Gotal have learned some respect!",	"dd_boss_taunt_1":"Didn't I kill you already?",	"dd_boss_taunt_2":"You've made the worst mistake of your life!",	"dd_boss_taunt_3":"You may have defeated my men... but you won't defeat me!",	"dd_boss_taunt_4":"Just close your eyes. I promise to make it quick.",	"dd_boss_taunt_5":"Let's see if you put up a better fight than the last one did!",	"duty_update":"pcontrast1 Rodian Protector: pcontrast3 %TO",	"found_loc":"Intercept coordinates found! Proceed with caution.",	"level_boss":"They have dispatched a %TO to bring you down! Be careful!",	"level_boss_dead":"The enemy commander has been destroyed!",	"level_increase":"The Gotal are sending in reinforcements!",	"quest_destroy_d":"Engage and eliminate all elite starfighter pilots of the Gotal bandit clan. This will teach them respect for the Rodians!",	"quest_destroy_t":"Destroy Gotal Bandits",	"quest_location_d":"The Kashyyyk system is loaded with ill-tempered, disrespectful Gotal Bandits. Seek them out! Destroy them all!",	"quest_location_t":"Kashyyyk system",	"targets_behind":"pcontrast1 Tactical Computer: pcontrast3 Hostile fighters coming in from behind you.",	"targets_detected":"pcontrast1 Tactical Computer: pcontrast3 Scans indicate hostile fighters on attack vector!",	"taunt_1":"The Rodians can't be paying you enough for this! Give up!",	"taunt_2":"You think the Rodians are your friends? You're crazy!",	"taunt_3":"This doesn't have to involve you, mercenary!",	"taunt_4":"You should quit before this gets ugly!",	"taunt_5":"Make it easy on yourself. Hyperspace to another system!",	"title":"Rodian Protectors: Seek and Destroy Gotal Bandits",	"title_d":"The Rodians have taken an interest in you now that you are a veteran Civilian Protector. The Gotal have offended the Rodian Warlord Sordaan by hunting in his hunting grounds without permission. This is unacceptable. Smash the Gotal Bandits fleet. Teach them respect!"
}}