{
	"stfFile":"spacequest/destroy_duty/ep3_kash_station_destroy_duty_veteran",
	"entries": {
		"boss_detected":"Just as we planned! The Ghrag are sending a highly-paid mercenary to stop you! Don't let me down, my friend...",	"boss_title_1":"Ghrag Gunboat",	"boss_title_2":"Ghrag Fleet Shredder",	"boss_title_3":"Ghrag Turret Cruiser",	"boss_title_4":"Ghrag Deathkeeper",	"boss_title_5":"Ghrag Persuader",	"complete":"Outstanding work! The Ghrag never learn, do they?",	"dd_boss_taunt_1":"You will not survive this!",	"dd_boss_taunt_2":"I get bonus pay for taking you out!",	"dd_boss_taunt_3":"When they asked... I said I'd kill you for free!",	"dd_boss_taunt_4":"I think you'll enjoy being dead...",	"dd_boss_taunt_5":"Great... another 'hero' huh?",	"duty_update":"pcontrast3 CPG Veteran Pilot: pcontrast1 %TO",	"found_loc":"I'm locked in on a Ghrag mercenary group moving through hyperspace. Follow the nav point and you'll intercept them!",	"level_boss":"Good news! The Ghrag comm chatter is indicating that a %TO is headed your way! Intercept and destroy...",	"level_boss_dead":"Superb! You got what it takes, my friend!",	"level_increase":"We're getting lots of traffic on the Ghrag comm frequency. Looks like they're pulling in more starfighters to take you down!",	"quest_destroy_d":"The CPG Veteran pilot has coordinates to intercept Ghrag mercenaries as they hyperspace into this system. Fly to the location and destroy all hostile fighters as they arrive.",	"quest_destroy_t":"Intercept Point",	"quest_location_d":"Mercenary reinforcements for the Ghrag clan are going to arrive at various points throughout the Kashyyyk system - spread so that they cannot be tracked by their enemies. Little do they know that a CPG Veteran pilot has sliced in to their communication frequency!",	"quest_location_t":"The Kashyyyk system",	"targets_behind":"pcontrast3 Tactical Computer: pcontrast1 Hostiles coming in from behind!",	"targets_detected":"pcontrast3 Tactical Computer: pcontrast1 Incoming hostile fighters!",	"taunt_1":"The Ghrag clan will rejoice when you are finally blown from the stars!",	"taunt_2":"I have looked forward to this ever since I first heard about you...",	"taunt_3":"No chance! You have no chance! You hear me?!",	"taunt_4":"Your fate is at hand!",	"taunt_5":"I can't believe that I get paid for this!",	"title":"CPG Veteran Duty - destroy the Ghrag reinforcements",	"title_d":"A CPG Veteran pilot has sliced in to the Ghrag communication frequency. He has learned that a fleet of highly trained, highly paid mercenaries is headed into Kashyyyk space. Your job is to intercept them and destroy them. Every last one..."
}}