{
	"stfFile":"spacequest/destroy_duty/ep3_kash_station_destroy_duty_rodian_tripp",
	"entries": {
		"boss_detected":"",	"boss_title_1":"Chiss Zonemaster",	"boss_title_2":"Chiss Poacher Gunboat",	"boss_title_3":"Chiss Settler Command ship",	"boss_title_4":"Chiss Poacher Leader",	"boss_title_5":"Chiss Surface Commander",	"complete":"Contract fulfilled! The Chiss will have a hard time landing on Kashyyyk without their settler ships!",	"dd_boss_taunt_1":"The Rodians don't have exclusive rights to Kashyyyk!",	"dd_boss_taunt_2":"You're not going to stop us from hunting on Kashyyyk!",	"dd_boss_taunt_3":"We have the right to hunt where we want! Your death will prove it!",	"dd_boss_taunt_4":"Get out of my way! We Chiss hunt where we like!",	"dd_boss_taunt_5":"Chiss commanders don't take orders from Rodian thugs! Prepare to die!",	"duty_update":"pcontrast1 Rodian Protector: pcontrast3 %TO",	"found_loc":"Intercept coordinates found! Proceed with caution.",	"level_boss":"They have dispatched a %TO to bring you down! Be careful!",	"level_boss_dead":"The enemy commander has been destroyed!",	"level_increase":"The Chiss are sending in reinforcements!",	"quest_destroy_d":"Prevent the Chiss from gaining any more ground on the Kashyyyk surface by destroying their settler ships.",	"quest_destroy_t":"Destroy Chiss Poachers",	"quest_location_d":"The Chiss Poachers have ruined the pristine hunting grounds of Kashyyyk and now they're stinking up Kashyyyk space!",	"quest_location_t":"Kashyyyk system",	"targets_behind":"pcontrast1 Tactical Computer: pcontrast3 Hostile fighters coming in from behind you.",	"targets_detected":"pcontrast1 Tactical Computer: pcontrast3 Scans indicate hostile fighters on attack vector!",	"taunt_1":"The Rodians can't be paying you enough for this! Give up!",	"taunt_2":"You think the Rodians are your friends? You're crazy!",	"taunt_3":"This doesn't have to involve you, mercenary!",	"taunt_4":"You should quit before this gets ugly!",	"taunt_5":"Make it easy on yourself. Hyperspace to another system!",	"title":"Tripp's Rodian Protectors: Seek and Destroy Chiss Settlers",	"title_d":"The Chiss have been poaching creatures on Kashyyyk for too long! Now they are planning to land more 'settler ships' on the planet surface. This is unacceptable! Seek and destroy all Chiss Settlers and their Poacher Ace escorts!"
}}