{
	"stfFile":"auto_invasion",
	"entries": {
		"ewok_start_outpost":"The sounds of wildlife suddenly cease, almost as if the animals could sense an impending evil. Then you hear it, a strange war chant followed by the rush of an invading horde. ***Outpost Alert: <Warning! Perimeter breached. Unknown numbers of aliens inbound. All units to defensive positions. >",	"ewok_end_outpost":"***Outpost Communication: <Enemy Forces Depleted. Perimeter Secure. All forces stand down. Repeat. All forces stand down.> You breath a sigh of relief, but in the back of your mind you know this horror will someday return.",	"ewok_boss_name":"An unusually large Ewok",	"ewok_start_starport":"The peace of the day is broken by the screaming of citizens. Something just out of view is coming toward the starport. You grasp your weapon and prepare to face the coming horror. ***Starport Security Transmission: <Warning! Unauthorized perimeter incursion. Unknown numbers of aliens inbound. All security units to defensive positions. >",	"ewok_end_starport":"***Outpost Communication: <Enemy Forces Depleted. Perimeter Secure. All forces stand down. Repeat, all forces stand down.> You breath a sigh of relief, but in the back of your mind you know this horror will someday return.",	"imp_raid_start":"<RED ALERT -- RED ALERT> All hands to battle stations. Satellite tracking indicates a large Imperial force of undetermined strength moving on this location. All Combatants and Special Forces should prepare to repel the invaders.",	"reb_raid_start":"<RED ALERT -- RED ALERT> All hands to battle stations. Satellite tracking indicates a large contingent of rebel terrorists of undetermined strength moving on this location. All Imperial Combatants and Special Forces are to repel the invaders and are ordered to give no quarter whatsoever.",	"imp_raid_end":"<ATTENTION -- ATTENTION> The Imperial forces have been repelled and hostilities seem to be at an end. The Princess herself sends a message of congratulations, noting everyone's courage and steadfastness in this time of crisis led us to victory against oppression. May peace prevail and may the Force be With You!",	"reb_raid_end":"<ATTENTION -- ATTENTION> The invading rebel force has been soundly crushed and we are returning to condition green. Let this be a lesson to any who would stand against our might. The Emperor himself sends his acknowledgement. All personnel are to return to their regularly scheduled duties. That is all.",	"tusk_raid_noob_st":"As you gaze out over the sandy mountains surrounding Mos Eisley you catch notice of what looks to be a single being making it's way toward town. You quickly realize this is a just a trick of perspective. It is not a single individual but dozens! This can only mean one thing...",	"tusk_raid_noob_end":"As the final invader falls a sudden quiet falls over Mos Eisley. This quiet is quickly replaced by cheers of victory. It appears the threat is over. For now..."
}}