{
	"stfFile":"bounty_hunter",
	"entries": {
		"pp_normal_1":"Ahhh... I see that you found %TT. Good. Jabba has been looking to settle a score with them. 'Dispose' of them and Jabba will reward you %DI credits.",	"pp_small_1":"%TT isn't much of a target, but Jabba will go ahead and award you %DI credits if you wipe them out.",	"pp_small_2":"%TT has a minor bounty of %DI credits on them. Maybe if they had been more of a nuisance, Jabba would have made the reward higher.",	"pp_small_3":"%DI credits is your reward for destroying petty %TT, a minor thorn in Jabba's side.",	"pp_small_4":"For some reason Jabba is willing to pay you %DI credits for taking out %TT. I can't fathom why, but it would be best not to displease Jabba, lest I have this same conversation with someone else, about YOU!",	"pp_small_5":"The minor sum of %DI credits will be given to you if you eliminate the petty nuisance %TT, for Jabba.",	"pp_big_1":"HA HA HA! You have found %TT. Destroy them for me and I will reward you. You can expect %DI credits for your trouble.",	"pp_big_2":"What? Ah, so that is where they ran to. Punish %TT for their transgressions and I will pay you %DI credits.",	"pp_big_3":"It is %TT. This person has failed me one too many times. They must now be dealt with. Eliminate them for me, and I will reward you with %DI credits.",	"pp_big_4":"Excellent, you have located %TT. I will award you %DI credits if you 'take care of them' for me.",	"pp_big_5":"%DI credits will be given to you if you eliminate %TT for me. Make sure that it isn't quick. HA HA HA!",	"pp_normal_2":"I spoke to Jabba and he will reward you with %DI credits for your service in ridding him of the scum, %TT.",	"pp_normal_3":"Destroy this scum, this %TT, and Jabba will pay you %DI credits.",	"pp_normal_4":"A-ha! You've run across %TT. They made a mockery of me in Jabba's court! I'll give you %DI credits if you make sure they'll never have the opportunity to do so again!",	"pp_normal_5":"You are fortunate that the great Jabba will be gracious enough to give you %DI credits to destroy %TT for him.",	"reward":"You are awarded a %DI credit bounty for eliminating %TO.",	"no_reward_possible":"Jabba was unable to forward the money for the bounty to you. Perhaps one of his henchman is skimming off the top?",	"no_bounties_while":"Jabba is indisposed and can't be bothered for the next %DI minutes. Try again later.",	"no_bounties_soon":"Jabba is, ah, entertaining 'guests' at the moment, call back in half a moment.",	"no_bounty_target":"No bounty is offered on that target.",	"bounty_already_issued":"You have already checked that target.",	"no_bounty_target_already":"This target has already been checked, and there is no bounty on its head.",	"setbounty_title":"Set Bounty",	"setbounty_prompt1":"Do you want to take out a bounty against",	"setbounty_prompt2":"  If so, enter how many credits you would like to place on his or her head, and press 'OK'. Otherwise, press 'CANCEL'.  Minimum Bounty: 20,000 credits Maximum Bounty: 1,000,000 credits  Your Funds:",	"setbounty_invalid_number":"That is not a valid number.",	"setbounty_too_much":"You do not have that much money.",	"pp_player":"I have good news. %TT does indeed have a bounty on %PT head of %DI credits. You are now cleared to attack this target.",	"pp_notify":"%TT is attempting to collect the bounty on your head! You are now cleared to engage %OT in combat.",	"already_have_target":"You cannot do that because you are already attempting to collect the bounty on a target.",	"already_being_hunted":"You cannot do that because someone is already attempting to collect a bounty on that target.",	"player_bounty_reward_fail":"A glitch has occurred in the intergalactic bounty network payment system. No credit has been assigned for this bounty kill.",	"bounty_success_hunter":"You have defeated %TT and collected the bounty on %PT head worth %DI credits.",	"bounty_success_target":"%TT has defeated you and collected the bounty on your head worth %DI credits.",	"bounty_failed_hunter":"You have failed to collect the bounty on %TT.",	"bounty_failed_target":"You have defeated %TT, spoiling %PT attempt to collect the bounty on your head.",	"mail_notify_subject":"Bounty Claim Notification",	"mail_notify_body":"Dear Sir or Madam,  The Galactic Bounty Network wishes to inform you that the bounty that you placed on the head of %TU has been claimed by the bounty hunter, %TT.  Thank you for your patronage, and have a nice day.",	"time_expired_hunter":"The time limit on your attempt to collect this bounty has expired.",	"time_expired_target":"The time limit on this attempt to collect the bounty on your head has expired.",	"time_expired":"The time limit on this bounty collection attempt has expired.",	"max_bounty":"This person is already worth the maximum bounty possible.",	"target_collecting_bounty":"You cannot establish a connection to the Galactic Bounty Network right now, and are not able to Bounty Check this target. Please try again later.",	"setbounty_too_little":"You must set a bounty of at least 20000 credits.",	"bounty_incomplete":"BOUNTY MISSION INCOMPLETE: Your bounty mission has been cancelled because it is no longer valid.",	"setbounty_cap":"The bounty you are setting has been reduced to the maximum amount possible of 1000000 credits.",	"no_bounty_player":"You cannot use this ability on another player.",	"sm_calling_contact_too_often":"Wait a minute before calling your contact again.",	"sm_no_bounty_target_player":"%TT checks for a bounty on you and finds no bounty is being offered.",	"sm_no_bounty_target":"Your contact notifies you that your target does not have a bounty.",	"sm_no_bounty_self":"Your contact notifies you that you do not have a bounty.",	"sm_bounty_amount_target_no_bounties":"While you have a bounty of %DI credits, nobody is hunting you.",	"sm_bounty_amount_target":"You have a bounty of %DI credits on your head.",	"sm_bounty_notified_target":"You turn over the bounty information to %TT.",	"sm_calling_contact_too_often_target":"Your target has been checked within the last ten minutes.",	"sm_bounty_amount_target_with_bounties":"You have a bounty of %DI credits on your head and someone is after you!",	"sm_bounty_hunter_distance":"One of the bounty hunters after you was last seen around %DI meters away from your position.",	"dont_have_skill_needed":"You don't have the skills required for this mission!",	"null_mission":"Error, SpyNet contact failed. SpyNet couldn't determine if you had the mission or not.",	"no_bounty_too_low":"The target is not experienced enough to be a dangerous fugitive.",	"fugitive":"The target is a dangerous fugitive in disguise!",	"bounty_check_payment":"Transmission from theCC0000CC0000 Bounty Hunters Guild:FFFFFF Completion of bounty confirmed, payment has been wired to your account."
}}