{
	"stfFile":"component_d",
	"entries": {
		"scope_weapon":"This is an electro-optical targeting aid for a ranged weapon.",	"blaster_pistol_barrel":"This is the barrel and muzzle component for a blaster-pistol-type ranged weapon.",	"blaster_power_handler":"This is the fuel converter and energy-pulse generator component for blaster-type ranged weapons.",	"base_component":"A component",	"base_food":"A food component",	"base_dna":"A DNA sample",	"base_electronic_component":"This is an Electronic Component used as an ingredient for crafting larger and more complicated items.",	"barrel_blaster":"A barrel for a blaster.",	"zog_d":"A bottle of pickled vegetables known as Zog.  A possible flavor enhancer for other dishes.",	"wyykmelons_d":"An melon known to contain an edible center some times used to accent other dishes.",	"tatoes_d":"A wild vegetable.  A possible flavor enhancer for other dishes.",	"bristlemelon_d":"A spiny fruit with an extrememly sweet taste. Might be used to enhance other foods.",	"bloddle_d":"A tasty vegetable that can be used to enhance the flavor of other foods.",	"bestinnian_d":"A wild variety of the Tang-root.  The tangy flavor can be used to create flavor in other foods.",	"banthaweed_d":"A common vegetable used to enhance the texture and flavor of desserts.",	"acorns_d":"A wild nut that can be used in other foods.",	"blumfruit_d":"A fruit made popular in Blumfruit Muffins.  It is possible that the flavors could be extended to other desserts.",	"burr_ball_d":"A type of berry known for its great flavors.  Perfect for adding to desserts.",	"gin_jang_berry_d":"A wild fruit that can be used in desserts to enhance flavors.",	"honey_melon_d":"A very sweet type of melon that can enhance the flavor of other foods.",	"sunberries_d":"A tasty fruit that can be used to enhance the flavor of other foods.",	"yubnut_d":"A common fruit used to enhance the texture and flavor of desserts.",	"vweilu_d":"A very filling nut used in several food dishes throughout the galaxy.",	"sunfruit_d":"A wild and sweet tropical fruit used for garnishes and texture enhancement in other dessert dishes.",	"salthia_d":"A well known bean that can be added to other foods to enhance the nutritional value.",	"kavasa_fruit_d":"A common juicy fruit that can enhance the texture and flavors of other foods.",	"goldfruit_d":"A sweet fruit with a yellow rind that can enhance flavors in a dessert.",	"charbote_d":"A flavorful wild root that can enhance flavors in anydish.",	"yam_d":"A wild tuber known for flavor. A possible ingredient for other foods.",	"yot_beans_d":"Yot beans are known for their flavor and nutritional value. The beans can be used in various dishes to enhance flavor.",	"barabel_d":"This juicy black fruit is used in various desserts for flavor.",	"celonslay_d":"A green vegetable known for texture and nutritional value. Can be used in various dishes.",	"kibla_greens_d":"Known throughout the galaxy as a tasty and nutritious vegetable.",	"dorian_d":"A very sweet fruit that can accent various dishes.",	"shefna_fruit_d":"A well known fruit.  A possible ingredient for other foods.",	"tritacale_d":"A flavorful vegetable that can enhance flavors in any dish.",	"blueleaf_shrub_d":"A spicy leaf that could be crushed and used as a flavor enhancer for food.",	"celto_d":"A small leafy green that is very flavorful. Used to enhance flavors in any dish.",	"farrberries_d":"A delicacy throughout the galaxy.  Farrberries can enhance any dessert.",	"sweetmelon_d":"A wild fruit and possible ingredient or enhancement for any dish.",	"topatoes_d":"Well known to be baked and creamed, Topatoes can be used in a variety of dishes.",	"trig_berries_d":"A sour berry loved by a few to add a unique flavor to their food.",	"wuli_nuts_d":"A nut known to crack when ripe.  The nut is used in a variety of foods to add flavor and texture.",	"stinkmelon_d":"Despite the name the large fruit is edible and if prepared in certain dishes can be a very popular taste enhancing addition.",	"cligs_d":"A wild nut sought after for the unique taste.  Can be used to enhance any dish.",	"cracknut_d":"A snack food that can just as easily be added to desserts or other dishes to add a familiar flavor.",	"denta_d":"Beans that grow wild as well as in hydroponic gardens.  Can be used to add flavor to any dish.",	"muja_d":"An edible fruit found growing wild on certain planets.  Can be used in other dishes.",	"ootoowergs_d":"A vegetable usually served along side meats.  Can enhance any dish.",	"phraig_d":"A type of grain with a bland taste.  Can be used to add texture to any dish.",	"beebleberry_d":"Well known as an enhancement to ice cream.",	"driblis_d":"A wild fruit used to enhance food flavor and texture.",	"dricklefruit_d":"Commonly found fruit throughout the galaxy.  Can easily accent any dish.",	"grape_d":"This fruit is known throughout the galaxy and can be eaten, juiced or dried.  Can enhance a number of dishes.",	"hwotha_d":"Hwotha berries are highly sought after as a flavor enhancer to desserts.",	"plaitfruit_d":"A gold colored fruit that grows wild throughout the galaxy.  Can add flavor to any dish.",	"qana_d":"Once shelled these tasty beans can be boiled and added to any dish.",	"default":""
}}