{
	"stfFile":"craft_weapon_ingredients_d",
	"entries": {
		"acklay_bone_reinforcement_core":"These Acklay bones could make an effective reinforcement core.",	"acklay_bone_segment_schematic":"A study of the Acklay's bone structure provides insights into the methods of constructing a stronger bone armor segment.",	"acklay_muscle_weaving_schematic":"A study of the Acklay's muscle structure provides insights into the methods of constructing a better R. I. S. armor segment.",	"axe_base":"An axe base.",	"axe_head":"A solid and weighty chunk of material which mounts to a shaft and which has a cutting edge on its striking-face.",	"axe_head_fastener":"Holds the axe head onto the shaft it is attached to.",	"barrel_stabelizer":"This keeps the barrel steady and level while firing, maintaining good accuracy.",	"blade_vibro_unit":"This vibro-unit will turn a normal blade into a much more destructive weapon by creating thousands of microscopic vibrations a second, greatly improving its cutting ability.",	"blade_vibro_unit_advanced":"An advanced Vibro Blade unit",	"blade_vibro_unit_enhancement_durability":"Vibro Blade Units made with this Heavy Duty Vibro Motor last much longer than standard units.",	"blade_vibro_unit_enhancement_max_damage":"This High Powered Vibro Motor can be added to a Vibro Blade Unit to create weapons with higher damage potentials.",	"blade_vibro_unit_enhancement_min_damage":"This Finely Tuned Vibro Motor causes a steadier vibro output of Vibro Blade Units made with it resulting in a higher average damage output.",	"blade_vibro_unit_enhancement_wounding":"A Weaponsmith can incorporate this High Frequency Vibro Motor into a Vibro Blade Unit to create weapons that cause devastating wounds to an enemy.",	"blade_vibro_unit_enhancementgg":"This unit can be added to a Vibro Blade Unit to improve any weapons made with it.",	"blade_vibro_unit_nightsister":"A Nightsister Vibro Blade unit.",	"blade_vibro_unit_quest":"A vibro-unit will turn a normal blade into a much more destructive weapon by creating high frequency vibrations, greatly improving its cutting ability.  This device is lighter than a stander vibro-unit. Reducing the overall weight of the weapon in which it is used.",	"blaster_pistol_barrel":"A metal tube that focuses and directs the energy from a blaster towards its intended target.",	"blaster_pistol_barrel_advanced":"A more powerful version of the standard Blaster Pistol Barrel.  This can be used to craft exceptionally damaging blaster pistols.",	"blaster_pistol_barrel_quest":"A metal tube that focuses and directs the energy from a blaster towards its intended target.  This barrel has been specially designed to release bolts from the pistol at the highest velocity possible, increasing the damage done by the weapon.",	"blaster_power_handler":"This regulates a blaster's power output.",	"blaster_power_handler_advanced":"This advanced power handler is suited for more powerful blasters.",	"blaster_power_handler_enhancement":"This unit can be added to a Blaster Power Handler to improve any weapons made with it.",	"blaster_power_handler_enhancement_durability":"When used in a Blaster Power Handler this Heavy Duty Power Converter gives weapons a much longer usage time before failing due to burn-out.",	"blaster_power_handler_enhancement_max_damage":"A High Powered Energy Capacitor can be added to a Blaster Power Handler to create weapons with a much higher damage potential.",	"blaster_power_handler_enhancement_min_damage":"This Large Energy Capacitor gives a Blaster Power Handler a higher sustained energy output resulting in weapons with a higher average damage rate.",	"blaster_power_handler_quest":"This regulates a blaster's power output. The high capacity design of this particular power handler feeds more energy through the weapon, increasing damage, and slightly reducing recharge time.",	"blaster_rifle_barrel":"A metal tube that focuses and directs the energy from a blaster rifle towards its intended target.",	"blaster_rifle_barrel_advanced":"A metal tube that focuses and directs the energy from a blaster rifle towards its intended target.  This is an advanced barrel design, and is more effective than the basic barrel.",	"cartridge_casing":"A cartridge casing.",	"cartridge_feed_mechanism":"This mechanism feeds a weapon from its cartridge.",	"chemical_dispersion_mechanism":"This mechanism is responsible for a weapon's chemical dispersion.",	"chemical_dispersion_mechanism_advanced":"This mechanism is responsible for a weapon's chemical dispersion.  This is an advanced design and allows for a greater effect.",	"corvette_rifle_barrel":"This is a stabilization piece for the barrel of a Berserker style rifle.",	"cutting_edge":"A reinforced strip of material honed to a knife edge.",	"enclosure_shell":"An enclosure shell.",	"energization_crystals":"Energization crystals can greatly increase the effectiveness of laser and blaster weapons.",	"force_crystal":"A Force Crystal, used by Jedi in their lightsabers.  This crystal must be tuned by a Jedi before use.  Once tuned this crystal becomes a focusing crystal and can only be used in a lightsaber by the Jedi who tuned it.",	"fusing_module_casing":"A fusing module casing.",	"galven_tube_circuits":"These galven circuits help maintain a laser beam's cohesion over incredible distances.  These circuits are placed inside of a galven tube alongside galven coils, in line with the laser barrel.   Regular blasters generally have a more simplified version of this technology, compared to what is required for laser weaponry.",	"generic_limited_use_schematic":"A limited use draft schematic for the indicated item.",	"geonosian_power_cube":"A power cube used to increase the effectiveness of the Geonosian items.  This one is white.",	"geonosian_power_cube_green":"A power cube used to increase the effectiveness of the Geonosian items.  This one is green.",	"geonosian_power_cube_red":"A power cube used to increase the effectiveness of the Geonosian items.  This one is red.",	"geonosian_power_cube_yellow":"A power cube used to increase the effectiveness of the Geonosian items.  This one is yellow.",	"geonosian_reinforcement_core":"A Geonosian style reinforcement core.",	"geonosian_reinforcement_core_schematic":"A schematic for making reinforcement cores in the Geonosian style.",	"geonosian_solidifying_agent":"A solidifying agent used by the Geonosians to increase the effectiveness of their weapons.",	"geonosian_sonic_blaster_schematic":"A schematic for making Geonosian Sonic Blasters.",	"geonosian_sword_core":"A Geonosian style sword core.",	"geonosian_sword_core_schematic":"A schematic for making sword cores in the Geonosian style.",	"geonosian_tenloss_dxr6_schematic":"A schematic for the Tenloss DXR-6 weapon.",	"grip":"A semi-textured and shaped section of the weapon, built to serve as a grabbing point from which to thrust and swing it.",	"grip_cap":"A cover for a tiny compartment used to store built-in items to maintain the weapon.",	"grip_unit":"A grip unit.",	"insulation":"Some insulation.",	"knife_shaft":"Holds the knife blade and serves as a mounting point for the grip. ",	"krayt_dragon_pearl":"A gizzard stone used by the Krayt Dragon to help it digest its food. The stone is a lustrous, milky color and can be tuned by a Jedi for use as a focusing crystal in a lightsaber.  This pearl must be tuned by a Jedi before use.  Once tuned this pearl becomes a part of the lightsabers focusing device and can only be used in a lightsaber by the Jedi who tuned it.",	"lance_force_crystal":"A Force Crystal, used by Jedi in their lightsabers.  This crystal must be tuned by a Jedi before use.  Once tuned this crystal becomes a focusing crystal and can only be used in a lightsaber by the Jedi who tuned it.",	"lance_nightsister_schematic":"This document contains the information necessary to craft a Nightsister Energy Lance.",	"lance_shaft":"A lance blade-shaft's assembly.",	"laser_cannon_cooling_sleeve":"Laser cannons generate excessive heat while in use, and cooling sleeves are an important part of the sophisticated cooling system that is used to protect sensitive internal components.",	"laser_cannon_gun_tube":"A gun-tube for a laser cannon.",	"laser_generator":"A laser generator is the most common source of energy for laser cannons.",	"laser_magnetic_flashback_supressor":"A crescent-shaped device at the end of some laser barrels, a flashback suppressor is designed to prevent occasionally unstable laser beams from damaging the barrel.",	"melee_core_enhancement":"This looks as if it could be used to enhance a suitable melee core component.",	"misc_saber_upgrade_module":"This slot is for any of the various types of lightsaber modules that you want to use to change its properties or capabilities. Modules for increasing the damage done and changing the color of the blade are examples of the types of modules that might be used to fill this ingredient slot.",	"neutralization_material":"Biological neutralization material.",	"parallel_weapon_targeting_computer":"This targeting computer is designed to be used with weapons that have been placed parallel to each other on one mount.",	"power_circuits":"Power circuits.",	"prism_mount":"A prism mount.",	"projectile":"A shaped hunk of metal, for use in making projectile ammunition.",	"projectile_feed_mechanism":"A projectile weapon's feed mechanism.",	"projectile_feed_mechanism_advanced":"An advanced feed mechanism for projectile weapons.",	"projectile_feed_mechanism_enhancement":"This unit can be added to a Projectile Feed Mechanism to improve any weapons made with it.",	"projectile_feed_mechanism_enhancement_durability":"This Heavy Duty Feed Mechanism can be used in the construction of Projectile Feed Mechanisms to extend the usable lifespan of a weapon.",	"projectile_feed_mechanism_enhancement_gorax":"Bone shards taken from a Gorax.",	"projectile_feed_mechanism_enhancement_max_damage":"When incorporated into a Projectile Feed Mechanism this High Velocity Feed Mechanism gives weapons a much higher damage capacity.",	"projectile_feed_mechanism_enhancement_min_damage":"This Balanced Feed Mechanism can be used in the creation of a Projectile Feed Mechanism to give a weapon a higher average damage output.",	"projectile_pistol_barrel":"Projectile pistol barrels guide and direct projectiles that are propelled via a pistol's firing mechanism.",	"projectile_pistol_barrel_advanced":"Projectile pistol barrels guide and direct projectiles that are propelled via a pistol's firing mechanism.  This is an advanced barrel design.",	"projectile_pistol_barrel_quest":"Projectile pistol barrels guide and direct projectiles that are propelled via a pistol's firing mechanism.  This barrel has been bored to a higher caliber, allowing larger ammunition to be used and increasing the amount of damage done by the weapon.",	"projectile_rifle_barrel":"Projectile rifle barrels guide and direct projectiles that are propelled via a rifle's firing mechanism.",	"projectile_rifle_barrel_advanced":"Projectile rifle barrels guide and direct projectiles that are propelled via a rifle's firing mechanism.  This is an advanced barrel design.",	"projectile_rifle_barrel_advanced_quest":"Projectile rifle barrels guide and direct projectiles that are propelled via a rifle's firing mechanism.  This barrel has been bored to a higher caliber, allowing larger ammunition to be used and increasing the amount of damage done by the weapon.",	"propulsive_charge":"A propulsive charge, when properly used, can accelerate projectiles at incredible speeds.",	"quest_stimpack_a":"A experimental stimpack not yet available to the general public.",	"quest_stimpack_a_schematic":"Blueprint for a experimental stimpack not yet available to the general public.",	"rancor_tooth":"Pulled from the mouth of a Rancor, this tooth appears to be swimming with filth and bacteria. It may be possible to craft a weapon from this item, but it might be unpleasant for the user to wield.",	"rancor_tooth_quest":"Pulled from the mouth of a Rancor, this tooth appears to be swimming with filth and bacteria. It may be possible to craft a devastating weapon from this item, but it might be unpleasant for the user to wield.",	"refined_crystal_pack":"A prepared crystal and mount used to form the foundation of a lightsaber.",	"reinforcement_core":"A frame used to strengthen melee weapons.",	"reinforcement_core_advanced":"An advanced reinforcement core for melee weapons.",	"schematic_carbine_e11_quest":"This document contains the information necessary to craft an Enhanced E11 Carbine.  You must have the Weaponsmith skill Munition Essentials IV in order to understand the intricate details of this document.",	"schematic_pistol_fwg5_quest":"This document contains the information necessary to craft a Featherweight FWG5 Pistol.  You must have the Weaponsmith skill Munition Essentials VI in order to understand the intricate details of this document.",	"schematic_republic_blaster_quest":"This document contains the information necessary to craft a Modified Republic Blaster.  You must be a Master Weaponsmith to understand the intricate details of this document.",	"scope_schell":"The shell of a weapon scope.",	"scope_shell":"The shell of a weapon scope.",	"scope_weapon":"A weapon's scope can increase its accuracy.",	"scope_weapon_advanced":"A weapon's scope can increase its damage potential.  This is an advanced scope design, and is more effective than a standard scope.",	"scope_weapon_advanced_quest":"A weapon's scope can increase its accuracy.  This scope has been precision tuned to a wide variety of ranges.",	"shaft":"Serves as the handle for swinging a weapon.",	"shield_generator_personal_imperial_test_schematic":"This data disk contains the schematic for a new Imperial personal shield prototype.",	"spider_fang":"This spider's fang appears as if it would be an effective enhancement to a projectile feed mechanism.",	"spider_venom":"The venom of a poisonous spider.",	"staff_shaft":"Primary functional part of the staff, it is rigid yet remains slightly flexible, increasing its durability and ability to do damage.",	"stock_unit":"This is a stock for a rifle.",	"stock_unit_advanced":"A weapon's stock can increase its damage potential.  This is an advanced stock for a rifle.",	"stock_unit_advanced_quest":"This is a stock for a rifle that has been form fitted to brace against the shoulder.",	"sword_core":"This is the main body of a sword's blade.",	"sword_core_advanced":"This is the main body of a sword's blade.  This advanced design allows for a stronger sword.",	"sword_core_quest":"This is the main body of a sword's blade.  The reinforced design strengthens the blade, making for an especially devastating weapon.",	"sword_scythe_schematic":"This document contains the information necessary to craft a Scythe Blade.",	"trigger_pulse_prism":"A trigger pulse prism.",	"turbo_laser_gun_tube":"This is the gun tube for a turbolaser.",	"warhead_and_control_coupling":"This is coupling for the warhead and its control unit.",	"weapon_mount":"A mount that allows a weapon to be attached to it.",	"weapon_mount_light":"A mount for use with lighter weapons.",	"weapon_targeting_computer":"A weapon's targeting computer helps determine the range to the target, and can greatly help a gunner's accuracy.",	"weapon_trajectory_computer":"A weapon's trajectory computer can help determine the trajectory of a target.",	"blaster_power_handler_enhancement_krayt":"Enhanced with krayt tissue this power handler is the ultimate in power conversion systems.",	"naktra_crystal1":"The Nak'tra Crystal, native to the Myyydril Caverns, provides a strong base for crafted weapons.",	"naktra_crystal2":"The Nak'tra Crystal, native to the Myyydril Caverns, provides a strong base for crafted weapons.",	"naktra_crystal3":"The Nak'tra Crystal, native to the Myyydril Caverns, provides a strong base for crafted weapons.",	"projectile_rifle_barrel_faux_bowcaster":"A rifle barrel made specifically for construction of a new type of bowcaster.",	"projectile_feed_mechanism_faux_bowcaster":"A projectile feed mechanism made specially for use in a new type of bowcaster.",	"blaster_rifle_avatar_loot_barrel":"A barrel used in the crafting of a Trandoshan Hunter's Rifle.",	"blaster_power_handler_faux_bowcaster":"A power handler specially made for a new type of bowcaster.",	"projectile_feed_mechanism_enhancement_bounty":"Reinforced Casing can be added to a Projectile Feed Mechanism to improve any weapons made with it.",	"blaster_power_handler_enhancement_bounty":"These Enhanced Power Cells can be added to a Blaster Power Handler to improve any weapons made with it.",	"tulrus_lance_core":"Advanced core material made from Mustafarian technology. This item is required to craft a Mustafarian weapon.",	"rifle_coil_dp23":"Advanced blaster coil electronics made from Mustafarian technology. This item is required to craft a Mustafarian weapon.",	"rifle_coil_dist":"Advanced blaster coil electronics made from Mustafarian technology. This item is required to craft a Mustafarian weapon.",	"pistol_coil_ion":"Advanced blaster coil electronics made from Mustafarian technology. This item is required to craft a Mustafarian weapon.",	"pistol_coil_dist":"Advanced blaster coil electronics made from Mustafarian technology. This item is required to craft a Mustafarian weapon.",	"obsid_lance_core":"Advanced core material made from Mustafarian technology. This item is required to craft a Mustafarian weapon.",	"lava_cannon_coil":"Advanced blaster coil electronics made from Mustafarian technology. This item is required to craft a Mustafarian weapon.",	"flamer_coil":"Advanced blaster coil electronics made from Mustafarian technology. This item is required to craft a Mustafarian weapon.",	"carbine_coil_sfor":"Advanced blaster coil electronics made from Mustafarian technology. This item is required to craft a Mustafarian weapon.",	"tulrus_sword_core":"Advanced core material made from Mustafarian technology. This item is required to craft a Mustafarian weapon.",	"obsid_sword_core_2h":"Advanced core material made from Mustafarian technology. This item is required to craft a Mustafarian weapon.",	"obsid_sword_core_1h":"Advanced core material made from Mustafarian technology. This item is required to craft a Mustafarian weapon.",	"bandit_sword_core":"Advanced core material made from Mustafarian technology. This item is required to craft a Mustafarian weapon.",	"lava_crystal":"A strange Lava Crystal, which could be used by Jedi in a lightsaber.  This crystal must be tuned by a Jedi before use.  Once tuned this crystal becomes a focusing crystal and can only be used in a lightsaber by the Jedi who tuned it.",	"power_bit_d":"Power Bit used in weapon crafting to add stat modifiers to weapons. During the crafting process, all power bits added are diffused about 60%. Result being a component with 40% of the power crafted in, but able to be used in updating weapons.",	"weapon_core_heavy_advanced":"The primary component for heavy weapons. Used with a final weapon schematic to make a heavy weapon.",	"weapon_core_melee_advanced":"The primary component for melee weapons. Used with a final weapon schematic to make a melee weapon.",	"weapon_core_ranged_advanced":"The primary component for ranged weapons. Used with a final weapon schematic to make a ranged weapon.",	"weapon_core_melee_basic":"The primary component for melee weapons. Used with a final weapon schematic to make a melee weapon.",	"weapon_core_ranged_basic":"The primary component for ranged weapons. Used with a final weapon schematic to make a ranged weapon.",	"weapon_core_heavy_standard":"The primary component for heavy weapons. Used with a final weapon schematic to make a heavy weapon.",	"weapon_core_melee_standard":"The primary component for melee weapons. Used with a final weapon schematic to make a melee weapon.",	"weapon_core_ranged_standard":"The primary component for ranged weapons. Used with a final weapon schematic to make a ranged weapon.",	"new_weapon_comp_reinforcement_core_advanced":"A frame used to strengthen melee weapons.",	"new_weapon_comp_reinforcement_core":"A frame used to strengthen melee weapons.",	"elemental_cold":"The Elemental Cryo Chamber contains a freezing temperature subatomic particles that fuse with bolts or projectiles, and in the case of melee weapons coat the weapon which causes the target to suffer additional cold damage effects.",	"elemental_heat":"The Elemental Plasma Chamber contains molten temperature subatomic particles that fuse with bolts or projectiles, and in the case of melee weapons coat the weapon which causes the target to suffer additional heat damage effects.",	"elemental_electric":"The Elemental Electric Chamber contains highly charged particles that fuse with bolts or projectiles, and in the case of melee weapons coat the weapon which causes the target to suffer additional electric damage effects.",	"elemental_acid":"The Elemental Corrosive Chamber contains a noxious gas that fuse with bolts or projectiles, and in the case of melee weapons coat the weapon which causes the target to suffer additional acid damage effects.",	"elemental_heavy":"The Heavy Elemental Chamber contains the gases that cause a heavy weapon to deal elemental damage.  The higher the quality of the chamber, the more elemental damage the weapon will produce. ",	"new_weapon_comp_gas_cartridge":"Blaster gas is a chemically-enhanced fluid that is used in blasters. By emitting the gas through several chambers the blaster converts the gas into a particle beam.  This cartridge contains the most basic type of gas used in blaster weapons. ",	"new_weapon_comp_gas_cartridge_advanced":"This cartridge contains the most advanced type of gas used in blaster weapons, Tibanna. Tibanna gas produces four times its normal energy output when cohesive light passed through it producing greater energy yields and thus greater amounts of damage.",	"enhancement_melee_slot_one":"Used in crafting to augment a weapon with attribute bonuses.",	"enhancement_melee_slot_two":"Used in crafting to augment a weapon with combat enhancements.",	"enhancement_ranged_slot_two":"Used in crafting to augment a weapon with combat enhancements.",	"enhancement_ranged_slot_one":"Used in crafting to augment a weapon with attribute bonuses."
}}