{
	"stfFile":"craft_furniture_ingredients_d",
	"entries": {
		"rug":"A rug.",	"filling":"Some filling.",	"envelope":"An envelope.",	"frame":"A frame.",	"shelves":"A few shelves.",	"panelling":"Some paneling.",	"cushions":"Some soft cushions.",	"upholstery":"A large swath of generic upholstery.",	"pot":"A pot.",	"tree":"A tree.",	"greenery":"Some assorted greenery.",	"torch_module":"A torch module, the most basic unit of a torch.",	"lighting_module":"A lighting module, a basic unit of torch or light creation.",	"table_top":"A table top.",	"seat":"A seat for a chair.",	"roller_mechanism":"A roller mechanism.",	"panels":"Some panels.",	"doors":"Some doors.",	"lamp_body":"A lamp's body.",	"lamp_assembly":"An assembly for a lamp.",	"shade":"A shade, used in making lamps.",	"housing":"A housing.",	"neck":"A neck, used in crafting items such as lamps.",	"recliner_mechanism":"A recliner mechanism.",	"mattress":"A mattress.",	"memory_module":"A memory module.",	"processing_module":"A processing module.",	"load_bearing_truss":"A strong load-bearing truss.",	"valving":"Some valving, generally used in creating instruments.",	"painting_schematic_blumbush":"A document containing the information necessary to reproduce a painting of a blumbush.",	"painting_schematic_blueleaf_temple":"A document containing the information necessary to reproduce a painting of the Blue Leaf temple.",	"painting_schematic_boffa":"A document containing the information necessary to reproduce a painting of a boffa plant.",	"painting_schematic_golden_flower_01":"A document containing the information necessary to reproduce an abstract painting of golden petals - first in the series.",	"painting_schematic_golden_flower_02":"A document containing the information necessary to reproduce an abstract painting of golden petals - second in the series.",	"painting_schematic_golden_flower_03":"A document containing the information necessary to reproduce an abstract painting of golden petals - third in the series.",	"painting_schematic_house":"A document containing the information necessary to reproduce a painting of a residential house.",	"painting_schematic_krayt_skeleton":"A document containing the information necessary to reproduce a painting of a krayt dragon skeleton.",	"painting_schematic_lucky_despot":"A document containing the information necessary to reproduce a painting of the Lucky Despot wreckage.",	"painting_schematic_mattberry":"A document containing the information necessary to reproduce a painting of mattberry plant.",	"painting_schematic_rainbow_berry_bush":"A document containing the information necessary to reproduce a painting of a rainbow berry bush.",	"painting_schematic_moncal_eye_01":"A document containing the information necessary to reproduce a painting of a Mon Calamari eye - first in the series.",	"painting_schematic_moncal_eye_02":"A document containing the information necessary to reproduce a painting of a Mon Calamari eye - second in the series.",	"painting_schematic_ronka":"A document containing the information necessary to reproduce a painting of a ronka plant.",	"painting_schematic_raventhorn":"A document containing the information necessary to reproduce a painting of a raventhorn plant.",	"dual_wave_synthesizer":"This device is adequately capable of reproducing the sound of almost any musical instrument.",	"supports":"Reinforced metal supports.",	"integrated_circuit":"Circuitry used in cybernetics to control motor function."
}}