{
	"stfFile":"craft_item_ingredients_d",
	"entries": {
		"adv_hvy_blaster_power_handler":"Advanced Heavy Blaster Power Handler",	"adv_hvy_projectile_feed_mech":"Advanced Heavy Projectile Feed Mechanism",	"adv_vehicle_module":"Advanced Vehicle Module",	"adv_vehicle_structural_frame":"Advanced Vehicle Structural Frame",	"adv_warhead_launcher":"Advanced Warhead Launcher",	"agitator_motor":"A draft schematic for an agitator motor.",	"allum_hardening_compound":"Allum Hardening Compound",	"armor_assault_trooper_bicep_l":"A limited use draft schematic for an assault trooper left bicep.",	"armor_assault_trooper_bicep_r":"A limited use draft schematic for an assault trooper right bicep.",	"armor_assault_trooper_boots":"A limited use draft schematic for a set of assault trooper boots.",	"armor_assault_trooper_bracer_l":"A limited use draft schematic for an assault trooper left bracer.",	"armor_assault_trooper_bracer_r":"A limited use draft schematic for an assault trooper right bracer.",	"armor_assault_trooper_chest_plate":"A limited use draft schematic for an assault trooper chest plate.",	"armor_assault_trooper_gloves":"A limited use draft schematic for a pair of assault trooper gloves.",	"armor_assault_trooper_helmet":"A limited use draft schematic for an assault trooper helmet.",	"armor_assault_trooper_leggings":"A limited use draft schematic for a set of assault trooper leggings.",	"armor_assault_trooper_utility_belt":"A limited use draft schematic for an assault trooper utility belt.",	"armor_marine_bicep_l":"A limited use draft schematic for a marine rebel armor left bicep.",	"armor_marine_bicep_r":"A limited use draft schematic for a marine rebel armor right bicep.",	"armor_marine_boots":"A limited use draft schematic for marine rebel armor set of boots.",	"armor_marine_bracer_l":"A limited use draft schematic for a marine rebel armor left bracer.",	"armor_marine_bracer_r":"A limited use draft schematic for a marine rebel armor right bracer.",	"armor_marine_chest_plate_rebel":"A limited use draft schematic for a marine rebel armor chest plate.",	"armor_marine_gloves":"A limited use draft schematic for a marine rebel armor set of gloves.",	"armor_marine_helmet":"A limited use draft schematic for a marine rebel armor helmet.",	"armor_marine_leggings":"A limited use draft schematic for marine rebel armor set of leggings.",	"armor_panel_acid":"Acid Class Armor Panel",	"armor_panel_blast":"Blast Class Armor Panel",	"armor_panel_cold":"Cold Class Armor Panel",	"armor_panel_electrical":"Electrical Class Armor Panel",	"armor_panel_energy":"Energy Class Armor Panel",	"armor_panel_heat":"Heat Class Armor Panel",	"armor_panel_kenetic":"Kenetic Class Armor Panel",	"armor_plating_mk1":"Armor Plating Model I",	"armor_plating_mk2":"Armor Plating Model II",	"armor_plating_mk3":"Armor Panel Model III",	"armor_rebel_assault_bicep_l":"A limited use draft schematic for a rebel assault left bicep.",	"armor_rebel_assault_bicep_r":"A limited use draft schematic for a rebel assault right bicep.",	"armor_rebel_assault_boots":"A limited use draft schematic for a set of rebel assault boots.",	"armor_rebel_assault_bracer_l":"A limited use draft schematic for a rebel assault left bracer.",	"armor_rebel_assault_bracer_r":"A limited use draft schematic for a rebel assault right bracer.",	"armor_rebel_assault_chest_plate":"A limited use draft schematic for a rebel assault chest plate.",	"armor_rebel_assault_gloves":"A limited use draft schematic for a pair of rebel assault gloves.",	"armor_rebel_assault_helmet":"A limited use draft schematic for a rebel assault helmet.",	"armor_rebel_assault_leggings":"A limited use draft schematic for a set of rebel assault leggings.",	"armor_rebel_battle_bicep_l":"A limited use draft schematic for a rebel battle armor left bicep.",	"armor_rebel_battle_bicep_r":"A limited use draft schematic for a rebel battle armor right bicep.",	"armor_rebel_battle_boots":"A limited use draft schematic for a set of rebel battle armor boots.",	"armor_rebel_battle_bracer_l":"A limited use draft schematic for a rebel battle armor left bracer.",	"armor_rebel_battle_bracer_r":"A limited use draft schematic for a rebel battle armor right bracer.",	"armor_rebel_battle_chest_plate":"A limited use draft schematic for a rebel battle armor chest plate.",	"armor_rebel_battle_gloves":"A limited use draft schematic for a pair of rebel battle armor gloves.",	"armor_rebel_battle_helmet":"A limited use draft schematic for a rebel battle armor helmet.",	"armor_rebel_battle_leggings":"A limited use draft schematic for a set of rebel battle armor leggings.",	"armor_scout_trooper_bicep_l":"A limited use draft schematic for a scout trooper left bicep.",	"armor_scout_trooper_bicep_r":"A limited use draft schematic for a scout trooper right bicep.",	"armor_scout_trooper_boots":"A limited use draft schematic for a scout trooper set of boots.",	"armor_scout_trooper_bracer_l":"A limited use draft schematic for a scout trooper left bracer.",	"armor_scout_trooper_bracer_r":"A limited use draft schematic for a scout trooper right bracer.",	"armor_scout_trooper_chest_plate":"A limited use draft schematic for a scout trooper chest plate.",	"armor_scout_trooper_gloves":"A limited use draft schematic for a scout trooper set of gloves.",	"armor_scout_trooper_helmet":"A limited use draft schematic for a scout trooper helmet.",	"armor_scout_trooper_leggings":"A limited use draft schematic for a scout trooper set of leggings.",	"armor_scout_trooper_utility_belt":"A limited use draft schematic for a scout trooper utility belt.",	"armor_stormtrooper_bicep_l":"A limited use draft schematic for a Stormtrooper left bicep.",	"armor_stormtrooper_bicep_r":"A limited use draft schematic for a Stormtrooper right bicep.",	"armor_stormtrooper_boots":"A limited use draft schematic for a Stormtrooper set of boots.",	"armor_stormtrooper_bracer_l":"A limited use draft schematic for a Stormtrooper left bracer.",	"armor_stormtrooper_bracer_r":"A limited use draft schematic for a Stormtrooper right bracer.",	"armor_stormtrooper_chest_plate":"A limited use draft schematic for a Stormtrooper chest plate.",	"armor_stormtrooper_gloves":"A limited use draft schematic for a set of  Stormtrooper gloves.",	"armor_stormtrooper_helmet":"A limited use draft schematic for a Stormtrooper helmet.",	"armor_stormtrooper_leggings":"A limited use draft schematic for a set of Stormtrooper leggings.",	"armor_stormtrooper_utility_belt":"A limited use draft schematic for a Stormtrooper utility belt.",	"assembly_enclosure":"Forms the protective casing for the device's electronics.",	"assorted_fruit":"This is a draft schematic for a set of assorted fruit that can be used as a decoration.",	"auto_blaster_cannon":"Auto-Blaster Cannon",	"bacta_tank":"This is a draft schematic for a large bacta tank that is non-functional, but can be used as a display.",	"basket_closed":"This is a draft schematic for a decorative closed basket.",	"blaster_cannon":"Blaster Cannon",	"booster_charge":"A booster charge launches fireworks into the sky.",	"bottle_fat":"This is a draft schematic for a short, fat decorative glass bottle.",	"bottle_pear":"This is a draft schematic for a pear shaped decorative glass bottle.",	"bottle_tall":"This is a draft schematic for a tall decorative glass bottle.",	"bubble_tank":"This draft schematic is for a decorative bubble tank.",	"bug_habitat":"An engineered creature habitat that will keep a small sample of creatures alive and well for an extended period of time.  You can release these creatures into the wild if you want.",	"burster_charge":"A burster charge explodes the firework just as it reaches the perfect altitude.",	"cafe_chair":"This draft schematic is for a chair like the ones used in outdoor cafes.",	"campfire":"This draft schematic creates a permanently lit campfire, used as a decoration.",	"cantina_chair":"This draft schematic is for a chair like the ones used in cantinas.",	"capacitor_bank":"This bank of capacitors is used to temporarily store a large electrical charge.",	"carved_bowl":"This is a draft schematic for a carved wooden bowl.",	"carved_plain":"This is a draft schematic for a plain wooden bowl.",	"chemical_agent":"Chemical Agent",	"chemical_enhancers":"Chemical Enhancers",	"chemical_recycler":"A draft schematic for a Chemical Recycler.",	"chemicals":"Various chemicals used while slicing.",	"clamp_body":"A clamp used in slicing.",	"coffee_table_modern":"This draft schematic is used to create a modern coffee table.",	"command_center":"Command Center",	"command_console":"This draft schematic creates command console.",	"controller":"Acts as the interface and controller device for the mechanisms subsystems.",	"corellian_flagpole":"A draft schematic for a Corellian flag, high atop a flagpole.",	"couch_blue":"A draft schematic for a blue couch.",	"creature_recycler":"A draft schematic for a Creature Recycler.",	"delivery_mechanism":"Delivery Mechanism",	"delivery_medium":"Delivery Medium",	"diagnostic_screen":"This draft schematic is used to create a diagnostic screen.",	"disperser":"Disperser",	"droid_body":"This draft schematic creates a protocol droid body, which is non-functional and used only for decoration.",	"droid_head":"This draft schematic is used to make a non-functioning protocol droid head.",	"dx_disruptor_array":"DX Disruptor Array",	"electronic_control_unit":"Electronic control unit.",	"electronic_energy_distributor":"Electronic energy distributor.",	"electronic_power_conditioner":"Electronic power conditioner.",	"electronics_gp_module":"General-purpose electronics module.",	"electronics_memory_module":"Electronic memory module.",	"elegant_cabinet":"This draft schematic is for a cabinet that matches the elegant furniture set.",	"encased_ducted_fan":"Ducted Fan",	"executioners_hack_schematic":"A draft schematic for a weapon called an Executioner's Hack.",	"extended_fuel_tanks":"Extended Fuel Tanks",	"extended_fuel_tanks_hvy":"Heavy Extended Fuel Tanks",	"firespray_schematic":"This is a complete schematic for a Kuat Systems Engineering Firespray ship.  Using this object will grant you a limited number of uses of the Firespray draft schematic.",	"flora_recycler":"A draft schematic for a Flora Recycler.",	"fluidic_drilling_pumping_unit":"This is used in the process of drilling for and pumping fluids.",	"foodcart":"This draft schematic is used to make a decorative food cart.",	"fuel_a":"Class A Fuel",	"fuel_b":"Class B Fuel",	"fuel_c":"Class C Fuel",	"fuel_cell_a":"Fuel Cell type A",	"fuel_cell_b":"Fuel Cell type B",	"fuel_cell_c":"Fuel Cell type C",	"fuel_dispersion_unit":"Fuel Dispersion Unit",	"fuel_injector_tank":"Fuel Injection Tank",	"fuel_injector_tank_2":"Secondary Fuel Injection Tank",	"gambling_table":"This draft schematic is used to make a gambling table.",	"generator_turbine":"A powerful turbine.",	"hanging_planter":"This draft schematic is used to make a hanging plant.",	"hvy_blaster_power_handler":"Heavy Blaster Power Handler",	"hvy_projectile_feed_mech":"Heavy Projectile Feed Mechanism",	"jetpack_base":"Jetpack Base",	"landspeeder_av21_schematic":"This is a schematic for an AV-21 landspeeder.",	"large_sensor_package":"A large sensor package.",	"laser_assembly":"A laser used for cutting and burning while slicing.",	"laser_cannon":"Laser Cannon",	"launcher":"Launcher Pod",	"light_ore_mining_unit":"This module is used to give smaller harvesting installations their capabilities.",	"light_power_core_unit":"A light power core unit.",	"mandalorian_jetpack":"This is a draft schematic for creating a Mandalorian jetpack.",	"mandalorian_wine_schematic":"Carefully recorded on the datapad is the recipe for how to make Mandalorian Wine.",	"mass_driver":"Mass Driver",	"metal_recycler":"A draft schematic for a Metal Recycler.",	"micro_sensor_suite":"A micro sensor suite.",	"microphone":"This draft schematic is used to make a microphone.",	"mini_launcher_pod":"Mini Launcher Pod",	"molecular_fuser":"A device used in slicing.",	"ore_mining_unit":"This is used in the process of mining for ore.",	"ore_recycler":"A draft schematic for an Ore Recycler.",	"parallel_control_unit":"While not required to assemble this device, the addition of a high-quality Electronic Control Unit can make a Medic MultiTool that much better.",	"park_bench":"This is a draft schematic for a generic bench.",	"pistol_de_10_schematic":"A draft schematic for a DE-10 style pistol.",	"pitcher_full":"This draft schematic is used to create a pitcher full of water.",	"power_core_unit":"The power core is the heart of a building's energy output.",	"power_plant_av21":"A power plant for an AV-21 Landspeeder",	"power_plant_mk1":"Power Plant Model I",	"power_plant_mk2":"Power Plant Model II",	"power_plant_mk3":"Power Plant Model III",	"professors_desk":"This draft schematic is used to create a desk, like the ones used by professors at the universities.",	"proton_torpedo_array":"Proton Torpedo Array",	"radar_screen":"This draft schematic creates a radar screen.",	"radio":"This draft schematic can be used to create a radio.",	"razor_knuckler_schematic":"A draft schematic for a weapon called a Razor Knuckler.",	"reactor_unit":"Reactor Unit",	"rifle_berserker_schematic":"A schematic for a berserker rifle.",	"sample_bugs":"A sample of some kind of creature taken from a lair.  An artisan could probably find an interesting way to display these creatures.  This is crafted with a live creature sample collected from a lair.",	"scanner_assembly":"Scans for the requested materials at user-configurable distances.",	"secondary_sensor_suite":"While not required to assemble this device, the addition of a high-quality Micro Sensor Suite can make a Medic MultiTool that much better.",	"shared_harvesting_mechanism":"This enables a structure to harvest materials.",	"shared_manufacturing_mechanism":"This enables a structure to manufacture materials.",	"shellfish_harvester_schematic":"Tool used to locate mollusks and crustaceans.",	"shisa":"This draft schematic is used to make a shisa.",	"slave_brazier":"This draft schematic is used to create a decorative brazier.",	"small_storage_module":"A small module built for storage.",	"small_structure_storage_module":"This storage module is designed for a small structure.",	"spear_rack":"This draft schematic is used to create a decorative weapon rack.",	"storage_bay":"Storage Bay",	"storage_unit":"Self-contained storage space for gathered materials and items.",	"stove":"This draft schematic is used to create a portable stove.",	"streetlamp":"This draft schematic is used to create a street lamp.",	"structural_module":"A basic unit of a structure.",	"structural_reinforcements":"Structural Reinforcements",	"structural_reinforcements_hvy":"Heavy Structural Reinforcements",	"structure_storage_module":"This storage module creates a storage unit, for gathered materials and items.",	"stuffed_fish":"This draft schematic is used to create a decorative fish.",	"tanning_hide_s01":"This draft schematic makes a tanned, stretched hide that can be used for decoration.",	"tanning_hide_s02":"This draft schematic makes a tanned, stretched hide that can be used for decoration.",	"tatooine_tapestry":"This draft schematic creates a flag of Tatooine.",	"tech_console_s01":"This is a draft schematic for a standard technical console.",	"tech_console_s02":"This is a draft schematic for a standard technical console.",	"throw_pillow":"This draft schematic is for making a throw pillow.",	"tools":"Assorted tools used while slicing.",	"tumble_blender":"A draft schematic for a Tumble Blender.",	"utensils":"This draft schematic is for making kitchen utensils.",	"veh_shield_generator_mk1":"Shield Generator Model I",	"veh_shield_generator_mk2":"Shield Generator Model II",	"veh_shield_generator_mk3":"Shield Generator Model III",	"vehicle_module":"Vehicle Module",	"vehicle_structural_frame":"Vehicle Structural Frame",	"wall_module":"A basic wall module.",	"warhead_launcher":"Warhead Launcher",	"weapon_array":"Weapon Array",	"weapon_high_power_module":"This is a high power module for energy weapons.",	"weapon_link":"Weapon Link",	"trandoshan_hunter_rifle_schematic":"An engineering schematic for the Trandoshan Hunter's Rifle. A master weaponsmith would be able to understand this schematic and learn how to make the rifle from it.",	"weapon_must_2h_lightsaber_schematic":"This technical readout provides information on how to create a unique two-handed lightsaber hilt.",	"weapon_must_1h_lightsaber_schematic":"This technical readout provides information on how to create a unique one-handed lightsaber hilt.",	"turbo_fluidic_drilling_pumping_unit":"This is used in the process of drilling for and pumping fluids.",	"shared_heavy_harvesting_mechanism":"Heavy Harvesting Mechanism",	"turbo_fluidic_drilling_pumping_unit_advanced":"This is an advanced model of the original pump unit. This is used in the process of drilling and pumping fluids.",	"ore_mining_unit_advanced":"An advanced version of an ore mining unit. This is used in the process of mining for ore.",	"shared_heavy_harvesting_mechanism_advanced":"An advanced version of the heavy harvesting mechanism. This enables a structure to manufacture materials.",	"jets":"Stabilizer jets are used to increase mobility of ships.",	"electronic_control_unit_advanced":"Advanced Electronic control unit.",	"micro_sensor_suite_advanced":"Advanced micro sensor suite.",	"nightsister_gem_bead":"A gemstone bead taken from a Nightsister.",	"nightsister_gold_gem":"A gold bead taken from a Nightsister.",	"nightsister_gold_wire":"A piece of gold wire taken from a Nightsister.",	"nightsister_green_bead":"A green bead taken from Nightsister.",	"nightsister_clasp":"A jewelry clasp taken from a Nightsister.",	"corrective_inducer":"The corrective inducer is a sub-componenet used in crafting.",	"current_motivator":"The current motivator is a sub-componenet used in crafting.",	"cycle_control":"The cycle control is a sub-componenet used in crafting.",	"decoherence_sensor":"The decoherence sensor is a sub-componenet used in crafting.",	"directional_sensor":"The directional sensor is a sub-componenet used in crafting.",	"loop_auditor":"The loop auditor is a sub-componenet used in crafting.",	"momentum_compensator":"The momentum compensator is a sub-component used in crafting.",	"particle_sensor":"The particle sensor is a sub-componenet used in crafting.",	"signal_cleanup_unit":"The signal cleanup unit is a sub-componenet used in crafting.",	"signal_rerouter":"The signal rerouter is a sub-componenet used in crafting.",	"spin_alignment_inducer":"The spin alignment inducer is a sub-componenet used in crafting.",	"transductive_shunt":"The transductive shunt is a sub-componenet used in crafting.",	"tuning_cell":"The tuning cell is a sub-componenet used in crafting.",	"variance_throttle":"The variance throttle is a sub-componenet used in crafting.",	"voltage_inducer":"The voltage inducer is a sub-componenet used in crafting.",	"belt":"Destroyed Stormtrooper Belt",	"bicep_l":"Destroyed Stormtrooper Bicep (L)",	"bicep_r":"Destroyed Stormtrooper Bicep (R)",	"boots":"Destroyed Stormtrooper Boots",	"bracer_l":"Destroyed Stormtrooper Bracer (L)",	"bracer_r":"Destroyed Stormtrooper Bracer (R)",	"chest":"Destroyed Stormtrooper Chest Plate",	"gloves":"Destroyed Stormtrooper Gloves",	"helmet":"Destroyed Stormtrooper Helmet",	"leggings":"Destroyed Stormtrooper Leggings",	"undead_leg":"Rotting Leg",	"undead_arm":"Rotting Arm",	"undead_foot":"Rotting Foot",	"undead_hand":"Rotting Hand",	"undead_head":"Rotting Head",	"undead_brain":"Rotting Brain",	"undead_tooth":"Rotting Tooth",	"undead_lungs":"Rotting Lungs",	"undead_eye":"Rotting Eye",	"undead_heart":"Rotting Heart",	"undead_liver":"Rotting Liver",	"undead_stomach":"Rotting Stomach",	"undead_jaw":"Rotting Jaw",	"power_coil":"Power Coil",	"generator_fuel":"Generator Fuel",	"interd_reactor":"Power Generator",	"interf_container":"Unit Container",	"memory_scanner":"Memory Scanner",	"engine_wiring":"Engine Wiring"
}}