{
	"stfFile":"faction_perk",
	"entries": {
		"alarm_destruct_n":"Base Destruct Alarm",	"alarm_hack_n":"Terminal Hacking Alarm",	"bonus_base_name":"You received a: %TO",	"cannot_defuse_state":"You cannot attempt to defuse any mines in your current state.",	"covert_detector":"Covert Detector",	"deploy":"Deploy",	"destroy_turrets":"You cannot enter this HQ until all Turrets have been destroyed.",	"earned_gcw_points":"Congratulations! You have earned  %DI point of planetary control for your faction.",	"faction_base_one_more":"You have placed a faction base. You can place one more base.",	"faction_base_refunded_one":"A faction base you placed has been destroyed and you have been refunded a base unit. You can now place an additional base.",	"faction_base_unit_last":"You have placed a faction base. You have now used up your faction base allotment and cannot place any more, without some of the others going away first.",	"faction_base_unit_refunded":"A faction base you placed has been destroyed and you have been refunded a base unit. You can now place up to %DI bases.",	"faction_base_unit_used":"You have placed a faction base. You can now place up to %DI more bases.",	"gcw_imperial_ahead":"The Empire is has the advantage over the Rebellion.",	"gcw_rebel_ahead":"The Rebellion has the advantage over the Empire.",	"gcw_tied":"Neither the Rebellion nor the Empire has the advantage.",	"given_extra_bases":"Congratulations! In addition to the base that you purchased, we have given you two additional bases. They are:",	"hq":"Headquarters",	"mine_count":"%TO (%DI)",	"mine_donation":"Mine Donation",	"minefield":"Minefield",	"minefield_exit":"You have left the perimeter of an enemy minefield.",	"minefield_near":"You have breached the perimeter of an enemy minefield.",	"new_old_fbase_refunded":"Building Lots and Faction Points for an old Faction Base have been refunded. You have been given %DI lots back.",	"no_bases":"There are no bases available.",	"no_build_area":"You are within a no-build area. Please try this action elsewhere.",	"no_build_inside":"You cannot deploy this object inside another structure.",	"no_locate_mine":"You look around for mines, fail to locate any.",	"no_mines_from_crate":"You cannot donate mines directly from a factory crate.",	"no_mines_outside_hq":"Mines can no longer be placed inside a minefield not attached to a factional HQ.",	"no_mines_to_donate":"You do not have any mines to donate.",	"no_success_disarm":"You are unsuccessful in your mine dismantling attempt.",	"not_enough_base_units":"You do not have any base unit allotments left, and so cannot place this factional base.",	"old_fbase_refunded":"Building Lots and Faction Points for an old Faction Base have been refunded. You have been given %DI lots back and have been granted %DF faction points.",	"packup":"Pack Up",	"prose_be_declared":"You must be declared to a faction to use %TT.",	"prose_be_declared_faction":"You must be a declared %TO to use %TT.",	"prose_not_neutral":"You cannot use %TT if you are neutral or on leave.",	"prose_nsf_lots":"Insufficient Lots: You lack the required %DI available lots to place this item.",	"prose_wrong_faction":"You must be declared to the %TO faction to use that %TT.",	"recover_fumbled":"Your grenade assembly skill allows you to recover your fumbled dismantle.",	"success_disarm_mine":"You successfully disarm and dismantle an enemy mine.",	"success_locate_mine":"You successfully locate a mine. Defusing...",	"successfully_donate":"You successfully donate %TT to %TU",	"trapping_avoid_mine":"Your trapping skill helps you narrowly avoid stepping on a mine...",	"turret":"turret",	"unsuccessful_donate":"You unable to complete the donation of %TT to %TU",	"wish_to_donate":"Select the mine you wish to donate.",	"mine":"mine"
}}