{
	"stfFile":"frn_d",
	"entries": {
		"armor":"A diagram study of the RIS Armor.",	"award_plaque_gold":"Combat Upgrade Commemorative Plaque April, 2005 ",	"award_plaque_silver":"Combat Upgrade Commemorative Plaque April, 2005 ",	"bacta_tank":"A large bacta tank, unusable, but interesting none the less.",	"bar_counter_s1":"A bar countertop.",	"bar_piece_curve_s1":"A bar countertop.",	"bar_piece_curve_s1_treasure_map":"Treasured Bar Counter Curve Piece 2",	"bar_piece_curve_s2":"A bar countertop.",	"bar_piece_curve_s2_treasure_map":"Treasured Bar Counter Curve Piece 3",	"bar_piece_straight_s1":"A bar countertop.",	"bar_piece_straight_s1_treasure_map":"Treasured Bar Counter Curve Piece 4",	"bar_piece_straight_s2":"A bar countertop.",	"bar_piece_straight_s2_treasure_map":"Treasured Bar Counter Piece 5",	"basket_closed":"This is a closed basket, used for display.",	"bestine_history_quest_painting":"A unique painting. This photorealistic painting, no longer in regular circulation, depicts an artist's rendition of a star being revealed as it emerges from behind a planet.",	"bestine_quest_imp_banner":"An imperial banner. The banner is meant to be used as a house decoration for the proud citizen of the Empire.",	"bestine_quest_painting":"A rare painting depicting an Imperial prison, shadowed by an ominous storm.",	"bestine_quest_rug":"A well-made rug given as a gift from Sean Trenwell. The rug would be perfect for many a house, providing comfort and style to any dwelling.",	"bestine_quest_statue":"A large statue meant to be used as a house decoration. Attached to the statue is a small inscription which reads: \"Sean Trenwell, Director of Commerce\".",	"bio_orange":"A picture of a genetically enhanced creature.",	"bottle_fat":"This is a fat glass bottle.",	"bottle_pear":"This is a pear shaped glass bottle.",	"bottle_tall":"This is a tall glass bottle.",	"bubble_tank":"This is a decorative bubble tank.",	"bw_stormtrooper":"A stylized picture of a close up Stormtrooper helm.  The text reads \"No Division\".",	"cafe_chair":"Cafe Chair",	"campfire":"This is a decorative campfire.",	"cargoport":"This is a blueprint poster of a cargo port.",	"carved_bowl":"This is a carved bowl.",	"cave_light":"A cave light.",	"city_flag_kit":"This kit will produce one city banner to place in your city.  See the Mayor of your city to place the banner.",	"counter_treasure_map":"Treasured Bar Counter Piece 1",	"dance_party":"This appears to be an advertisement for some kind of celebration, though it's hard to say how old it might be, and the text doesn't seem to make any sense.  Perhaps it's slang?",	"stage_controller":"This item allows the user to control various stage props and machinery in the same room.",	"diagnostic_screen":"This is a diagnostic screen.",	"diner_bar_d":"A Diner Counter.",	"diner_booth_d":"Diner Booth Seating.",	"diner_stool_d":"A Diner Stool.",	"diner_table_d":"A Diner Table.",	"double_helix":"Genetically enhanced creatures attached by a DNA strand.  This obviously belongs in the office of a bio-engineering company.",	"droid_bright":"This picture is obviously done by an artist learning a new style.  The color choices are unique, and make the painting almost unbearable to look at.",	"elevator_panel_01":"Level 1 Lower Terminal",	"elevator_panel_02":"Level 2 Main Terminal",	"elevator_panle_03":"Level 3 the Atrium",	"flag_city_01":"A city banner representing the planet of Corellia.",	"flag_city_02":"A city banner representing the planet of Dantooine.",	"flag_city_03":"A city banner representing the planet of Dathomir.",	"flag_city_04":"A city banner representing the planet of Endor.",	"flag_city_05":"A city banner representing the planet of Lok.",	"flag_city_06":"A city banner representing the planet of Naboo.",	"flag_city_07":"A city banner representing the planet of Rori.",	"flag_city_08":"A city banner representing the planet of Talus.",	"flag_city_09":"A city banner representing the planet of Tatooine.",	"flag_city_10":"A city banner representing the planet of Yavin 4.",	"flag_city_11":"A city banner representing the Galactic Empire.",	"flag_city_12":"A city banner representing the Alliance to Restore the Republic.",	"foodcart":"A foodcart.",	"freedom":"This painting is a contradiction in terms.  The text on top reads \"Glorious Sacrifice\" and at the bottom \"Freedom isn't Free\".  The picture doesn't seem to go with the text, almost as though it were changed in a rush.",	"frn_all_banner_rebel":"A small banner displaying the Rebellion insignia.",	"frn_all_heroic_exar_brazier_01_d":"This is a replica of a brazier found hidden in the chambers of Exar Kun.",	"frn_all_heroic_exar_coffee_table_d":"The idea for this table came from items found in the hidden chambers of Exar Kun.",	"frn_all_jedi_table":"An ornate table.",	"frn_armoire":"An armoire.",	"frn_art":"A work of art.",	"frn_bed_large":"A large bed.",	"frn_bed_small":"A small bed.",	"frn_bookcase":"A bookcase.",	"frn_cabinet":"A cabinet.",	"frn_camp_stool_short":"A short camp stool.",	"frn_camp_stool_tall":"A tall camp stool",	"frn_chair":"A chair.",	"frn_chair_kitchen":"A kitchen chair.",	"frn_chair_metal":"A metal chair.",	"frn_chair_recliner":"A reclining chair.",	"frn_chair_upholstered":"An upholstered chair.",	"frn_chair_wooden":"A wooden chair.",	"frn_chest":"A chest.",	"frn_coffee_table":"A cheap cafe table.",	"frn_command_console":"A command console of some kind.  There are buttons here that can be pressed...",	"frn_console":"A technical console.",	"frn_cot":"A camp cot.",	"frn_couch":"A couch.",	"frn_couch_divan":"A divan.",	"frn_couch_futon":"A futon.",	"frn_couch_large":"A large couch.",	"frn_couch_small":"A small couch.",	"frn_crate":"A storage crate.",	"frn_data_terminal":"A data terminal.",	"frn_dented_drum":"A damaged metal drum.",	"frn_desk":"A professor's desk.",	"frn_diner_counter_center_d":"A diner counter center piece.",	"frn_diner_counter_corner_d":"A diner counter corner piece, style 1.",	"frn_diner_counter_corner_s02_d":"A diner counter corner piece, style 2.",	"frn_dining_table":"A dining table.",	"frn_droid_detector":"A droid detection device.",	"frn_end_table":"An end table.",	"frn_gaming_kiosk":"A gaming table.",	"frn_hoth_camo_net_01_d":"a small camouflage net",	"frn_hoth_camo_net_02_d":"a camouflage net",	"frn_hoth_camo_net_03_d":"a large camouflage net",	"frn_jedi_chair":"An Ornate Chair",	"frn_jedi_throne":"A Majestic Throne",	"frn_lamp_candlestick":"A candle.",	"frn_lamp_desk":"A desk lamp.",	"frn_lamp_free":"A free-standing lamp.",	"frn_lamp_table":"A table-top lamp.",	"frn_lawn_chair":"A lawn chair",	"frn_light":"A durasteel filament lantern.",	"frn_love_seat":"A loveseat.",	"frn_med_console":"A data console used for medical research and information storage.",	"frn_metal_crate":"A small metal storage crate.",	"frn_ottoman":"An ottoman.",	"frn_partition_cloth_horizontal_large":"A decorative panel of horizontal alignment made out of cloth. Size large.",	"frn_partition_cloth_horizontal_small":"A decorative panel of horizontal alignment made out of cloth. Size small.",	"frn_partition_cloth_vertical_large":"A decorative panel of vertical alignment made out of cloth. Size large.",	"frn_partition_cloth_vertical_small":"A decorative panel of vertical alignment made out of cloth. Size small.",	"frn_partition_horizontal_large":"A decorative panel of horizontal alignment. Size large.",	"frn_partition_horizontal_small":"A decorative panel of horizontal alignment. Size small.",	"frn_partition_vertical_large":"A decorative panel of vertical alignment. Size large.",	"frn_partition_vertical_small":"A decorative panel of vertical alignment. Size small.",	"frn_pat_terminal":"This terminal uses the company's local network to allow access to the global network. It is often provided as a complimentary service by affluent corporations.",	"frn_payroll_terminal":"A payroll terminal. Usually used for tracking the hours worked for shift employees.",	"frn_pdt_terminal":"A personal data terminal. Usually reserved for use by a single person. These terminals keep the most private and secure data for an individual.",	"frn_potted_plant":"A potted plant.",	"frn_rug_01":"A fine woven rug.",	"frn_searchable_desk_01":"A desk used for business. The desk may have valuable items and is able to be searched.",	"frn_searchable_desk_02":"A desk used for business. The desk may have valuable items and is able to be searched.",	"frn_sec_terminal":"A security terminal. Usually used for security checks on employees and visitors passing into secure areas.",	"frn_sofa_chair":"A sofa chair.",	"frn_storage_drums":"Small storage drums.",	"frn_table":"A table.",	"frn_table_small":"A small table.",	"frn_tato_cafe_chair":"A cafe chair.",	"frn_tato_cafe_parasol":"A cafe parasol.",	"frn_tato_cafe_table":"A cafe table.",	"frn_tato_cantina_seat_large":"A large cantina seat.",	"frn_tato_cantina_seat_small":"A small cantina seat.",	"frn_tato_cantina_seat_worn":"A worn cantina seat.",	"frn_tato_cantina_table":"A cantina table.",	"frn_tato_fruit_stand_large":"A large fruit-stand.",	"frn_tato_fruit_stand_small":"A small fruit stand.",	"frn_tato_meat_rack":"A rack of cured meats.",	"frn_tato_vase":"An ornamental vase.",	"frn_tent":"A tent.",	"frn_throwpillow":"A throw pillow.",	"frn_toolchest":"A toolchest.",	"frn_torch":"A torch.",	"frn_vet_carbonite_geonosian":"A incapacitated Geonosian trapped in Carbonite.",	"frn_vet_carbonite_gungan":"A incapacitated Gungan trapped in Carbonite.",	"frn_vet_carbonite_ugnaught":"A incapacitated Ugnaught trapped in Carbonite.",	"frn_vet_painting_community_summit_s02":"A painting commemorating a festive gathering.",	"frn_vet_podracer_statue":"A miniature replica of a Podracer.",	"fruit_assorted":"This is a set of preserved fruits arranged in a display.",	"generic_bench":"A bench.",	"glow_stick":"Used to light dark caves and forgotten passages.",	"han_wanted":"This is a wanted poster for notorious rebel pilot, Han Solo.",	"hanging_planter":"This is a hanging plant.",	"hologram_avatar_asteroids":"The Blackscale Trandoshans often carry holographic images of the asteroids which surround their stronghold, the Avatar Space Platform.",	"hologram_avatar_squid":"A number of homesick Trandoshans have taken to carrying around a hologram of a Doshian jellyfish which is widely considered to be the Trandoshan's favorite food.",	"hologram_base_emperor":"This device projects a holographic image.",	"hologram_datadisk_rare":"A rare datadisk hologram",	"hologram_datadisk_unusual":"An unusual datadisk hologram",	"hologram_insignia_imp":"This is a holographic image of an Imperial insignia. Hologram platforms like this are used as decoration throughout the galaxy. Most holograms are produced as secondary product lines by large datadisc manufacturers (like 'Corellia Digital' and 'Bay-Suwe Combine'). Unique works of holographic art are extremely rare.",	"hologram_insignia_reb":"This is a holographic image of a Rebel insignia. Hologram platforms like this are used as decoration throughout the galaxy. Most holograms are produced as secondary product lines by large datadisc manufacturers (like 'Corellia Digital' and 'Bay-Suwe Combine'). Unique works of holographic art are extremely rare.",	"hologram_stardestroyer":"This is a holographic image of an Imperial Star Destroyer. Hologram platforms like this are used as decoration throughout the galaxy. Most holograms are produced as secondary product lines by large datadisc manufacturers (like 'Corellia Digital' and 'Bay-Suwe Combine'). Unique works of holographic art are extremely rare.",	"hologram_tiefighter":"This is a holographic image of an Imperial TIE fighter. Hologram platforms like this are used as decoration throughout the galaxy. Most holograms are produced as secondary product lines by large datadisc manufacturers (like 'Corellia Digital' and 'Bay-Suwe Combine'). Unique works of holographic art are extremely rare.",	"hologram_vet_corvette":"This is a holographic image of a Corellian Corvette. Hologram platforms like this are used as decoration throughout the galaxy. Most holograms are produced as secondary product lines by large datadisc manufacturers (like 'Corellia Digital' and 'Bay-Suwe Combine'). Unique works of holographic art are extremely rare.",	"hologram_vet_darth_vader":"This is a holographic image of Darth Vader. Hologram platforms like this are used as decoration throughout the galaxy. Most holograms are produced as secondary product lines by large datadisc manufacturers (like 'Corellia Digital' and 'Bay-Suwe Combine'). Unique works of holographic art are extremely rare.",	"hologram_vet_deathstar":"This is a holographic image of the legendary Death Star.  Hologram platforms like this are used as decoration throughout the galaxy. Most holograms are produced as secondary product lines by large datadisc manufacturers (like 'Corellia Digital' and 'Bay-Suwe Combine'). Unique works of holographic art are extremely rare.",	"hologram_vet_imperial_guard":"This is a holographic image of an Imperial Guard. Hologram platforms like this are used as decoration throughout the galaxy. Most holograms are produced as secondary product lines by large datadisc manufacturers (like 'Corellia Digital' and 'Bay-Suwe Combine'). Unique works of holographic art are extremely rare.",	"hologram_vet_jawa":"This is a holographic image of a Jawa. Hologram platforms like this are used as decoration throughout the galaxy. Most holograms are produced as secondary product lines by large datadisc manufacturers (like 'Corellia Digital' and 'Bay-Suwe Combine'). Unique works of holographic art are extremely rare.",	"hologram_vet_lambda":"This is a holographic image of a Lambda Shuttle. Hologram platforms like this are used as decoration throughout the galaxy. Most holograms are produced as secondary product lines by large datadisc manufacturers (like 'Corellia Digital' and 'Bay-Suwe Combine'). Unique works of holographic art are extremely rare.",	"hologram_vet_leia":"This is a holographic image of a Princess Leia. Hologram platforms like this are used as decoration throughout the galaxy. Most holograms are produced as secondary product lines by large datadisc manufacturers (like 'Corellia Digital' and 'Bay-Suwe Combine'). Unique works of holographic art are extremely rare.",	"hologram_vet_luke_skywalker":"This is a holographic image of Luke Skywalker. Hologram platforms like this are used as decoration throughout the galaxy. Most holograms are produced as secondary product lines by large datadisc manufacturers (like 'Corellia Digital' and 'Bay-Suwe Combine'). Unique works of holographic art are extremely rare.",	"hologram_vet_sandcrawler":"This is a holographic image of a Jawa Sandcrawler. Hologram platforms like this are used as decoration throughout the galaxy. Most holograms are produced as secondary product lines by large datadisc manufacturers (like 'Corellia Digital' and 'Bay-Suwe Combine'). Unique works of holographic art are extremely rare.",	"hologram_vet_starfighter":"This is a holographic image of a Jedi Starfighter. Hologram platforms like this are used as decoration throughout the galaxy. Most holograms are produced as secondary product lines by large datadisc manufacturers (like 'Corellia Digital' and 'Bay-Suwe Combine'). Unique works of holographic art are extremely rare.",	"hologram_vet_yoda":"This is a holographic image of the Jedi Master Yoda. Hologram platforms like this are used as decoration throughout the galaxy. Most holograms are produced as secondary product lines by large datadisc manufacturers (like 'Corellia Digital' and 'Bay-Suwe Combine'). Unique works of holographic art are extremely rare.",	"hologram_xwing":"This is a holographic image of an X-wing fighter. Hologram platforms like this are used as decoration throughout the galaxy. Most holograms are produced as secondary product lines by large datadisc manufacturers (like 'Corellia Digital' and 'Bay-Suwe Combine'). Unique works of holographic art are extremely rare.",	"hologram_yt1300":"This is a holographic image of a YT-1300. Hologram platforms like this are used as decoration throughout the galaxy. Most holograms are produced as secondary product lines by large datadisc manufacturers (like 'Corellia Digital' and 'Bay-Suwe Combine'). Unique works of holographic art are extremely rare.",	"kitchen_utensils":"This is a set of kitchen utensils.",	"leia_wanted":"This is a wanted poster for Princess Leia, a noblewoman who is a known leader of the Rebellion against the Empire.",	"lifeday_banner_s01":"This banner depicts a typical Wookiee home.",	"lifeday_banner_s02":"This banner depicts a Kachirho cornucopia, typically seen around Life Day.",	"lifeday_banner_s03":"This banner depicts a Life Day orb.",	"luke_wanted":"This is a wanted poster for Rebel Pilot Luke Skywalker.",	"lytus_family_artefact":"An artifact from the noble Lytus family.",	"microphone":"A microphone",	"painting_agrilat_s01":"A landscape of the swamps of Agrilat, done by an unknown artist.",	"painting_anniversary_s30":"A painting commemorating the 30th anniversary of Star Wars.",	"painting_blueleaf_temple":"A painting of the Blue Leaf temple.",	"painting_blumbush":"A painting of a blumbush.",	"painting_boffa":"A painting of a boffa plant.",	"painting_bothan_f":"A famous painting of a Bothan female, done by legendary artist Bahzel.",	"painting_bothan_m":"A famous painting of a Bothan male, done by legendary artist Bahzel.",	"painting_clone_trooper_01":"An old painting depicting the face of a Clone Trooper, one of the soldiers of the Republic during the Clone Wars.",	"painting_fighter_pilot_human_01":"This picture is of a human star pilot, preparing for battle presumably.",	"painting_food_baking_s01":"This poster is meant to be hung in a kitchen, and shows a few completed food items.",	"painting_food_baking_s02":"This poster is meant to be hung in a kitchen, and shows food items.",	"painting_golden_flower_01":"An abstract painting of golden petals - first of the series.",	"painting_golden_flower_02":"An abstract painting of golden petals - second of the series.",	"painting_golden_flower_03":"An abstract painting of golden petals - third of the series.",	"painting_grievous_01":"An old painting depicting the face of a robotic general from the Clone Wars.",	"painting_heroic_exar_kun_ultra_rare_d":"Truly a rare find, this painting was found deep in Exar Kun's Chambers.",	"painting_house":"A painting of a residential house.",	"painting_human_f":"This famous portrait of a beautiful saddened human female was possibly done by the artist Venthan Chassu, though it's never been proven officially.",	"painting_kite_plant":"A still life of a Kite plant.  Rumor has it that the legendary artist Bahzel may have done this painting.",	"painting_krayt_skeleton":"A painting of a krayt dragon skeleton.",	"painting_lucky_despot":"A painting of the Lucky Despot wreckage.",	"painting_mattberry":"A painting of a mattberry plant.",	"painting_moncal_eye_01":"A painting of a Mon Calamari Eye - first of the series.",	"painting_moncal_eye_02":"A painting of a Mon Calamari Eye - second of the series.",	"painting_nebula_orchid":"This still life is of a plant called the Nebula Orchid.",	"painting_palowick_ad":"An advertisement for a Pa'lowick musician.",	"painting_party_vendor":"A limited edition print made especially for Nym's Anniversary celebration.",	"painting_planet_01":"This painting makes excellent use of light.  It was probably done by the Mon-Calamari master Yeliab.",	"painting_rainbow_berry_bush":"A painting of a rainbow berry bush.",	"painting_raventhorn":"A painting of a raventhorn plant.",	"painting_rodian_f":"This painting was done by Ob Khaddar, the mysterious artist who disappeared after the Emperor put a death mark on his head.",	"painting_rodian_f_ad_01":"This is an advertisement for an alcoholic beverage called \"Corellian Twister\".  The slogan reads \"Where the Fun's At!\"",	"painting_rodian_m":"This painting was done by Ob Khaddar, the mysterious artist who disappeared after the Emperor put a death mark on his head.",	"painting_ronka":"A painting of a ronka plant.",	"painting_schematic_droid":"This poster shows the schematics of a Mouse Droid, or MSE-6 type droid.",	"painting_schematic_transport_ship":"This poster shows the schematic for a transport ship.",	"painting_schematic_weapon":"This poster shows the schematics of a Turret.",	"painting_schematic_weapon_s03":"This poster shows the schematics for a Block Turret.",	"painting_smoking_ad":"This advertisement appears to be unfinished.  Either that or the company that created it forgot to put the product they were advertising anywhere on the picture.",	"painting_tato_s03":"This landscape of a single tree is amateurish at best, and was probably done by an art student.",	"painting_tato_s04":"This poster is of the kind found in Star Ports all across the galaxy.",	"painting_trandoshan_m":"This painting was done by the Hutt artist Dreyba.",	"painting_trandoshan_m1":"This painting was done by Dreyba the Hutt.",	"painting_trees_s01":"In the tradition of Life Day, this painting depicts the landscape of the Wookiee homeworld Kashyyyk. It was probably painted by memory as part of a Life Day remembrance ceremony.",	"painting_twilek_f":"A portrait of a female Twi'lek.",	"painting_twilek_m":"This painting was done by Furva Keill, and was supposedly inspired by his dealings with Bib Fortuna, Jabba the Hutt's major domo.",	"painting_vet_01":"'Cast Wing in Flight'  [Given for the one year anniversary of Star Wars Galaxies]",	"painting_vet_02":"'Decimator'  [Given for the one year anniversary of Star Wars Galaxies]",	"painting_vet_03":"'Tatooine Dune Speeder'  [Given for the one year anniversary of Star Wars Galaxies]",	"painting_vet_04":"'Weapon of War'  [Given for the one year anniversary of Star Wars Galaxies]",	"painting_vet_05":"'Fighter Study'  [Given for the one year anniversary of Star Wars Galaxies]",	"painting_vet_06":"'Hutt Greed'  [Given for the one year anniversary of Star Wars Galaxies]",	"painting_vet_07":"'Smuggler's Run'  [Given for the one year anniversary of Star Wars Galaxies]",	"painting_vet_08":"'Imperial Oppression' (TIE Oppressor)  [given for the one year anniversary of Star Wars Galaxies]",	"painting_vet_09":"'Emperor's Eyes' (TIE Sentinel)  [Given for the one year anniversary of Star Wars Galaxies]",	"painting_vet_10":"'Dusk in Kachirho'  [Given for the one year anniversary of Star Wars Galaxies in Japan]",	"painting_vet_11":"'Portrait of Master Kenobi'  This is a rare limited edition painting depicting the hero of the Old Republic, Jedi Master Obi-Wan Kenobi. ",	"painting_wookiee_f":"In the tradition of Life Day, this painting represents a family matriarch who has passed away.",	"painting_wookiee_m":"In the tradition of Life Day, this painting represents a family patriarch who has passed away.",	"painting_zabrak_f":"A portrait of Lady T'Inia, the wife of a Zabrak warrior of some reknown.",	"painting_zabrak_m":"A portrait of High Commander T'Inia, recently commissioned for a Zabrak warrior of some renown.",	"park_bench":"This is a bench, like the kind you'd find in a park.",	"pitcher_full":"This is a pitcher full of liquid.  Probably water.",	"plain_bowl":"This is a plain bowl.",	"portable_stove":"This is a small portable stove.  Though it has all its components it doesn't appear to work.",	"radio":"This is a radio.",	"ritual_fire_pit":"The ritual fire pit produces a warm glow and provides a friendly, yet mysterious, atmosphere.",	"sarlacc":"The Sarlacc is a gruesome, omnivorous, immobile beast almost entirely concealed beneath the ground. Only its foul mouth extends to the surface, ringed with grasping tentacles ready to pull any prey unfortunate to fall into the shifting sands. Because of its isolation, the Sarlacc rarely feeds, as it must rely on animals that stumble into the pit. As such, it has evolved an extremely efficient digestive process. According to lore, the stomach pit of the Sarlacc keeps its prey alive for a thousand years, slowly dissolving its meal into needed nutrients, while the hapless victim is kept alive in searing, endless agony. ",	"sayormi_mobile":"Wicked in its ways, the Sayormi Mobile can be found hanging in the tents of those claiming leadership in the Sayormi tribe.",	"shisa":"A shisa.  Like the one in Jabba's Palace.",	"skeleton_human":"A human skeleton.",	"skyscraper":"A blueprint poster of a skyscraper to be built on Coronet.",	"slave_brazier":"This is a slave brazier.",	"spear_rack":"A decorative rack of weapons.",	"squill_lair":"A squill lair. Upon further investigation, you can see a skull inside. The skull seems as if it would be important to someone. Maybe you can search it somehow?",	"starmap":"A stylized painting of a starmap.",	"streetlamp":"A streetlamp.",	"stuffed_fish":"This is a fished, stuffed, meant to be used as a display item.  Apparently someone thinks they're quite the fisherman...",	"tanning_hide":"This is a stretched leather hide, used as a decoration.",	"tatooine_tapestry":"This is a tapestry with a symbol for Tatooine on it.",	"teras_kasi":"This is a poster for a Teras Kasi attack known as the \"Spitting Rawl Technique\"",	"teras_kasi_2":"This is a poster for a classic Teras Kasi defensive stance.",	"trandoshan_wanted":"This is a wanted poster for a Trandoshan who has committed atrocities against a Wookiee clan.",	"trophy_bane_back_spider":"A hunting trophy of a bane back spider",	"trophy_bantha_kash":"A hunting trophy of a Kashyyyk bantha.",	"trophy_bolotaur":"A hunting trophy of a bolotaur.",	"trophy_finned_blaggart":"A hunting trophy of a finned blaggart",	"trophy_katarn":"A hunting trophy of a katarn.",	"trophy_kkorrwrot":"A hunting trophy of a kkorrwrot.",	"trophy_minstyngar":"A hunting trophy of a minstyngar.",	"trophy_mouf":"A hunting trophy of a mouf.",	"trophy_murra_blanca":"A hunting trophy of a murra blanca",	"trophy_mutant_acklay":"A hunting trophy of a mutant acklay",	"trophy_painted_spat":"A hunting trophy of a painted spat",	"trophy_scorpion_kliknik":"A hunting trophy of a scorpion kliknik",	"trophy_sordaan_hunting":"A trophy awarded by Sordaan Xris for Excellence in Hunting while hunting in the Etyyy region of Kashyyyk.",	"trophy_spiketail_blurrg":"A hunting trophy of a spiketail blurrg",	"trophy_uller":"A hunting trophy of an uller.",	"trophy_walluga":"A hunting trophy of a walluga.",	"trophy_webweaver":"A hunting trophy of a webweaver.",	"vader_victory":"A poster of Lord Darth Vader, with the text \"Victory through Conform\"",	"valley_view":"This is a landscape of a view through a valley.",	"vet_atat_toy":"A miniature replica of an AT-AT",	"vet_boba_toy":"A miniature replica of Boba Fett",	"vet_couch_falcon_corner_s01":"YT1300 Passenger Lounge",	"vet_couch_falcon_section_s01":"YT1300 Modular Seating.",	"vet_cu_pa_toy":"A miniature replica of a Cu Pa.",	"vet_darth_vader_toy":"A miniature replica of Darth Vader.",	"vet_data_terminal_s1":"A Holonet Tracking Console.",	"vet_data_terminal_s2":"A Sample Readout Console.",	"vet_data_terminal_s3":"A Holonet Terminal.",	"vet_data_terminal_s4":"A Control Array.",	"vet_dewback_toy":"A miniature replica of a Dewback",	"vet_display_stand":"A decorative display stand.",	"vet_emp_chair":"A replica of Emperor Palpatine's Throne",	"vet_fireplace":"A decorative fireplace.",	"vet_houseplant":"A decorative houseplant.",	"vet_jabba_toy":"A miniature replica of Jabba the Hutt.",	"vet_protocol_droid_toy":"A miniature replica of a protocol droid.",	"vet_r2_toy":"A miniature replica of an R2 droid.",	"vet_rancor_toy":"A miniature replica of a Rancor.",	"vet_rug_imperial":"A decorative Imperial Rug.",	"vet_rug_rebel":"A decorative Rebel Rug.",	"vet_salacious_crumb_toy":"A miniature replica of Salacious Crumb.",	"vet_stormtrooper_toy":"A miniature replica of a Stormtrooper.",	"vet_tech_console_sectional_a":"A Holonet Databank.",	"vet_tech_console_sectional_b":"A System Readout Terminal.",	"vet_tech_console_sectional_c":"A Database Input Terminal.",	"vet_tech_console_sectional_d":"A Main Systems Databank.",	"vet_tie_fighter_toy":"A miniature replica of a TIE Fighter.",	"vet_tusken_raider_toy":"A miniature replica of a Tusken Raider.",	"vet_x_wing_toy":"A miniature replica of an X-wing.",	"victorious_reign":"This is a propaganda poster showing a Stormtrooper with the text \"Victorious Reign\"",	"waterfall":"This is a knock-off or a forgery of an actual painting of the Agrilat region.",	"webweaver_blanket":"Spun from webweaver silk, the webweaver blanket provides a calming aura and can be found in hospitals and cantinas across the galaxy.",	"wke_center_piece":"This mystical centerpiece completes the \"Nyenthi'Oris' Gifts\" furniture set.  3/3 - \"Nyenthi'Oris' Gifts\"",	"wke_ceremonial_chair":"A ceremonial chair. It belongs to the \"Nyenthi'Oris' Gifts\" furniture set.  2/3 - \"Nyenthi'Oris' Gifts\"",	"wke_ceremonial_table":"A ceremonial table. It belongs to the \"Nyenthi'Oris' Gifts\" furniture set.  1/3 - \"Nyenthi'Oris' Gifts\"",	"wke_prayer_mobile":"The prayer mobile is often used during a ritualistic prayer held by a Wookiee shaman.",	"wke_windchime":"Delicate in its song, the shaman windchime lights up any home with its gentle whisper.",	"wookiee_totem_crafter":"This wookiee totem gives off a soft glow and represents a rough image of a crafter.  1/2 - Wookiee Totems",	"wookiee_totem_runner":"This wookiee totem gives off a soft glow and represents a rough image of a dancer.  2/2 - Wookiee Totems",	"stage_backdrop_generator_d":"This item is used to generate backdrop holograms for a stage performance. It's activated through a stage controller.",	"stage_smoke_machine_d":"This item is used to generate smoke effects for a stage performance. It's activated through a stage controller.",	"stage_pyro_machine_d":"This item is used to generate pyrotechnic effects for a stage performance. It's activated through a stage controller.",	"stage_generated_backdrop_d":"A stage backdrop generated by a Stage Backdrop Generator.",	"gem_collection_reward_03_d":"A unique form of gem stone that shines with a strong red light. ",	"gem_collection_reward_04_d":"A unique form of gem stone that shines with a strong green light. ",	"gem_collection_reward_02_d":"A unique form of gem stone that shines with a strong purple light. ",	"house_pet_scurrier_crafted_plant":"a potted palm",	"outbreak_lung_vat":"An experimental lung vat.",	"outbreak_science_desk":"A scientific work desk.",	"outbreak_shackled_man":"A deceased shackled prisoner.",	"outbreak_deathtrooper_pile":"A pile of deceased Stormtroopers.",	"default":""
}}