{
	"stfFile":"gcw",
	"entries": {
		"abort_field_change":"You cancel your factional change.",	"banner_already_inplay":"You already have a banner out. You will need to wait until your current banner is gone before you can bring out another one.",	"banner_already_used":"For this banner to be effective, it can only be used every 30 minutes.",	"battlefield_beacon_d":"This is combination of beacon and transmitter.  The beacon needs data loaded into it, so it can transmit it.",	"battlefield_beacon_n":"Data Transmitter",	"battlefield_terminal_battle_not_started":"You cannot use this terminal.",	"battlefield_terminal_d":"A terminal used for coordinating battlefield communications and strategic operations.",	"battlefield_terminal_destroyed":"This terminal has been disabled.",	"battlefield_terminal_imperial":"Imperial Control Terminal",	"battlefield_terminal_n":"Battlefield Terminal",	"battlefield_terminal_rebel":"Rebel Control Terminal",	"cannot_change_from_combatant_in_field":"You cannot change you status to combatant in the field. Go talk to a faction recruiter.",	"cannot_place_additional_base":"This planet cannot support additional bases.",	"combat_stopped_countdown":"Combat interrupted the timer countdown.",	"comm_already_used":"There are no more reinforcements available at the moment sir, please try later.",	"comm_wrong_faction":"You are a traitor to our cause and we no longer take orders from you!",	"control_terminal_d":"Control Terminal",	"control_terminal_n":"Control Terminal",	"corellia_newsnet_name":"Corellia Metropolitan ",	"gcw_reb_offense_table_n":"a Rebel Offensive Planning Table",	"entertain_troops_timer":"Entertain the Troops",	"faction_base_correction":"An automated base count correction has occurred. Your character has been awarded %DI lots bringing your current total to %TO.",	"gcw_adrenalin_stimulant_d":"Using the stimulant will help keep the user alert and ready to fight.",	"gcw_adrenalin_stimulant_n":"Adrenalin Stimulant",	"gcw_announcement_attack_city_imperial_naboo_keren":"The Imperial General has given the order to attack Keren. All combat personnel attack!!",	"gcw_announcement_attack_city_imperial_talus_dearic":"The Imperial General has given the order to attack Dearic. All combat personnel attack!!",	"gcw_announcement_attack_city_imperial_tatooine_bestine":"The Imperial General has given the order to attack Bestine. All combat personnel attack!!",	"gcw_announcement_attack_city_rebel_naboo_keren":"The Alliance General has given the order to attack Keren. All combat personnel attack!!",	"gcw_announcement_attack_city_rebel_talus_dearic":"The Alliance General has given the order to attack Dearic. All combat personnel attack!!",	"gcw_announcement_attack_city_rebel_tatooine_bestine":"The Alliance General has given the order to attack Bestine. All combat personnel attack!!",	"gcw_announcement_attack_half_done_imperial_naboo_keren":"We cannot sustain a lengthy attack on Keren. All personnel are to carry out their missions to defeat the occupying Rebel Forces.",	"gcw_announcement_attack_half_done_imperial_talus_dearic":"We cannot sustain a lengthy attack on Dearic. All personnel are to carry out their missions to defeat the occupying Rebel Forces.",	"gcw_announcement_attack_half_done_imperial_tatooine_bestine":"We cannot sustain a lengthy attack on Bestine. All personnel are to carry out their missions to defeat the occupying Rebel Forces.",	"gcw_announcement_attack_half_done_rebel_naboo_keren":"We cannot sustain a lengthy attack on Keren. All personnel are to carry out their missions to defeat the occupying Imperial Forces.",	"gcw_announcement_attack_half_done_rebel_talus_dearic":"We cannot sustain a lengthy attack on Dearic. All personnel are to carry out their missions to defeat the occupying Imperial Forces.",	"gcw_announcement_attack_half_done_rebel_tatooine_bestine":"We cannot sustain a lengthy attack on Bestine. All personnel are to carry out their missions to defeat the occupying Imperial Forces.",	"gcw_announcement_attack_unsuccessful_imperial_naboo_keren":"Our attack on Keren has failed! We have taken very heavy losses. Retreat!",	"gcw_announcement_attack_unsuccessful_imperial_talus_dearic":"Our attack on Dearic has failed! We have taken very heavy losses. Retreat!",	"gcw_announcement_attack_unsuccessful_imperial_tatooine_bestine":"Our attack on Bestine has failed! We have taken very heavy losses. Retreat!",	"gcw_announcement_attack_unsuccessful_rebel_naboo_keren":"Our attack on Keren has failed! We have taken very heavy losses. Retreat!",	"gcw_announcement_attack_unsuccessful_rebel_talus_dearic":"Our attack on Dearic has failed! We have taken very heavy losses. Retreat!",	"gcw_announcement_attack_unsuccessful_rebel_tatooine_bestine":"Our attack on Bestine has failed! We have taken very heavy losses. Retreat!",	"gcw_announcement_building_almost_complete_imperial_naboo_keren":"Rebel Forces have been sighted outside of Keren! All Imperial combat personnel are to report to the city immediately!",	"gcw_announcement_building_almost_complete_imperial_talus_dearic":"Rebel Forces have been sighted outside of Dearic! All Imperial combat personnel are to report to the city immediately!",	"gcw_announcement_building_almost_complete_imperial_tatooine_bestine":"Rebel Forces have been sighted outside of Bestine! All Imperial combat personnel are to report to the city immediately!",	"gcw_announcement_building_almost_complete_rebel_naboo_keren":"Imperial Forces have been sighted outside of Keren! All Alliance combat personnel are to report to the city immediately!",	"gcw_announcement_building_almost_complete_rebel_talus_dearic":"Imperial Forces have been sighted outside of Dearic! All Alliance combat personnel are to report to the city immediately!",	"gcw_announcement_building_almost_complete_rebel_tatooine_bestine":"Imperial Forces have been sighted outside of Bestine! All Alliance combat personnel are to report to the city immediately!",	"gcw_announcement_call_to_arms_imperial_naboo_keren":"Imperial High Command is requiring all combat personnel to meet in staging areas outside of Keren. Imperial forces will soon rescue the city from the rebel fighters.",	"gcw_announcement_call_to_arms_imperial_talus_dearic":"Imperial High Command is requiring all combat personnel to meet in staging areas outside of Dearic. Imperial forces will soon rescue the city from the rebel fighters.",	"gcw_announcement_call_to_arms_imperial_tatooine_bestine":"Imperial High Command is requiring all combat personnel to meet in staging areas outside of Bestine. Imperial forces will soon rescue the city from the rebel fighters.",	"gcw_announcement_call_to_arms_rebel_naboo_keren":"Alliance High Command is asking all combat personnel to meet in staging areas outside of Keren. Alliance forces will soon rescue the city from the Imperials.",	"gcw_announcement_call_to_arms_rebel_talus_dearic":"Alliance High Command is asking all combat personnel to meet in staging areas outside of Dearic. Alliance forces will soon rescue the city from the Imperials.",	"gcw_announcement_call_to_arms_rebel_tatooine_bestine":"Alliance High Command is asking all combat personnel to meet in staging areas outside of Bestine. Alliance forces will soon rescue the city from the Imperials.",	"gcw_announcement_city_lost_imperial_naboo_keren":"The Imperial General has been murdered by invading Rebels. The defense of Keren has been a failure. Any surviving personnel are to prepare for a counter attack.",	"gcw_announcement_city_lost_imperial_talus_dearic":"The Imperial General has been murdered by invading Rebels. The defense of Dearic has been a failure. Any surviving personnel are to prepare for a counter attack.",	"gcw_announcement_city_lost_imperial_tatooine_bestine":"The Imperial General has been murdered by invading Rebels. The defense of Bestine has been a failure. Any surviving personnel are to prepare for a counter attack.",	"gcw_announcement_city_lost_neutral_naboo_keren":"The city of Keren has fallen to the attackers and a cease fire declared!",	"gcw_announcement_city_lost_neutral_talus_dearic":"The city of Dearic has fallen to the attackers and a cease fire declared!",	"gcw_announcement_city_lost_neutral_tatooine_bestine":"The city of Bestine has fallen to the attackers and a cease fire declared!",	"gcw_announcement_city_lost_rebel_naboo_keren":"The city of Keren has been lost. All remaining Alliance personnel are to evacuate the city by any means necessary! I repeat, evacuate the city!",	"gcw_announcement_city_lost_rebel_talus_dearic":"The city of Dearic has been lost. All remaining Alliance personnel are to evacuate the city by any means necessary! I repeat, evacuate the city!",	"gcw_announcement_city_lost_rebel_tatooine_bestine":"The city of Bestine has been lost. All remaining Alliance personnel are to evacuate the city by any means necessary! I repeat, evacuate the city!",	"gcw_announcement_city_safe_imperial_naboo_keren":"The Rebel Forces have been repelled once again. The citizens of Keren are safe! ",	"gcw_announcement_city_safe_imperial_talus_dearic":"The Rebel Forces have been repelled once again. The citizens of Dearic are safe! ",	"gcw_announcement_city_safe_imperial_tatooine_bestine":"The Rebel Forces have been repelled once again. The citizens of Bestine are safe! ",	"gcw_announcement_city_safe_neutral_naboo_keren":"The city of Keren has repelled the attackers and a cease fire has been declared!",	"gcw_announcement_city_safe_neutral_talus_dearic":"The city of Dearic has repelled the attackers and a cease fire has been declared!",	"gcw_announcement_city_safe_neutral_tatooine_bestine":"The city of Bestine has repelled the attackers and a cease fire has been declared!",	"gcw_announcement_city_safe_rebel_naboo_keren":"The Imperial Forces have been repelled and the citizens of Keren are safe! ",	"gcw_announcement_city_safe_rebel_talus_dearic":"The Imperial Forces have been repelled and the citizens of Dearic are safe! ",	"gcw_announcement_city_safe_rebel_tatooine_bestine":"The Imperial Forces have been repelled and the citizens of Bestine are safe! ",	"gcw_announcement_city_won_imperial_naboo_keren":"The Rebel General in Keren has fallen. The Empire is victorious!",	"gcw_announcement_city_won_imperial_talus_dearic":"The Rebel General in Dearic has fallen. The Empire is victorious!",	"gcw_announcement_city_won_imperial_tatooine_bestine":"The Rebel General in Bestine has fallen. The Empire is victorious!",	"gcw_announcement_city_won_rebel_naboo_keren":"The Imperial General has been defeated and the Imperial forces are fleeing the city of Keren. The Alliance attack has been a resounding success!",	"gcw_announcement_city_won_rebel_talus_dearic":"The Imperial General has been defeated and the Imperial forces are fleeing the city of Dearic. The Alliance attack has been a resounding success!",	"gcw_announcement_city_won_rebel_tatooine_bestine":"The Imperial General has been defeated and the Imperial forces are fleeing the city of Bestine. The Alliance attack has been a resounding success!",	"gcw_announcement_construct_defenses_imperial_naboo_keren":"Imperial High Command is asking all tradeskilled personnel to travel to Keren for combat engineering duty. Intelligence shows that rebel forces may attack the city soon.",	"gcw_announcement_construct_defenses_imperial_talus_dearic":"Imperial High Command is asking all tradeskilled personnel to travel to Dearic for combat engineering duty. Intelligence shows that rebel forces may attack the city soon.",	"gcw_announcement_construct_defenses_imperial_tatooine_bestine":"Imperial High Command is asking all tradeskilled personnel to travel to Bestine for combat engineering duty. Intelligence shows that rebel forces may attack the city soon.",	"gcw_announcement_construct_defenses_neutral_naboo_keren":"Non-combatants in Keren are advised to evacuate the city immediately. Alliance and Imperial forces are poised to battle over the city. I repeat, all citizens in Keren are to evacuate immediately!",	"gcw_announcement_construct_defenses_neutral_talus_dearic":"Non-combatants in Dearic are advised to evacuate the city immediately. Alliance and Imperial forces are poised to battle over the city. I repeat, all citizens in Dearic are to evacuate immediately!",	"gcw_announcement_construct_defenses_neutral_tatooine_bestine":"Non-combatants in Bestine are advised to evacuate the city immediately. Alliance and Imperial forces are poised to battle over the city. I repeat, all citizens in Bestine are to evacuate immediately!",	"gcw_announcement_construct_defenses_rebel_naboo_keren":"Alliance High Command is asking all tradeskilled personnel to travel to Keren for combat engineering duty. Intelligence shows that Imperial forces may attack the city soon.",	"gcw_announcement_construct_defenses_rebel_talus_dearic":"Alliance High Command is asking all tradeskilled personnel to travel to Dearic for combat engineering duty. Intelligence shows that Imperial forces may attack the city soon.",	"gcw_announcement_construct_defenses_rebel_tatooine_bestine":"Alliance High Command is asking all tradeskilled personnel to travel to Bestine for combat engineering duty. Intelligence shows that Imperial forces may attack the city soon.",	"gcw_announcement_defense_half_done_imperial_naboo_keren":"The Rebels cannot sustain their foolish attack on Keren for much longer. Hold the line! Reinforcements will arrive to rout the enemy.",	"gcw_announcement_defense_half_done_imperial_talus_dearic":"The Rebels cannot sustain their foolish attack on Dearic for much longer. Hold the line! Reinforcements will arrive to rout the enemy.",	"gcw_announcement_defense_half_done_imperial_tatooine_bestine":"The Rebels cannot sustain their foolish attack on Bestine for much longer. Hold the line! Reinforcements will arrive to rout the enemy.",	"gcw_announcement_defense_half_done_neutral_naboo_keren":"To citizens stuck in Keren: Both Imperial and Alliance forces have taken heavy losses. This fight cannot go on forever. Stay hidden and do not give up hope.",	"gcw_announcement_defense_half_done_neutral_talus_dearic":"To citizens stuck in Dearic: Both Imperial and Alliance forces have taken heavy losses. This fight cannot go on forever. Stay hidden and do not give up hope.",	"gcw_announcement_defense_half_done_neutral_tatooine_bestine":"To citizens stuck in Bestine: Both Imperial and Alliance forces have taken heavy losses. This fight cannot go on forever. Stay hidden and do not give up hope.",	"gcw_announcement_defense_half_done_rebel_naboo_keren":"Our intelligence shows the Empire cannot sustain the attack on Keren for much longer. Hold the line! We will see victory.",	"gcw_announcement_defense_half_done_rebel_talus_dearic":"Our intelligence shows the Empire cannot sustain the attack on Dearic for much longer. Hold the line! We will see victory.",	"gcw_announcement_defense_half_done_rebel_tatooine_bestine":"Our intelligence shows the Empire cannot sustain the attack on Bestine for much longer. Hold the line! We will see victory.",	"gcw_announcement_general_under_attack_imperial_talus_dearic":"The Imperial General in Dearic is under attack. Defend the General or the city will surely fall!",	"gcw_announcement_general_under_attack_neutral_naboo_keren":"The defense is under heavy attack at Keren. The fighting is likely to end once their General is defeated.",	"gcw_announcement_general_under_attack_neutral_talus_dearic":"The defense is under heavy attack at Dearic. The fighting is likely to end once their General is defeated.",	"gcw_announcement_general_under_attack_neutral_tatooine_bestine":"The defense is under heavy attack at Bestine. The fighting is likely to end once their General is defeated.",	"gcw_announcement_general_under_attack_rebel_talus_dearic":"The Rebel General in Dearic is under attack. Defend the General or the city will surely fall!",	"gcw_announcement_invasion_almost_defeated_imperial_naboo_keren":"Hold the line! The Rebel attack on Keren cannot continue much longer! Victory will soon be ours!",	"gcw_announcement_invasion_almost_defeated_imperial_talus_dearic":"Hold the line! The Rebel attack on Dearic cannot continue much longer! Victory will soon be ours!",	"gcw_announcement_invasion_almost_defeated_imperial_tatooine_bestine":"Hold the line! The Rebel attack on Bestine cannot continue much longer! Victory will soon be ours!",	"gcw_announcement_invasion_almost_defeated_neutral_naboo_keren":"An attack on the city of Keren cannot go on much longer. Citizens stuck inside the combat zone should stay where they are until the fighting has subsided.",	"gcw_announcement_invasion_almost_defeated_neutral_talus_dearic":"An attack on the city of Dearic cannot go on much longer. Citizens stuck inside the combat zone should stay where they are until the fighting has subsided.",	"gcw_announcement_invasion_almost_defeated_neutral_tatooine_bestine":"An attack on the city of Bestine cannot go on much longer. Citizens stuck inside the combat zone should stay where they are until the fighting has subsided.",	"gcw_announcement_invasion_almost_defeated_rebel_naboo_keren":"Hold the line! The Imperial attack on Keren cannot continue much longer! Victory will soon be ours!",	"gcw_announcement_invasion_almost_defeated_rebel_talus_dearic":"Hold the line! The Imperial attack on Dearic cannot continue much longer! Victory will soon be ours!",	"gcw_announcement_invasion_almost_defeated_rebel_tatooine_bestine":"Hold the line! The Imperial attack on Bestine cannot continue much longer! Victory will soon be ours!",	"gcw_announcement_invasion_almost_lost_imperial_naboo_keren":"The city of Keren cannot sustain the attack much longer. The Emperor has ordered all combat personnel to defeat the Rebel General! Press the attack!",	"gcw_announcement_invasion_almost_lost_imperial_talus_dearic":"The city of Dearic cannot sustain the attack much longer. The Emperor has ordered all combat personnel to defeat the Rebel General! Press the attack!",	"gcw_announcement_invasion_almost_lost_imperial_tatooine_bestine":"The city of Bestine cannot sustain the attack much longer. The Emperor has ordered all combat personnel to defeat the Rebel General! Press the attack!",	"gcw_announcement_invasion_almost_lost_rebel_naboo_keren":"The city of Keren cannot sustain the attack much longer. Defeating the Imperial General is our only chance at a victory!",	"gcw_announcement_invasion_almost_lost_rebel_talus_dearic":"The city of Dearic cannot sustain the attack much longer. Defeating the Imperial General is our only chance at a victory!",	"gcw_announcement_invasion_almost_lost_rebel_tatooine_bestine":"The city of Bestine cannot sustain the attack much longer. Defeating the Imperial General is our only chance at a victory!",	"gcw_announcement_lost_defense_imperial_talus_dearic":"Dearic has fallen to the Rebellion. Evacuate the city and prepare for a counter attack!",	"gcw_announcement_lost_defense_rebel_talus_dearic":"Dearic has fallen to the Empire. Evacuate the city and prepare for a counter attack!",	"gcw_announcement_man_defenses_imperial_naboo_keren":"Man the defensive positions! The Rebels are attacking Keren!",	"gcw_announcement_man_defenses_imperial_talus_dearic":"Man the defensive positions! The Rebels are attacking Dearic!",	"gcw_announcement_man_defenses_imperial_tatooine_bestine":"Man the defensive positions! The Rebels are attacking Bestine!",	"gcw_announcement_man_defenses_neutral_naboo_keren":"The battle for Keren has started. Citizens in the city take cover!",	"gcw_announcement_man_defenses_neutral_talus_dearic":"The battle for Dearic has started. Citizens in the city take cover!",	"gcw_announcement_man_defenses_neutral_tatooine_bestine":"The battle for Bestine has started. Citizens in the city take cover!",	"gcw_announcement_man_defenses_rebel_naboo_keren":"Man the defensive positions! Imperial Troops are attacking Keren!",	"gcw_announcement_man_defenses_rebel_talus_dearic":"Man the defensive positions! Imperial Troops are attacking Dearic!",	"gcw_announcement_man_defenses_rebel_tatooine_bestine":"Man the defensive positions! Imperial Troops are attacking Bestine!",	"gcw_announcement_rally_for_invasion_imperial_naboo_keren":"Imperial High Command has issued a 'Stand-By' command for all invasion forces outside of Keren. An attack is expected to commence shortly.",	"gcw_announcement_rally_for_invasion_imperial_talus_dearic":"Imperial High Command has issued a 'Stand-By' command for all invasion forces outside of Dearic. An attack is expected to commence shortly.",	"gcw_announcement_rally_for_invasion_imperial_tatooine_bestine":"Imperial High Command has issued a 'Stand-By' command for all invasion forces outside of Bestine. An attack is expected to commence shortly.",	"gcw_announcement_rally_for_invasion_neutral_naboo_keren":"Combatants are mustering for an attack on Keren. All citizens that have not evacuated should find shelter immediately!",	"gcw_announcement_rally_for_invasion_neutral_talus_dearic":"Combatants are mustering for an attack on Dearic. All citizens that have not evacuated should find shelter immediately!",	"gcw_announcement_rally_for_invasion_neutral_tatooine_bestine":"Combatants are mustering for an attack on Bestine. All citizens that have not evacuated should find shelter immediately!",	"gcw_announcement_rally_for_invasion_rebel_naboo_keren":"Alliance High Command has issued a 'Stand-By' command for all invasion forces outside of Keren. An attack is expected to commence shortly.",	"gcw_announcement_rally_for_invasion_rebel_talus_dearic":"Alliance High Command has issued a 'Stand-By' command for all invasion forces outside of Dearic. An attack is expected to commence shortly.",	"gcw_announcement_rally_for_invasion_rebel_tatooine_bestine":"Alliance High Command has issued a 'Stand-By' command for all invasion forces outside of Bestine. An attack is expected to commence shortly.",	"gcw_announcement_won_attack_imeprial_talus_dearic":"Order has been restored in Dearic! The Emperor wishes to congratulate all Imperial personnel that participated.",	"gcw_announcement_won_attack_rebel_talus_dearic":"Dearic has been liberated by Alliance Forces. This is a victorious day for the Rebellion.",	"gcw_asset_repair_resource_needed":"You do not have a %TO to repair this.",	"gcw_bacta_injectors_d":"Bacta Injectors will allow troops to recover from minor injuries and return to the fight.",	"gcw_bacta_injectors_n":"Bacta Injectors",	"gcw_barricade_1_d":"Plating that can be used to craft defenisve barricades",	"gcw_barricade_1_n":"High Density Plating",	"gcw_barricade_tool_d":"This tool can be used to build and repair defensive barricades.",	"gcw_barricade_tool_n":"Barricade Construction Tool",	"gcw_energy_absorbant_d":"This is a thick liquid, capable of dispersing energy at a very high rate.",	"gcw_energy_absorbant_n":"Energy Absorbant Coating",	"gcw_engine_booster_d":"A mechanical device that allows a higher energy output from vehicle engines.",	"gcw_engine_booster_n":"Engine Booster",	"gcw_heat_absorbent_casing_d":"This casing allows for high heat dispersal, allowing defensive turrets to fire continually for a longer period of time.",	"gcw_heat_absorbent_casing_n":"Heat Absorbent Casing",	"gcw_heat_resistant_wiring_d":"Wiring with a special heat resistant insulation.",	"gcw_heat_resistant_wiring_n":"Heat resistant wiring",	"gcw_high_density_plating_d":"Plating that can be used to improve defensive barricades.",	"gcw_high_density_plating_n":"High Density Plating",	"gcw_high_performance_circuit_board_d":"An improved circuit board that helps the defensive towers identify and process targets in a shorter amount of time.",	"gcw_high_performance_circuit_board_n":"High Performance Circuit Board",	"gcw_intelpad_used_in_inventory_only":"This device can only be used while in the player's inventory.",	"gcw_landing_beacon_d":"This item will boost the frequency and signal of a landing beacon.",	"gcw_landing_beacon_n":"High Frequency Landing Beacon",	"gcw_manufacturing_boosters_d":"A number of high performance materials of questionable legality.",	"gcw_manufacturing_boosters_n":"Manufacturing Boosters",	"gcw_material_enhancers_d":"A collection of materials that can be used to enhance the barricade, turret, tower and stimulant construction tools. You suspect it would be wise not to question just where these materials came from.",	"gcw_material_enhancers_n":"Material Enhancers",	"gcw_object_doesnt_need_healing":"The wounded soldier is already being helped.",	"gcw_object_doesnt_need_repair":"This doesn't need repair. The object must have sustained 10,000 points of damage before it can be repaired.",	"gcw_officer_only_use":"This item is only usable by a commissioned officer",	"gcw_patrol_tool_d":"This tool can be used to construct and repair offensive patrol points before and during a city invasion.",	"gcw_patrol_tool_n":"Offensive Patrol Construction Tool",	"gcw_rank_generic_point_grant":"You have been awarded %DI GCW Points.",	"gcw_rank_pvp_kill_point_grant":"You have been awarded %DI GCW Points for defeating %TT in combat.",	"gcw_rapid_firing_mech_d":"This firing mechanism has been tweaked to improve the performance of defensive turrets.",	"gcw_rapid_firing_mech_n":"Rapid Firing Mechanism",	"gcw_signal_amplifier_d":"This item allow the signal of a landing beacon to be amplified.",	"gcw_signal_amplifier_n":"Signal Amplifier",	"gcw_spawner_tool_d":"This tool can help build and repair Troop reinforcement locations.",	"gcw_spawner_tool_n":"Patrol Point Construction Tool",	"gcw_status_change":"GCW STATUS CHANGE CONFIRMATION",	"gcw_status_change_covert":"You are changing your GCW Status to 'Combatant'. This transition will take 30 seconds. It will allow you to attack and be attacked by enemy NPC's. Type YES in this box to confirm the change.",	"gcw_status_change_overt":"You are changing your GCW Status to 'Special Forces'. This transition will take 5 minutes. It will allow you to attack and be attacked by hostile players and NPC's.Type YES in this box to confirm the change.",	"gcw_status_info":"To see the status of the Galactic Civil War, either talk to your local factional recruiter, or read the newsnet terminals in your nearest starport.",	"gcw_terminal_d":"This is a terminal that gives up to date data regarding the Galactic Civil War. ",	"gcw_terminal_n":"War Terminal",	"gcw_terminal_used_in_house_only":"This terminal can only be used when it is placed in a player structure or multi-passenger ship.",	"gcw_tower_tool_d":"This tool can be used to construct and repair defensive towers.",	"gcw_tower_tool_n":"Tower Construction Tool",	"gcw_turret_tool_d":"This tool can be used to build or repair defensive turrets.",	"gcw_turret_tool_n":"Turret Construction Tool",	"gcw_vehicle_tool_d":"This tool can be used to construct and repair the reinforcement points for combat vehicles used in a city invasion.",	"gcw_vehicle_tool_n":"Combat Vehicle Construction Tool",	"gcw_weapon_stabilizers_d":"Vehicular grade weapon stabilizers used to allow moving vehicles to fire with a high degree of accuracy while moving.",	"gcw_weapon_stabilizers_n":"Weapon Stabilizers",	"gcwstaticbaseimperial":"Imperial Forward Base Camp",	"gcwstaticbaserebel":"Rebel Forward Base Camp",	"general_newsnet_name":"The Times",	"handle_go_covert":"You will be flagged as a Combatant in 30 seconds.",	"headline_corellia_equal":"          Peaceful Solution May Be On Horizon Coronet, Corellia (CP) -- Information coming  from Naboo today indicates that a peaceful solution to the fighting may be closer than we think.   ",	"headline_corellia_rebel_losing_1":"          Rebel Forces Suffer Setback Coronet, Corellia (CP) -- Rebel forces suffered  a setback at Imperial hands today. 3 are dead  and 12 wounded in fierce fighting. ",	"headline_corellia_rebel_losing_2":"          Imperial Leaders Optimistic Theed, Naboo (CP) -- Imperial Leaders are optimistic tod- ay, indicating that fighting against the Rebels has taken a turn to their advantage. ",	"headline_corellia_rebel_losing_3":"          Rebel Forces Fear No End In Sight Coronet, Corellia (CP) -- Rebel forces fear the  fight against the Empire may continue indefinitely.  Hope for a cease fire vanished last week.",	"headline_corellia_rebel_losing_4":"          Rebel Forces Devastated! Coronet, Corellia (CP) -- Rebel forces suffered devastating casualties this week in an Imperial attack. Casualties were unusually high, indicating a failure in Rebellion intelligence.  ",	"headline_corellia_rebel_winning_1":"          Imperial Units Continue Deployment Theed, Naboo (CP) -- Imperial forces continued deployment, undeterred, even in the face of  increased casualties this week. Morale remains  mixed with the recent casualties. ",	"headline_corellia_rebel_winning_2":"          Imperial Leaders Concerned Over Losses Theed, Naboo (CP) -- Imperial leaders are concerned over recent casualties. Logistical and supply failures this week have led to increased losses amongst Imperial forces. ",	"headline_corellia_rebel_winning_3":"          Imperial Leaders Unhappy With Progress Theed, Naboo (CP) -- Imperial leaders are unhappy with progress against the Rebellion. Numerous unnamed sources have voiced concerns that more troops are needed. ",	"headline_corellia_rebel_winning_4":"          Ex-Senator Calls For Troop Exit Plan Theed, Naboo (CP) -- Recent heavy Imperial losses have led senator Mcnamara to call for a full troop withdrawal from the Rebel conflict. 'We must protect the lives of our  soldiers from these terrorist attacks.' ",	"headline_general_equal":"          Worrt Invasion Leaves Homeowners Hopping Mad Mos Espa, Tatooine (IP) -- KROAAAK! Mos Espa homeowners awoke to an unpleasant surprise last week. Local Worrt  populations have spiraled out of control in recent weeks. ",	"headline_general_rebel_losing_1":"          Rebellion Puts Out Call For Enlistees Coronet, Corellia (IP) -- Rebellion spokesmen released another statement yesterday requesting able  bodied citizens to enlist in the fight against the Empire. ",	"headline_general_rebel_losing_2":"          Rebel Leaders Losing Confidence Coronet, Corellia (IP) -- Rebellion leaders, speaking under conditions of anonymity, spoke frankly about  recent failures in the fight against the Empire.",	"headline_general_rebel_losing_3":"          Imperial Senate Happy With War Progress Theed, Naboo (IP) -- Rebellion leaders, speaking under conditions of anonymity, spoke frankly about  recent failures in the fight against the Empire.  ",	"headline_general_rebel_losing_4":"          Imperial Victory Assured Mos Espa, Tatooine (IP) -- Imperial Officers today  declared through official channels that the battle with the Rebellion is about to end.   ",	"headline_general_rebel_winning_1":"          Imperial Fleet Suffers Defeat Mos Eisley, Tatooine (IP) -- Rumors over the past  few days indicated that a team of Alliance pilots, fly- ing with no air support, destroyed a Super Star Destroyer in orbit around Tatooine. ",	"headline_general_rebel_winning_2":"          Imperial Forces Lose Ground Mos Espa, Tatooine (IP) -- Imperial Forces were  stunned today, after a serious defeat at the hands of what amounted to 'poorly armed partisan soldiers'. ",	"headline_general_rebel_winning_3":"          Rebel Forces Optimistic Mos Espa, Tatooine (IP) -- With a series of  incredible victories over a superior army, Rebel  supporters are becoming more and more optimistic. ",	"headline_general_rebel_winning_4":"          Rebel Victory Near Mos Taike, Tatooine (IP) -- \"We look forward to a peace accord, signed by the Emperor himself.\"  These were the words of a Rebel General who spoke off the record to reporters.",	"headline_naboo_equal":"          War Continues, Emperor Confidant Theed, Naboo (IP) -- The Emperor enjoyed a  quiet day at his retreat on Naboo today, taking a   break from military matters.  \"He's confidant that the conflict will be resolved equitably\".",	"headline_naboo_rebel_losing_1":"          Tide Turns Against Rebel Agitators Theed, Naboo (IP) -- Agitators and threats to Galactic security.  That's what the Imperial Soldiers  are calling the now thousands strong 'Alliance'. ",	"headline_naboo_rebel_losing_2":"          Rebel Terrorists Suffer Serious Defeat Theed, Naboo (IP) -- Imperial Officers promoted   hundreds of soldiers today, following fierce fighting in which the Imperial Army overwhelmed a Rebel garrison.",	"headline_naboo_rebel_losing_3":"          Rebel Terrorist Forces Dwindling Moenia, Naboo (IP) -- Reports from outlying  systems today indicate that the vast majority of   Rebel soldiers are abandoning their posts in an attempt to escape the Imperial onslaught.",	"headline_naboo_rebel_losing_4":"          Imperial Forces Plan Celebration Theed, Naboo (IP) -- Imperial Officers got to plan something different today, a party.  After months  of battle, they finally get to turn their attention to more relaxing matters.",	"headline_naboo_rebel_winning_1":"          Lord Vader Leads Forces Personally Theed, Naboo (IP) -- It has come to this.  Lord Vader himself is moving his personal troops to the front lines to break up the Rebel assaults.",	"headline_naboo_rebel_winning_2":"          Imperial Losses Due To Treason! Theed, Naboo (IP) -- Old Republic Supporters are being blamed for what can only be described as a military fiasco.  Information about troop movement was leaked to Rebel terrorists by unknown insurgents.",	"headline_naboo_rebel_winning_3":"          Rebel Forces Building Super Weapon? Moenia, Naboo (IP) -- Information gathered from captured Rebel Pilots indicates that the Rebels are  working on some kind of 'Super Laser' capable of planetary destruction.",	"headline_naboo_rebel_winning_4":"          Rebel Terrorists Spread Disinformation! Theed, Naboo (IP) -- Information about the fighting going on in distant systems is not entirely accurate.  Rebel spies are planting disinformation on Imperial newsnet terminals in an attempt to discredit the Empire.",	"healing_gcw_object":"Healing",	"imperial_icon_n":"Imperial Controlled",	"incap_stopped_countdown":"The countdown stopped because you were incapacitated.",	"locomotion_stopped_countdown":"Movement stopped the countdown.",	"must_be_factionally_alligned":"You must be aligned with the Empire or the Alliance to use this letter.",	"naboo_newsnet_name":"The Nabooian Citizen",	"newsnet_extra":"EXTRA! EXTRA!",	"newsnet_read_all":"EXTRA! EXTRA! READ ALL ABOUT IT!",	"newsnet_terminal":"Newsnet Terminal",	"patrol_point_already_entertained":"The patrol point has been entertained. Come back later.",	"placing_patrol_point_explosives":"Placing Explosives",	"player_is_indoors":"We have no way to send reinforcements to that location sir, please relocate to an outdoor position.",	"player_too_low":"You need to be at least Combat Level 75 to use this item.",	"pvp_advanced_region_cannot_go_covert":"Your duty status change request has been cancelled because you are in a PvP area.",	"pvp_advanced_region_entered":"You have entered a PvP area and your service status has been locked to Special Forces.",	"pvp_advanced_region_exited":"You are now leaving the PvP area.",	"pvp_advanced_region_faction_type_change_cancel":"Your pending duty status change request will be cancelled if you remain in the PvP area.",	"pvp_advanced_region_leaving_battlefield":" FF0000You are leaving the Battlefield!!!",	"pvp_advanced_region_leaving_pushback":"The battlefield has been left behind.",	"pvp_advanced_region_level_low":"You must be at least level 75 to enter this region.",	"pvp_advanced_region_not_allowed":"You must be an Active Duty member of the Empire or Rebel Alliance to enter this PvP area.",	"pvp_region_watcher_d":"Region Watcher",	"pvp_region_watcher_n":"Region Watcher",	"pylon_construction_cannot_use":"You cannot use that pylon.",	"pylon_construction_complete":"This pylon is fully constructed.",	"pylon_construction_entered_combat":"Your attempt at construction has been interrupted.",	"pylon_construction_incapacitated":"Your attempt at construction has been interrupted.",	"pylon_construction_moved":"Your attempt at construction has been interrupted.",	"pylon_construction_prompt":"Constructing...",	"pylon_resources_needed":"You do not have a %TO to construct this.",	"pylon_too_far":"You are too far from the pylon to use it.",	"read_headline":"Read Headline",	"rebel_icon_n":"Rebel Alliance Controlled",	"reparing_gcw_object":"Repairing",	"reparing_patrol_point_position":"Repairing Patrol Point",	"reporting_patrol_point_position":"Reporting Patrol Position",	"sf_restricted":"You must be declared Special Forces to use this item",	"slice_terminal":"Slice Terminal",	"static_base_attack_imperial_corellia":"The Galactic Empire is attacking the Tactical Training Facility!",	"static_base_attack_imperial_naboo":"The Galactic Empire is attacking the Weapons Development Facility!",	"static_base_attack_imperial_talus":"The Galactic Empire is attacking the Weapons Depot!",	"static_base_attack_rebel_corellia":"The Rebel Alliance is attacking the Tactical Training Facility!",	"static_base_attack_rebel_naboo":"The Rebel Alliance is attacking the Weapons Development Facility!",	"static_base_attack_rebel_talus":"The Rebel Alliance is attacking the Weapons Depot!",	"static_base_capture_imperial_corellia":"The Galactic Empire has captured the Tactical Training Facility!",	"static_base_capture_imperial_naboo":"The Galactic Empire has captured the Weapons Development Facility!",	"static_base_capture_imperial_talus":"The Galactic Empire has captured the Weapons Depot!",	"static_base_capture_rebel_corellia":"The Rebel Alliance has captured the Tactical Training Facility!",	"static_base_capture_rebel_naboo":"The Rebel Alliance has captured the Weapons Development Facility!",	"static_base_capture_rebel_talus":"The Rebel Alliance has captured the Weapons Depot!",	"static_base_control_terminal_access_delay":"You must wait %DI second(s) before control terminal access is available.",	"static_base_control_terminal_already_captured":"Someone is already accessing this terminal.",	"static_base_control_terminal_already_capturing":"You are already in the process of accessing a control terminal.",	"static_base_control_terminal_already_control":"Your faction already controls this terminal.",	"static_base_control_terminal_cannot_use":"You are not able to access that control terminal.",	"static_base_control_terminal_capture_cancelled":"Your attempt at accessing this terminal has been cancelled.",	"static_base_control_terminal_capture_imperial":"%TT has gained access to %TU for the Galactic Empire!",	"static_base_control_terminal_capture_rebel":"%TT has gained access to %TU for the Rebel Alliance!",	"static_base_control_terminal_capture_success":"You have successfully accessed the control terminal.",	"static_base_control_terminal_entered_combat":"Your attempt at accessing this terminal has been interrupted.",	"static_base_control_terminal_in_combat":"You cannot access this terminal while you are in combat.",	"static_base_control_terminal_incapacitated":"Your attempt at accessing this terminal has been interrupted.",	"static_base_control_terminal_menu_use":"Access",	"static_base_control_terminal_moved":"Your attempt at accessing this terminal has been interrupted.",	"static_base_control_terminal_name_0":"Control Terminal Alpha",	"static_base_control_terminal_name_1":"Control Terminal Beta",	"static_base_control_terminal_name_2":"Control Terminal Gamma",	"static_base_control_terminal_name_3":"Control Terminal Delta",	"static_base_control_terminal_name_4":"Control Terminal Epsilon",	"static_base_control_terminal_name_5":"Control Terminal Zeta",	"static_base_control_terminal_name_6":"Control Terminal Eta",	"static_base_control_terminal_name_7":"Control Terminal Theta",	"static_base_control_terminal_no_stasis":"You cannot use a terminal while in stasis.",	"static_base_control_terminal_sui_prompt":"Accessing Terminal",	"static_base_control_terminal_too_far":"You are too far away to access the control terminal.",	"static_base_corellia":"Tactical Training Facility",	"static_base_naboo":"Weapons Development Facility",	"static_base_shuttle_beacon_cant_not_imperial":"You cannot purchase a ticket for this destination because you are not aligned with the Imperial faction.",	"static_base_shuttle_beacon_cant_not_rebel":"You cannot purchase a ticket for this destination because you are not aligned with the Rebel faction.",	"static_base_talus":"Weapons Depot",	"static_base_waiting_to_clone":"Waiting To Clone",	"story_corellia_rebel_losing_1":"Coronet, Corellia (CP) -- Rebel forces suffered  a setback at Imperial hands today. 34 are reported  dead and 95 wounded in fierce fighting.",	"terminal_gcw_build_resource_d":"This terminal provides the supplies needed to construct the city's defenses",	"terminal_gcw_build_resource_n":"Supply Terminal",	"terminal_gcw_imp_def_d":"This terminal provides the supplies needed to construct the city's defenses",	"terminal_gcw_imp_def_n":"Defensive Imperial Supply Terminal",	"terminal_gcw_imp_offensiv_d":"This terminal provides the supplies needed to ready the invation.",	"terminal_gcw_imp_offensiv_n":"Offensive Imperial Supply Terminal",	"terminal_gcw_reb_def_d":"This terminal provides the supplies needed to construct the city's defenses",	"terminal_gcw_reb_def_n":"Defensive Rebel Supply Terminal",	"terminal_gcw_reb_offensiv_d":"This terminal provides the supplies needed to ready the invation.",	"terminal_gcw_reb_offensiv_n":"Offensive Rebel Supply Terminal",	"the_patrol_point_entertained":"The patrol point has been entertained.",	"there_is_no_guard_to_entertain":"There is no guard to entertain here.",	"too_fatigued_to_construct":"You are too fatigued to perform construction.  You should seek out some entertainment or get some rest.",	"too_many_bases":"There are too many bases in this area. Move to a new location and try again.",	"use_pub_gift_recruitment_letter":"Accept Commendation",	"wrong_faction":"This banner belongs to the enemy and would only cause anger among your ranks!",	"you_have_thirty_seconds":"Okay, you have my attention. Make it good and you'd better start in the next 30 seconds because I am busy.",	"you_need_entertainment_quest_to_entertain":"You need an entertainment quest to entertain troops.",	"you_need_resources_to_repair":"You don't have the resources needed to repair.",	"you_need_to_be_combatant_to_entertain":"You need to be combatant to entertain the troops.",	"gcw_battlefield_base_n":"Military Base",	"gcw_battlefield_base_d":"Military Base",	"gcw_imp_offense_table_n":"an Imperial Offensive Planning Table",	"gcw_imp_offense_table_d":"A table used by the Imperial invasion force for strategic planning.",	"gcw_imp_defense_table_n":"an Imperial Defensive Planning Table",	"gcw_imp_defense_table_d":"A table used by the Imperial defense force for strategic planning.",	"gcw_reb_defense_table_n":"a Rebel Defensive Planning Table",	"gcw_reb_defense_table_d":"A table used by the Alliance defense force for strategic planning.",	"gcw_reb_offense_table_d":"A table used by the Alliance invasion force for strategic planning.",	"gcw_table_bestine_reb_n":"Bestine Rebel Planning Table",	"gcw_table_bestine_reb_d":"A table used by the Rebel forces for strategic planning concerning the city of Bestine.",	"gcw_table_bestine_imp_n":"Bestine Imperial Planning Table",	"gcw_table_bestine_imp_d":"A table used by the Imperial forces for strategic planning concerning the city of Bestine.",	"gcw_table_dearic_imp_n":"Dearic Imperial Planning Table",	"gcw_table_dearic_imp_d":"A table used by the Imperial forces for strategic planning concerning the city of Dearic.",	"gcw_table_dearic_reb_n":"Dearic Rebel Planning Table",	"gcw_table_dearic_reb_d":"A table used by the Rebel forces for strategic planning concerning the city of Dearic.",	"gcw_table_keren_reb_n":"Keren Rebel Planning Table",	"gcw_table_keren_reb_d":"A table used by the Rebel forces for strategic planning concerning the city of Keren.",	"gcw_table_keren_imp_n":"Keren Imperial Planning Table",	"gcw_table_keren_imp_d":"A table used by the Imperial forces for strategic planning concerning the city of Keren.",	"gcw_factional_presence_war_terminal_menu":"GCW Factional Presence",	"gcw_factional_presence_sui_table_title":"GCW Factional Presence",	"gcw_factional_presence_sui_table_header":"The following GCW contested regions currently have factional presence activity.",	"merc_imperial_special_forces_begin":"Requesting to change your status to a Special Forces Imperial Mercenary. Please wait 1 minute for confirmation. ",	"merc_imperial_special_forces_end":"Requesting to terminate your status as a Special Forces Imperial Mercenary. Please wait 1 minute for confirmation.",	"merc_rebel_special_forces_begin":"Requesting to change your status to a Special Forces Rebel Mercenary. Please wait 1 minute for confirmation.",	"merc_rebel_special_forces_end":"Requesting to terminate your status as a Special Forces Rebel Mercenary. Please wait 1 minute for confirmation.",	"merc_imperial_combatant_begin":"Requesting to change your status to a Combatant Imperial Mercenary. Please wait 1 minute for confirmation.",	"merc_imperial_combatant_end":"Requesting to terminate your status as a Combatant Imperial Mercenary. Please wait 1 minute for confirmation.",	"merc_rebel_combatant_begin":"Requesting to change your status to a Combatant Rebel Mercenary. Please wait 1 minute for confirmation.",	"merc_rebel_combatant_end":"Requesting to terminate your status as a Combatant Rebel Mercenary. Please wait 1 minute for confirmation.",	"merc_imperial_combatant_status_terminated":"Your status as a Combatant Imperial Mercenary has been terminated.",	"merc_imperial_sf_status_terminated":"Your status as a Special Forces Imperial Mercenary has been terminated.",	"merc_rebel_combatant_status_terminated":"Your status as a Combatant  Rebel Mercenary has been terminated.",	"merc_rebel_sf_status_terminated":"Your status as a Special Forces Rebel Mercenary has been terminated.",	"merc_imperial_combatant_status_granted":"You are now a Combatant Imperial Mercenary. Titles are available to display your status.",	"merc_imperial_sf_status_granted":"You are now a Special Forces Imperial Mercenary. Titles are available to display your status.",	"merc_rebel_combatant_status_granted":"You are now a Combatant Rebel Mercenary. Titles are available to display your status.",	"merc_rebel_sf_status_granted":"You are now a Special Forces Rebel Mercenary. Titles are available to display your status.",	"gcw_announcement_general_under_attack_imperial_tatooine_bestine":"The Imperial General in Bestine is under attack. Defend the General or the city will surely fall!",	"gcw_announcement_general_under_attack_rebel_tatooine_bestine":"The Rebel General in Bestine is under attack. Defend the General or the city will surely fall!",	"gcw_announcement_general_under_attack_imperial_naboo_keren":"The Imperial General in Keren is under attack. Defend the General or the city will surely fall!",	"gcw_announcement_general_under_attack_rebel_naboo_keren":"The Rebel General in Keren is under attack. Defend the General or the city will surely fall!",	"gcw_personal_contribution_war_terminal_menu":"GCW Personal Contribution",	"gcw_personal_contribution_sui_table_header":"These are the GCW regions/categories to which you have contributed over the past 30 days.",	"gcw_tutorial_text":"This UI can be called at any time by using the /gcwSkirmishCityHelp or by using the GCW City Help icon in the command browser.  In response to Imperial atrocities the Rebel Alliance has committed ground forces to three critical strategic points across the galaxy:  1. The city of Bestine on Tatooine - The capital of Tatooine and a key Imperial outpost. 2. The city of Dearic on Talus - The capital city of Talus and its bustling Starport. 3. The city of Keren on Naboo - Naboo is the Emperor's home world and Keren is a control point for supply and Imperial intelligence, not to mention a devastating blow to Imperial morale.   In an effort to control these cities Imperial and Rebel ground forces will engage each other in open warfare. A city under conflict has three distinct phases:  1. Construction Phase - Players can bolster defenses or build assets for the invasion. 2. Combat Phase - Players can invade, defend, repair or entertain in support of their faction. 3. Occupation Phase - A period of cease fire while both factions refit and resupply.  The Planetary Map for the appropriate planet will show the current phase that Bestine, Dearic, or Keren is currently in (construction, combat or occupation). Areas currently under Rebel control will show up as a Rebel insignia, Imperial control shows up as an Imperial insignia, and 50/50 zones are shown with a contested insignia.  * Construction Phase * 1. Tools:      Tools must be constructed to make pylons. Their resources are available from a supply terminal near the offensive and defensive general.      Supply terminals may be sliced by smugglers to provide better resources. Slicing the terminal repeatedly will increase the resource quality.  2. Pylons:      Pylons are construction points where you get construction quests.      Pylons are constructed by tools, which trade skill players manufacture. Anyone may use a tool, but trade skill players are the most effective at using tools during construction.      Constructing a pylon fatigues the builder, causing the construction of pylons to take longer and longer. This can be eliminated by visiting entertainers to work off fatigue.      Pylons are converted to their corresponding object when constructed using a tool once the construction phase ends and the battle phase begins.       Pylon objects:           Soldier Patrol - This object spawns NPC's and is represented by a helmet icon floating over it.           Barricade - This object guards nearby players and NPC's and is represented by a barricade icon floating over it.            Turret - Turrets are AI controlled and fire at enemies nearby. The pylon for these is represented by a gun barrel or dish icon floating over it.            Tower - Towers buff non-player controlled AI nearby to do incredible amounts of damage. The pylon is represented by a floating tower icon over it.            Vehicle Patrol - Vehicle patrols spawn tough vehicles and are represented by a terminal icon floating over it.   * Combat Phase * 1. Defense      Bestine           The Defending General can be found inside Bestine at -1214 -3626.           An Officer giving defending players quests can be found not far from the General at -1195 -3620.       Dearic           The Defending General can be found inside Dearic at 479 -3007.           An Officer giving defending players quests can be found not far from the General at 478 -3023.       Keren           The Defending General can be found inside Keren at 1788 2512.           An Officer giving defending players quests can be found not far from the General at 1787 2512.   2. Offense      Offensive Camps can be used by the invading faction for invasion specific quests entertaining, recruitment, and cloning.      Bestine           Camps for the invading faction can be found just outside of Bestine at -900 -3782, -1253 -3348, and -1184 -3821.       Dearic           Camps for the invading faction can be found just outside of Dearic at -2 -2805, 355 -2605, and 890 -2994.       Keren           Camps for the invading faction can be found just outside of Keren at 1820 2192, 2131 2766, and 1212 3054.   * Other Phase Details *      Invasions occur every three hours and last an hour.      The construction phase lasts 30 minutes.      The battle phase lasts 30 minutes.      Defeating a defensive general will end a battle with the offensive team as the victors.      Keeping the defensive general alive for the entire battle phase (30 minutes) will allow the defending team to win.      Defensive general will flag players as Special Forces, if they persist in attacking him. A warning window will be displayed for attacking a general and not being Special Forces.       The Galactic Civil War screen is a great way to get GCW data. Use the /gcwInfo command.   * Neutral Mercenaries/Factional Helper *      Neutral players can become factional helper to help their favorite faction.      Use the new command in the command browser, /factionalHelper slash command, a faction recruiter, an invading city General or a city defensive Field Commander NPC to access the factional helper system.      There is a 30 minutes cooldown once you have stopped helping one side before you can start helping the other side. You can still immediately help the side that you most recently stopped helping.      If you are a Special Forces factional helper, you will be automatically changed to Combatant factional helper upon cloning. ",	"gcw_announcement_city_end_won_imperial_tatooine_bestine":"Very Impressive. The Emperor will hear of your efforts in defeating the rebellion at Bestine.",	"gcw_announcement_city_end_lost_rebel_tatooine_bestine":"",	"gcw_announcement_city_end_lost_imperial_tatooine_bestine":"",	"gcw_announcement_city_end_won_rebel_tatooine_bestine":"You have helped deliver a crushing defeat to the Imperial forces at Bestine; the Alliance is in your debt.",	"gcw_announcement_city_end_safe_imperial_tatooine_bestine":"Round up any surviving rebel forces and any citizens that may have supported their efforts. Your efforts in the defense of Bestine have not gone unnoticed.",	"gcw_announcement_attack_end_unsuccessful_rebel_tatooine_bestine":"",	"gcw_announcement_city_end_safe_rebel_naboo_keren":"You have helped defend the city of Keren from the tyranny of Imperial forces! This is truly a victory that will go down in history.",	"gcw_announcement_attack_end_unsuccessful_imperial_tatooine_bestine":"",	"gcw_announcement_attack_end_unsuccessful_imperial_talus_dearic":"",	"gcw_announcement_attack_end_unsuccessful_imperial_naboo_keren":"",	"gcw_announcement_city_end_safe_rebel_tatooine_bestine":"You have helped defend the city of Bestine from the tyranny of Imperial forces! This is truly a victory that will go down in history.",	"gcw_announcement_city_end_safe_rebel_talus_dearic":"You have helped defend the city of Dearic from the tyranny of Imperial forces! This is truly a victory that will go down in history.",	"gcw_announcement_attack_end_unsuccessful_rebel_talus_dearic":"",	"gcw_announcement_attack_end_unsuccessful_rebel_naboo_keren":"",	"gcw_announcement_city_end_safe_imperial_talus_dearic":"Round up any surviving rebel forces and any citizens that may have supported their efforts. Your efforts in the defense of Dearic have not gone unnoticed. ",	"gcw_announcement_city_end_safe_imperial_naboo_keren":"Round up any surviving rebel forces and any citizens that may have supported their efforts. Your efforts in the defense of Keren have not gone unnoticed. ",	"gcw_announcement_city_end_won_rebel_talus_dearic":"You have helped deliver a crushing defeat to the Imperial forces at Dearic; the Alliance is in your debt.",	"gcw_announcement_city_end_won_rebel_naboo_keren":"You have helped deliver a crushing defeat to the Imperial forces at Keren; the Alliance is in your debt.",	"gcw_announcement_city_end_lost_imperial_talus_dearic":"",	"gcw_announcement_city_end_lost_imperial_naboo_keren":"",	"gcw_announcement_city_end_lost_rebel_talus_dearic":"",	"gcw_announcement_city_end_lost_rebel_naboo_keren":"",	"gcw_announcement_city_end_won_imperial_talus_dearic":"Very Impressive. The Emperor will hear of your efforts in defeating the rebellion at Dearic.",	"gcw_announcement_city_end_won_imperial_naboo_keren":"Very Impressive. The Emperor will hear of your efforts in defeating the rebellion at Keren.",	"gcw_city_waypoint_no_neutral":"Neutral Players cannot use this function.",	"gcw_city_waypoint_no_invasion_construction_phase":"Waypoints can only be attained during construction and combat phases.",	"gcw_city_waypoint_city_off":"This city is not currently in danger of attack from either Rebel or Imperial forces. ",	"gcw_city_waypoint_no_city_found":"No GCW City found. You may not be close enough to a GCW City.",	"gcw_city_waypoint_no_space":"Waypoints cannot be attained while in space.",	"gcw_city_waypoints_issued":"Waypoint(s) issued.",	"gcw_region_defender_war_terminal_menu":"GCW Region Defender",	"gcw_region_defender_sui_table_header":"Select a region and click OK to view more GCW region defender details for that region.",	"gcw_war_terminal_menu":"GCW",	"gcw_report_war_terminal_menu":"GCW Report",	"cannot_place_additional_base_faction":"This planet cannot support additional bases for your faction.",	"not_controlling_contested_region":"You cannot place a base in this contested region until your faction controls at least 51% of the contested region."
}}