{
	"stfFile":"item_d",
	"entries": {
		"aa1n_central_processor":"A small crate of central processors for the the AA-1n VerboBrain. This is a crate component for a Remembrance Day schematic.",	"aa1n_circuit_board":"A small crate of curcuit boards for the AA-1n VerboBrain. This is a crate component for a Remembrance Day schematic.",	"aa1n_io_bus_port":"A small crate of I/O bus ports for the AA-1n VerboBrain. This is a crate component for a Remembrance Day schematic.",	"aa1n_memory_bank":"A small crate of memory banks for the AA-1n VerboBrain. This is a crate component for a Remembrance Day schematic.",	"aa1n_vebrobrain_protocol_droid_component_crate":"A crate of Protocol Droid AA-1n VebroBrains for Remembrance Day.",	"ac_quest_loc3_bacta_tank":"This Bacta solution looks subtly different from that used in most modern medical centers.",	"ac_quest_loc4_supervisors_desk":"The Mon'Shallok Supervisors update drill schedules and personnel rosters here. It's the one place you can be certain they will eventually find any... messages you wish to leave.",	"ac_quest_loc5_memorial":"It is widely believed by the refugees of Emberlene that their beautiful planet was destroyed by the Empire. Regardless of the truth, those who wish to remember their former home seek out Emberlene Memorial shrines and leave offerings. Most Emberlene Memorial Shrines are stocked with Emberlene Essence, a musky fragrance that evokes memories of the deep woods of that ruined world.",	"ac_quest_loc6_emberlene_essence":"The fragrance of this liquid is musky and rich, reminiscent of deep forests and hunting beasts. It is rumored that many Mystril Shadow Guards derive additional strength in battle from the aroma, but there is no concrete proof of this. The scent is subtle enough to remain undetected by the Shadow Guard's quarry until it is too late to run.",	"ac_terminal_loc1_01":"This terminal appears to be standard issue to the Sleepless Brotherhood. The security protocols are fairly simplistic.",	"ac_terminal_loc1_02":"The Sleepless Brotherhood apparently uses this terminal to encrypt and decrypt their Dogma Disks.",	"ac_terminal_loc2_01":"The Drennic security protocols are strong, but nothing extravagant. Any sufficiently trained operative should be able to get in quickly.",	"ac_terminal_loc2_02":"This terminal is far enough from the main flow of Drennic traffic to make it an ideal location for clandestine operations.",	"ac_terminal_loc3_03":"This terminal is used by Frosch Industries to maintain and model the complex chemical diagrams of their Bacta solution. They simulate the synthesis of the material here and create manufacturing schema to achieve the same result in the real world. It is not terribly well secured, despite its importance.",	"ac_terminal_loc4_04":"The Mon'Shallok upload information to their personnel via these terminals. Anything that comes through them is guaranteed to be seen by every member of the Mon'Shallok. Their zero-tollerance policy for missed information has seen to that.",	"ac_terminal_loc5_05":"The Mystril Shadow Guard update their duty rosters using this terminal. It is discrete from the main networks to protect against remote slicing activity.",	"ac_terminal_loc6_01":"The M'dweshuui are not terribly technical, preferring blood rage to sophistication. This antiquated terminal is the only access point to their power grid.",	"alderaan_flora":"Rare Flora from the planet Alderaan.",	"alum_reward":"Alum minerals - a double sulfate composed of a trivalent metal (aluminum) and a univalent metal (potassium or sodium).  This mineral can be used as either a clarifying agent or a hardening agent.",	"appearance_invisible_bicep_l_d":"Left bicep that can only be worn in the appearance tab. This left bicep will make you appear to not be wearing a left bicep.",	"appearance_invisible_bicep_r_d":"Right bicep that can only be worn in the appearance tab. This right bicep will make you appear to not be wearing a right bicep.",	"appearance_invisible_bracelet_l_d":"Left bracelet that can only be worn in the appearance tab. This left bracelet will make you appear to not be wearing a left bracelet.",	"appearance_invisible_bracelet_r_d":"Right bracelet that can only be worn in the appearance tab. This right bracelet will make you appear to not be wearing a right bracelet.",	"appearance_invisible_jacket_d":"Jacket that can only be worn in the appearance tab. This jacket will make you appear to not be wearing a jacket, right/left bracer, right/left bicep, vest, or chest plate.",	"appearance_invisible_vest_d":"Vest that can only be worn in the appearance tab. This vest will make you appear to not be wearing a vest, jacket, or chest plate.",	"apperance_invisible_bracer_l_d":"Left bracer that can only be worn in the appearance tab. This left bracer will make you appear to not be wearing a left bracer.",	"apperance_invisible_bracer_r_d":"Right bracer that can only be worn in the appearance tab. This right bracer will make you appear to not be wearing a right bracer.",	"ardanium_ii":"The ore Ardanium has the strange property of growing stronger in the presence of radiation, making it the perfect material for creating star ship fuel.  Ardanium II is a seperate chemical that shares many of the same characteristics, including the property of growing stronger with radiation, although by a much smaller factor, making it safer for use than Ardanium for smaller energy sources.",	"armor_customization_kit":"A toolkit to be used to colorize a piece of armor to the colors of the user's choice.",	"armor_upgrade_kit":"A kit used to modify armor pieces.  This item is used in slicing.",	"art_crate":"A packed crate containing something heavy.  A manifest slip on the side of the crate indicates that it's a piece of art.",	"artifact_rare_s01":"A rare ancient artifact of unknown origin. ",	"axkva_nightsister_headdress":"A headdress worn by a nightsister.",	"axkva_nightsister_scroll":"A Nightsister scroll that relates important events in the history of the Nightsisters.",	"axkva_nightsister_skull":"The skull of a Nightsister. This sacred artifact honors those of the Nightsister bloodline.",	"axkva_singing_mtn_gong":"A Singing Mountain Clan gong. This gong is used by the Singing Mountain Clan to warn of dangers to their stronghold.",	"azure_cabal_proptis_necklace":"This beautiful necklace appears to be constructed  cling to the body. It was most likely the property of a skilled dancer at one time.",	"bank":"A bank box.",	"barc_repair_tool":"This tool can be used to refurbish a disabled vehicle or jetpack. With this item in your inventory, select \"Restore\" from the radial menu on your vehicle.",	"basket_expensive_s01":"A basket woven of the finest quality materials - crafted with excellence and attention to detail.",	"battlefield_imperial_token":"A token received as a reward for battlefield participation.  It may be turned in to an equipment officer for factional gear.",	"battlefield_rebel_token":"A token received as a reward for battlefield participation.  It may be turned in to an equipment officer for factional gear.",	"belt_appearance_invisible_s01_d":"Belt that can only be worn in the appearance tab. This belt will make you appear to not be wearing a belt.",	"bestine_history_quest_painting":"A unique painting. This photorealistic painting, no longer in regular circulation, depicts an artist's rendition of a star being revealed as it emerges behind a planet.",	"bestine_quest_badge":"Badge - \"Loyalist\"  A necklace given as a gift from Victor Visalis in appreciation of the loyal efforts of the wearer. ",	"bestine_quest_imp_banner":"An Imperial banner. The banner is meant to be used as a house decoration for the proud citizen of the Empire.",	"bestine_quest_painting":"A rare painting depicting an Imperial prison, shadowed by an ominous storm.",	"bestine_quest_rug":"A well-made rug given as a gift from Sean Trenwell. The rug would be perfect for many a house, providing comfort and style to any dwelling.",	"bestine_quest_statue":"A large statue meant to be used as a house decoration. Attached to the statue is a small inscription which reads: \"Sean Trenwell, Director of Commerce\".",	"bestine_quest_sword":"A prized weapon of ages past. The blade of the weapon is well-worn which suggests that it has seen many battles.",	"binary_liquid":"A binary liquid that combines to perform a chemical effect of some kind that is usually beneficial in manufacturing.",	"binoculars_broken":"In its current condition, this set of electro binoculars might as well be sold for spare parts.",	"biogenic_engineering_datapad":"An engineering datapad that contains the computer codes needed to restart the power core of the hidden Geonosian bio-genetics laboratory.",	"biogenic_engineering_key":"A passkey specially modified to open a specific security door in the hidden Geonosian bio-genetics laboratory.",	"biogenic_passkey":"A passkey used to open security doors in the hidden Geonosian bio-genetics laboratory.",	"biosensor":"Use this device on any humanoid to collect their bio-signature and store it within the device.  Bio-signatures can be used in conjunction with traps to make sure they only affect the intended individuals.  Bio-Signatures can also be used with Motion Sensors & Tracking Beacons to ensure that only your mark is detected.",	"bith_skull":"The skull of a very unfortunate Bith.",	"blood_vial":"The vial appears to be filled with a red fluid. It would be wise to return this vial to Commander D`krn as soon as possible.",	"blooming_sapflower":"a healthy sapflower",	"bol_skull":"The skull of a Bol.  It would make quite a nice conversation piece in somebodys home.",	"bounty_hunter_1_death":"A miniature grave stone with Untas' name engraved on it. Give this maker to Untas before you kill him to collect the bounty.",	"bounty_hunter_1_drugs":"Dar' Kel cooking spice. A rare commodity and one that a certain Sleash is especially fond of. Give him this container and he will be more willing to talk with you.",	"bounty_hunter_1_flower":"Pressed flower from Taibela. You must give this to Oldksam to prove that Taibela trusts you.",	"bounty_hunter_2_datapad":"This datapad details the current movements and jobs of a bounty hunter named Soris. ",	"bounty_hunter_2_death":"This death marker is for a bounty hunter named Soris. You must give this marker to him before you eliminate Soris, or you will not collect the bounty.",	"bowl_s01":"A pristine heirloom bowl with fine engravings and made of choice materials.",	"box_large":"This is an unsecured, weather-proof box. It is capable of containing many small items.",	"box_magseal":"This is a magseal box. The magnetic seal is a basic security measure - most often found on larger containers or containers that are designed to hold hazardous materials.",	"briefcase_s01":"A strongly armored briefcase sealed with an impenetrable lock.",	"broken_bottle":"a bottle - Found in the stomach of an Urnsor'is.  Use: Can be sold to fences across the galaxy.",	"broken_grav_unit":"A 100 GU Grav Unit.",	"buildout_placeholder":"This is a virtual object used as a placeholder in the buildout system. It should not be visible to players. If you are a player and can see this object please contact customer support.",	"cage_s01":"An ornate cage intended for the care and keeping of small animals and birds.",	"calibrator_broken":"This tool is used to calibrate and restore other tools.",	"caltropbody":"This trap contains several spring-loaded steel spikes that are thrust into the victim's feet as they walk over the trap.  No type of armor can withstand the force of the spikes.  Once pierced by the device, the victim's movement speed is diminished.",	"camera_s01":"A photographic camera. The exposed film inside is irretrievable.",	"camokit_corellia":"A camouflage kit customized for the natural environment on Corellia.",	"camokit_dantooine":"A camouflage kit customized for the natural environment on Dantooine.",	"camokit_dathomir":"A camouflage kit customized for the natural environment on Dathomir.",	"camokit_endor":"A camouflage kit customized for the natural environment on Endor.",	"camokit_kashyyyk":"A camoflage kit customized for the natural environment on Kashyyyk.",	"camokit_lok":"A camouflage kit customized for the natural environment on Lok.",	"camokit_naboo":"A camouflage kit customized for the natural environment on Naboo.",	"camokit_rori":"A camouflage kit customized for the natural environment on Rori.",	"camokit_talus":"A camouflage kit customized for the natural environment on Talus.",	"camokit_tatooine":"A camouflage kit customized for the natural environment on Tatooine.",	"camokit_yavin":"A camouflage kit customized for the natural environment on Yavin.",	"camp_basic":"A set of tools and equipment necessary to build a small encampment.  Requires very little camping skill to assemble.",	"camp_crate":"A camp crate.",	"camp_elite":"A set of tools and equipment necessary to build a large encampment.  This camp can repel aggressive creatures and offers a minor regeneration bonus as well as other amenities.  Requires a large amount of camping skill to assemble.",	"camp_epsilon_shuttle":"A Lambda Shuttle.",	"camp_improved":"A set of tools and equipment necessary to build a small encampment.  This camp can repel aggressive creatures.  Requires a small amount of camping skill to assemble.",	"camp_luxury":"A set of tools and equipment necessary to build an extremely nice encampment.  This camp improves on every feature of lesser camps and also includes a crafting station.  Requires an extreme amount of camping skill to assemble.",	"camp_multi":"A set of tools and equipment necessary to build a small encampment for two.  Requires very little camping skill to assemble.",	"camp_quality":"A set of tools and equipment necessary to build a medium encampment.  This camp can repel aggressive creatures and offers a minor regeneration bonus.  Requires a moderate amount of camping skill to assemble.",	"campfire_logs_ash":"Ashes of a burned log.",	"campfire_logs_burnt":"Burned logs.",	"campfire_logs_fresh":"Fresh, unburned logs.",	"campfire_logs_smoldering":"Smoldering logs.",	"carrier_rotary_valve":"A small crate of rotary valves for the Alliance Crew Carrier. This is a crate component for a Remembrance Day schematic.",	"carrier_steering_gear":"A small crate of steering gears for the Alliance Crew Carrier. This is a crate component for a Remembrance Day schematic.",	"carrier_steering_shaft":"A small crate of steering shafts for the Alliance Crew Carrier. This is a crate component for a Remembrance Day schematic.",	"carrier_torque_sensor":"A small crate of torque sensors for the Alliance Crew Carrier. This is a crate component for a Remembrance Day schematic.",	"carved_stone":"A carved stone, boasting crude designs and jagged edges. It is apparent that this particular object belongs to a ruthless tribe.",	"casserole_binna_jode":"A delicious casserole made by Binna Jode.",	"cave_light":"A lantern used to light nooks and small spaces.",	"cb_1_communication_terminal":"Deflarian Communication Terminal",	"cb_1_medical_equipment":"Medical Equipment Container",	"cb_3_weapons_container":"A Weapon Container",	"chaffflare":"When deployed, this flare deposits tiny reactive filaments into the air which has a chance of revealing any hidden electronic devices in the area that might harm you, such as a trap or mine. ",	"chemical_recycler":"This machine safely mixes chemical compounds.  It can be used on chemicals, water, petrochemical fuels, and radioactive materials.",	"claw_bones":"The massive claw bones of some giant creature.",	"coa3_encoded_data_disk":"A data disk with information about the Alderaanian Flora caravans encoded on it.  The information is useless until the data can be decoded.",	"col_jedi_robi_dark_jedi_controller":"An old Jedi statue that appears to have recently been polished and repaired.",	"comlink_naboo_broken":"This comlink unit is used by many residents of Naboo for short range communications.",	"command_console_comscan_subcomponent_crate":"A crate of Command Console Com-Scan Subcomponents for Empire Day.",	"communications_control_computer":"An Internal Communications Control Computer.",	"communicator":"Long Range Communication Units are used in place of standard comm links when dealing with great distances, heavy foliage or harsh weather which can interfere with the smaller and lower powered units.",	"computer_console":"This computer console is built to store all manner of digital media including standard data discs, all versions of holo-disc, advanced biometric catalogues and navigational records.",	"computer_databank":"This is the databank for a sophisticated computer network. The databank is engineered to store all known sources of digital media including standard data discs, all versions of holo-disc, advanced biometric catalogues and navigational records.",	"computer_terminal":"This computer terminal has been designed to store digital media. Most data storage devices of this size are limited in their collection capacity but have a high degree of flexibility. This flexibility extends to standard data discs, all versions of holo-disc, advanced biometric catalogues and navigational records.",	"console_central_processor":"A small crate of central processors for the Imperial Command Console. This is a crate component for an Empire Day schematic.",	"console_circuit_board":"A small crate of cicuit boards for the Imperial Command Consoles. This is a crate component for an Empire Day schematic.",	"console_decryption_coprocessor":"A small crate of decryption co-processors for the Imperial Command Console. This is a crate component for an Empire Day schematic.",	"console_readout_display":"A small crate of readout displays for the Imperial Command Console. This is a crate component for an Empire Day schematic.",	"container_lock_d":"This is an access lock that can be attached to a container.  Once attached, the lock prevents unauthorized opening of the container.",	"corellia_38_braggan_corpse":"The mortal remains of Kal Braggan.",	"corellia_38_braggan_datapad":"A datapad belonging to Kal Braggan.",	"corellia_38_braggan_journal":"Kal Braggan's journal. In it, he has written a detailed account of his time with CorSec. It relates the story of his betrayal by a fellow CorSec officer who framed Kal for taking credits from some smugglers in exchange for looking the other way when they brought in a shipment. In reality, it had been the other officer who had the deal with those smugglers. Despite that fact, the other CorSec officer was awarded the Corellian Medal of Honor while Kal Braggan was discharged and sent to prison.",	"corellia_38_crate_ryll":"A crate of ryll. Ryll is a highly addictive and dangerous spice that is used as a recreational drug throughout the galaxy.",	"corellia_38_crate_unrefined_ryll":"A crate of unrefined ryll. Ryll is a highly addictive and dangerous spice that is used as a recreational drug throughout the galaxy.",	"corellia_38_hershel_blaster":"A DL-44 blaster. This blaster is registered to Hershel Sheridan.",	"corellia_38_hershel_corpse":"A human corpse with a single blaster burn on the forehead. An ID card with the name Hershel Sheridan is visible.",	"corellia_38_mayor_package":"A package addressed to Deel Draav, the mayor of Kor Vella. It appears to be a few months old based on the delivery date.",	"corellia_38_mayor_terminal":"A data terminal that belongs to Deel Draav, the mayor of Kor Vella.",	"corellia_38_meatlump_armor":"A crate of armor.",	"corellia_38_meatlump_food":"A crate of food.",	"corellia_38_meatlump_weapon":"A crate of weapons.",	"corellia_38_paper_scrap":"A scrap of paper. The letterhead is visible and on it is the name Hershel Sheridan.",	"corellia_38_pech_seki_bag":"A bag belonging to Pech Seki.",	"corellia_38_pech_seki_strongbox":"A strongbox belonging to Pech Seki.",	"corellia_38_red_circle_mainframe":"A central mainframe computer. The mainframe is marked with a single red circle.",	"corellia_38_ryll_seller_database":"A database used to track sellers of ryll in the Kor Vella area.",	"corellia_38_ryll_smuggler_mainframe":"A central mainframe computer.",	"corellia_38_stolen_goods":"A crate of stolen goods.",	"corellia_38_transmitter":"A transmitter.",	"corellia_38_wilfred_medal":"A Corellian Medal of Honor. The engraving on the back of this medal bears the name Wilfred Quelsh.",	"corellia_39_bio_weapons_database":"A database uses to track research on biological weapons.",	"corellia_39_camera":"A Quidon-48 camera. This is a low-cost, handheld camera capable of high resolution pictures with a minimum of light.  [To take a picture: select your subject as your intended target, and then double-click the camera in your inventory.]",	"corellia_39_corsec_termimal":"A CorSec terminal. For authorized use only.",	"corellia_39_crate_spice":"A crate containing an unidentified spice.",	"corellia_39_drall_patriot_terminal":"A data terminal being used by a sect of Drall Patriots to plan and coordinate their activities.",	"corellia_39_durni_cage":"An animal cage.",	"corellia_39_experimental_weapon_01":"An experimental heavy weapon prototype.",	"corellia_39_experimental_weapon_02":"An experimental heavy weapon prototype.",	"corellia_39_experimental_weapon_03":"An experimental heavy weapon prototype.",	"corellia_39_genovin_seyda_mainframe":"A central mainframe computer.",	"corellia_39_jzoro_mainframe":"Jzoro's central mainframe computer. ",	"corellia_39_kazic_datapad":"A datapad belonging to Kazic Pendre.",	"corellia_39_shobbo_terminal":"A research data terminal containing a design by Shobbo Durron for a more efficient droid power source.",	"corellia_39_trins_evnar_answering":"An answering service used by Trins Evnar.",	"corellia_39_trins_evnar_datapad":"A datapad belonging to Trins Evnar.",	"corellia_39_trins_evnar_terminal":"A data terminal used by Trins Evnar.",	"corellia_39_vryim_raeth_corpse":"A human corpse. An ID card provides the name Vryim Raeth.",	"corellia_disappearances_1_first_stop_d":"This looks like an image recorder that was left accidentally. It has images of a group of people that look like they are ready for a hike.",	"corellia_disappearances_1_first_stop_n":"a Discarded Image Recorder",	"corellia_disappearances_1_second_stop_d":"This communicator looks like it broke sometime during the hike. Perhaps it was stepped on or sat on. It explains why the hikers never radioed for help.",	"corellia_disappearances_1_second_stop_n":"a Broken Communicator",	"corellia_disappearances_1_third_stop_d":"The remains of a meal are on the ground.  Other marks nearby indicate a struggle.",	"corellia_disappearances_1_third_stop_n":"Remains of a Meal",	"corellia_disappearances_2_object_1_d":"A sculpture that looks like it may have been broken.",	"corellia_disappearances_2_object_1_n":"a Rare Sculpture",	"corellia_disappearances_2_object_2_d":"A hand-crafted doll from Tatooine.",	"corellia_disappearances_2_object_2_n":"Jawa Idol",	"corellia_disappearances_2_object_3_d":"A pillow made from the fragrant grasses of Kuat, often used in meditative techniques. Pillows such as these are difficult to come by as the greenery of Kuat is ferociously protected.",	"corellia_disappearances_2_object_3_n":"Throw Pillow from Kuat",	"corellia_disappearances_2_object_4_d":"A hologram of a Corellian Corvette.",	"corellia_disappearances_2_object_4_n":"Corellian Corvette Holo",	"corellia_disappearances_4_first_antenna_d":"A control panel used to run the antenna.",	"corellia_disappearances_4_first_antenna_n":"an Antenna Control Panel",	"corellia_disappearances_4_second_antenna_d":"A control panel used to run the antenna.",	"corellia_disappearances_4_second_antenna_n":"Corellian Security Antenna Control Panel",	"corellia_disappearances_4_third_antenna_d":"A control panel used to run the antenna.",	"corellia_disappearances_4_third_antenna_n":"Corellian Security Antenna Control Panel",	"corellia_disappearances_5_cage_1_d":"This computer terminal appears to control the cage it's next to.",	"corellia_disappearances_5_cage_1_n":"a Computer Terminal",	"corellia_disappearances_5_cage_2_d":"This computer terminal appears to control the cage it's next to.",	"corellia_disappearances_5_cage_2_n":"a Computer Terminal",	"corellia_disappearances_5_cage_3_d":"This computer terminal appears to control the cage it's next to.",	"corellia_disappearances_5_cage_3_n":"a Computer Terminal",	"corellia_disappearances_6_journal_d":"This looks like it's the personal journal of the leader of the cave-dwellers.",	"corellia_disappearances_6_journal_n":"Leader's Journal",	"corellia_droid_factory_antenna_control_d":"Antenna Control Terminal",	"corellia_droid_factory_control_1_d":"Factory Control Terminal",	"corellia_droid_factory_power_terminal_d":"Power Control Terminal",	"corellia_droid_factory_terminal_d":"Factory terminal",	"corellia_murmur_chemicals_d":"A box of chemicals",	"corellia_murmur_side_missing_brother_d":"Looks like the corpse of an employee. You can see the remnants of a name tag, \"Jenson\".",	"corellia_slaver_access_terminal_03_d":"A common desk terminal",	"corellia_slaver_access_terminal_04_d":"This terminal can tap into any surveillance camera in the bunker.",	"corellia_slaver_access_terminal_05_d":"This is a high level terminal for the security computers.",	"corellia_slaver_access_terminal_06_d":"This console allows complete access to the bunker's main computer.",	"corellia_slaver_access_terminal_07_d":"This console is the main control device for the prison cells.",	"corellia_slaver_narlissa_datapad_d":"This is a common datapad. This one appears to contain Narlissa's personal diary.",	"corellia_tyrena_durr_datapad_d":"A datapad belonging to Durr Rodack.",	"corellia_tyrena_faye_datapad_d":"Faye Patrick's personal datapad. It appears to have information about a slavery ring in which Bandor Mokk has been coerced to participate.",	"corellian_slaver_clerk_datapad":"This common datapad appears to have a electronic link with the main computer.",	"corellian_slaver_medical_computer":"A medical desk computer.",	"corl_diktat_search_desk":"The Diktat's desk.",	"corl_diktat_search_terminal":"The Diktat's private data terminal.",	"corl_farm_aid_stolen_grain":"A barrel of grain. A partially scraped off label on its side reads, \"Handerin Grains and Vegetables.\"",	"corl_government_work_courier":"A human corpse of unknown origin. The insignia of a government courier can be seen on it.",	"corl_government_work_dropbox":"A drop box with the seal of the Corellian government on it.",	"corl_lt_jasper_datapad":"A datapad taken from a Rogue CorSec trooper. Lt. Jasper will want to see this.",	"corl_meatlump_act1_radio":"A radio used by Meatlumps to communicate with their leaders. Most often, it is used to send a distress signal for when they forget what they are supposed to do, so it is configured to easily send that distress signal.",	"corl_meatlump_act1_shipment":"An assortment of shipping crates. From their markings, most appear to hold various electronic components used for the construction of starships. In contrast, this particular crate has no markings of any kind and no indication of what it might hold.",	"corl_meatlump_act1_viewscreen":"A view screen. The logo of the Corellia Times news organization is visible on the screen.",	"corl_rogue_corsec_base_computer":"A rogue CorSec computer.",	"corl_the_informant_hidden_stash":"A dented crate. It looks like it has recently been moved.",	"corl_the_meeting_data_terminal":"A data terminal used by the rogue CorSec. It has been left unprotected by any security measures.",	"corsec_id_badge":"Corsec ID Badge.",	"corvette_bootdisk_4":"An operations disk for a computer system of some kind.  Probably a starship software package.  This one is labeled #4.",	"crafted_armor_recolor_kit_d":"A tool used to recolor crafted non-factional armor. ",	"crafted_structure_customization_kit_d":"Can only be used on a Hueable Structure.\^001\^001 This structure customization tool can be used to color the exterior of any Hueable Structure you own.  To use, place inside your inventory and walk inside of the hueable structure you'd like to color. ",	"crash_site_crate_container":"A crash site supply container.",	"crashed_shuttle":"a disabled shuttle.",	"crate_large":"This large crate is a durable protective container for goods. It is space-proof, weather-proof and blaster-proof even at close range.",	"crate_magseal":"This magseal crate is a durable protective container for goods that sports a modicum of security (in the form of a basic magseal). It is space-proof, weather-proof and blaster-proof even at close range.",	"creature_inventory":"a creature's inventory",	"creature_recycler":"This machine is used to combine parts that come from creatures including hides, horns, bones, meat, milk, and different types of seafood.",	"credit_chip":"A Credit Chip",	"crew_carrier_steering_mechanism_crate":"A crate of Alliance Crew Carrier Steering Mechanisms for Remembrance Day.",	"cryogenics_storage_unit":"A cryogenics storage unit.",	"cts_galaxy_painting_d":"An artist's rendition of a galaxy left behind, but not forgotten.",	"cts_greeter_box_d":"This is a gift you can give any player on your new home server.  The intent is to encourage players on your new server to make your move a more pleasant experience and in return you give them this gift. A helpful sponsor might show you active and upcoming player cities, player associations, role playing groups, etc.\^001\^001 Attempting a Character Transfer with this gift will result in the loss of the item. ",	"cts_greeter_box_unrestricted_d":"This is a gift you can give any player on your new home server.  The intent is to encourage players on your new server to make your move a more pleasant experience and in return you give them this gift. A helpful sponsor might show you active and upcoming player cities, player associations, role playing groups, etc.",	"cyborg_operating_table":"A cybernetics operating table.",	"cyborg_parts_rack":"A cybernetics parts rack.",	"cyborg_repair_table":"A cybernetics repair table",	"damage_control_computer":"A Damage Control Computer.",	"damage_control_module":"A damage control computer module.",	"data_geiger_counter":"A device used to track radiation sources.",	"data_item_imperial":"This data item seems to contain encoded Imperial information.",	"data_item_rebel":"This data item seems to contain encoded Rebellion information.",	"data_item_unknown":"This data fragment contains encrypted data of an unknown nature.",	"datadisk_corrupt":"The data on this disk can only be read sporadically, at best. Any trace of coherent information must have been lost long ago.",	"datapad_broken":"A datapad.",	"de10_barrel":"A special barrel needed for the creation of a DE-10 pistol",	"dead_eye_decoder":"This old Imperial decoder should be able to decrypt the message on the Dead Eye data disk.",	"dead_eye_prototype":"A dosage of the prototype drug Dead Eye.  This drug will significantly increase the user's accuracy for a brief period of time.",	"dead_forest_stump":"The stump has been dead for a while by the looks of it. Moss and plant life ooze from the stump's cracks.",	"decoder_comp_housing":"The housing for an obsolete decryption tool.",	"decoder_comp_power":"A power core with an obsolete coupling.",	"decoder_comp_processor":"An antiquated micro-processor core.",	"decoder_comp_reader":"An optical data disk reader.",	"decoder_comp_screen":"An old vid screen.",	"decoder_comp_translation":"An Imperial translation circuit for an old decryption scheme.",	"decomposed_foot":"a decomposed foot - Found in the stomach of an Urnsor'is.  Use: Can be sold to fences across the galaxy.",	"decomposed_hand":"a decomposed hand - Found in the stomach of an Urnsor'is.  Use: Can be sold to fences across the galaxy.",	"decomposed_skull":"a decomposed skull - Found in the stomach of an Urnsor'is.  Use: Can be sold to fences across the galaxy.",	"decryptor_broken_s01":"This very old model of a decryption device probably burned out due to over-use.",	"outbreak_undead_brain":"A rotting brain.",	"dented_drum_d":"A storage drum that has been badly dented.",	"dermal_analyzer":"This device is most often used by xeno-biologists to test skin reactions to various stimuli. It can also be used in forensic analysis to determine a myriad of circumstances invisible to the naked eye.",	"dh17_cartridge_enclosures":"A small crate of cartridge enclosures for the DH-17. This is a crate component for a Remembrance Day schematic.",	"dh17_cartridge_grips":"A small crate of cartridge grips for the DH-17. This is a crate component for a Remembrance Day schematic.",	"dh17_cartridge_valves":"A small crate of cartridge valves for the DH-17. This is a crate component for a Remembrance Day schematic.",	"dh17_condensed_reactive_gasses":"A small crate of condensed reactive gasses for the DH-17. This is a crate component for a Remembrance Day schematic.",	"dh17_gas_cartridge_crate":"A crate of DH-17 Gas Cartridges for Remembrance Day.",	"disruptor_broken":"Kwin Moonraiser's infamous disruptor beam cannon. It is clear that the device has been battered and abused... perhaps by Kwin himself. It is no longer functional.",	"doctors_office_console":"Doctor Jin Griffax's science console.",	"double_bandolier":"A Two-strap Bandolier.  This item can only be worn by Imperial Pilots.  This is a special version of the normal bandolier, and can also be used as a container to hold other items.  To wear this item, click on it in your inventory and choose \"equip\" from the radial menu. To open it, click on it in your inventory and choose \"open\".",	"droid_customization_kit":"A toolkit to be used to colorize a droid's frame and trim (if it has some) to the colors of the user's choice. Target the droid and use this kit. To colorize someone else's droid, they must /consent you before you may change their droid's color scheme.",	"dusty_dancers_purse":"This purse is old, but was once beautifully. Its construction hints at secret pockets for secreting valuable items.",	"e11_cartridge_enclosures":"A small crate of cartridge enclosures for the E-11. This is a crate component for an Empire Day schematic.",	"e11_cartridge_grips":"A small crate of cartridge grips for the E-11. This is a crate component for an Empire Day schematic.",	"e11_cartridge_valves":"A small crate of cartridge valves for the E-11. This is a crate component for an Empire Day schematic.",	"e11_condensed_reactive_gasses":"A small crate of condensed reactive gasses for the E-11. This is a crate component for an Empire Day schematic.",	"e11_gas_cartridge_crate":"A crate of E-11 Gas Cartidges for Empire Day.",	"echo_base_hatch":"Exit Hatch",	"empire_day_defaced":"A defaced Empire Day recruitment kiosk.",	"empire_day_recruitment":"An Empire Day recruitment kiosk.",	"empire_day_unused":"An unused kiosk.",	"emulsion_protector":"A protective coating that increases permanence by protecting emulsions from abrasions and water absorption.",	"encoded_disk_base":"A datadisk used for transporting information between computer systems.  The disk is encoded with some form of encryption.",	"endrine":"This ore is valuable in the production of walls and defenses because in its liquid state it acts as an adhesive, and as it dries it increases the hardness of any other substance it comes in contact with.",	"ep3_qst_radio_d":"A two-way radio.",	"eq3_forest_cure":"This is the Great Tree Elixir given to you by Chief Kerritamba.",	"etyyy_brody_campsite_corpse":"The remains of a deceased male of unknown species. There are no obvious clues as to its identity other than a pendant that you notice clutched loosely in one of its hands.",	"etyyy_chiss_poached_goods":"A container of poached goods.",	"etyyy_loot_brightclaw_jaw":"Brightclaw's jaw.",	"etyyy_loot_greyclimber_eye":"One of Greyclimber's eyes.",	"etyyy_loot_paleclaw_jaw":"Paleclaw's jaw.",	"etyyy_loot_silkthrower_fang":"Silkthrower's fang.",	"etyyy_loot_spiketop_horn":"One of Spiketop's horns.",	"etyyy_loot_stoneleg_heart":"Stoneleg's heart.",	"etyyy_ryoos_salt":"A bag containing salt, among other things. Belongs to Ryoo Finn.",	"exar_kun_intro_communication_terminal":"A communication terminal. Corellia University appears to be the default connection.",	"exar_kun_intro_corpse_datapad":"A datapad that is marked as the property of Corellia University.",	"exar_kun_intro_grenz_terminal":"A data terminal. The name on the screen is 'Magnus Grenz.'",	"facility_damage_report_console":"A Command Console.",	"firework_dud":"The fuse on this firework seems to have been spent but it did not fire.",	"fishing_bait":"This is used to trick fish into biting the hook at the end of your fishing line.",	"fishing_bait_chum":"This chum bait uses ground animal or fish parts to attract fish to your fishing line.",	"fishing_bait_grub":"This grub bait uses small larva that wriggle to attract fish to your fishing line.",	"fishing_bait_insect":"This insect bait uses an insect to attract fish to your fishing line.",	"fishing_bait_worm":"This live worm bait uses wiggling worms to attract fish to your fishing line.",	"fishing_marker":"This marker lets you know when a fish is nibbling on your bait.",	"fishing_pole":"This long, slender pole allows for a quick motion to apply sudden force at the end of the line, hooking fish that have started swallowing the bait on the hook.",	"flashbangbody":"This trap explodes with a loud bang and brilliant flash, which reduces the victim's combat effectiveness without causing any serious damage (in most cases).",	"flora_recycler":"This machine is used for mulching and combining different types of flora, including vegetables, fruits, wood, and cereals.",	"flow_analyzer":"A small systems analysis device.  This item is used in slicing.",	"force_crystal":"The crystal is said to amplify the user's connection to the Force. Unfortunately, there is no way to activate it.",	"forest_smooth_rocks":"Smooth forest rocks lying on the ground. You see nothing of interest here.",	"fs_buff_item":"a Crystal cut and faceted to focus the powers held inside. It has been fitted with sensors to monitor power levels, and reflectors to help refocus energies after use. ",	"fs_mellichae_cyborg_arm":"Mellichae's mechanical arm. You cannot help but feel the anger and hatred emanating from the broken circuitry and metals.",	"fs_sculpture_1":"Hand crafted by the citizens of the village Aurilia, this sculpture represents how they are but one part of the greater whole. (section 1 of 4)",	"fs_sculpture_2":"Hand crafted by the citizens of the village Aurilia, this sculpture represents how they are but one part of the greater whole. (section 2 of 4)",	"fs_sculpture_3":"Hand crafted by the citizens of the village Aurilia, this sculpture represents how they are but one part of the greater whole. (section 3 of 4)",	"fs_sculpture_4":"Hand crafted by the citizens of the village Aurilia, this sculpture represents how they are but one part of the greater whole. (section 4 of 4)",	"glass_heirloom_s01":"The glass is far from beautiful, but holds high sentimental value for its owner.",	"gloves_appearance_invisible_s01_d":"Gloves that can only be worn in the appearance tab. These gloves will make you appear to not be wearing any gloves.",	"glow_stick":"Used to light dark caves and forgotten passages.",	"grav_unit_repair_kit":"A repair kit for grav units.",	"group_boss_fight_terminal":"A containment terminal.",	"gungan_courier_pouch":"This pouch is so smeared with kaadu filth and dirt that it's difficult to tell if there is anything in it or not.",	"gungan_lance":"Lance used by Gungans in combat. This one appears to have been recently broken.",	"gungan_signet":"Traditional earring worn by many Gungans.",	"harvester_no_power":"This veteran reward lets you change one of your harvesters to use 0 power. Drag this item to your tool bar and select this item as your secondary action. Target a harvester you own and right click. You will get a message saying that the harvester has been converted, and the reward will delete itself.  You can also use the radial option to combine 3 of these deeds to make 1 elite harvester power deed.",	"harvester_no_power_elite":"This veteran reward lets you change one of your elite harvesters to use 0 power. Drag this item to your tool bar and select this item as your secondary action. Target a harvester you own and right click. You will get a message saying that the harvester has been converted, and the reward will delete itself.",	"heirloom_bowl":"Borvo the Hutt's prized family heirloom bowl. Cryptic Huttese colloquialisms are engraved along the rim.",	"hep":"A Holographic Environment Projector (H.E.P) uses advanced Mon Cal optics to project a type of hologram around the person using it which effectively renders the operator invisible in urban surroundings.  This projector does not work in the wilderness as there is too much random visual noise in nature which the electronics of this device cannot anticipate sufficiently in order to provide an adequate optical illusion of invisibility.    A chaff flare can also be used to disrupt the operation of a H.E.P.  The effectiveness of the Chaff Flare as well as the effectiveness of the H.E.P will determine how successful the flare is.  Because the optical illusion of the H.E.P device isn't perfect, it can only be effectively activated when no one is observing the operator. ",	"heroic_exar_kun_entrance":"An ancient brazier. You sense the power of the Force swirling within the brazier.",	"holocron_dark":"A Sith Holocron.",	"holocron_light":"A Holocron.",	"holocron_splinters_sith_s01":"The pieces of this ancient holocron cannot be repaired. The markings are incomprehensible... yet somehow familiar to you.",	"huff_quest_borvos_money":"This money is evidence in the crimes against Borvo the Hutt.",	"huff_quest_corsec_badge":"The name on this badge is Niskel. The picture is faded and could be almost anyone.",	"huff_quest_top_secret_documents":"These are documents related to the Darklighter Estate. They are unopened.",	"human_skull":"A human skull.  A haunting reminder of our own mortality.",	"hunt_quest_bol_skull":"A Bol skull from the planet Dantooine. Given to members of the Hunters guild that have proven themselves skilled hunters.",	"hx2body":"The HX2 mine is a general purpose explosive device that is highly effective for anti-personnel applications (PvP only mine).",	"hx3body":"The HX3 mine is a general purpose explosive device that is highly effective for anti-personnel applications.",	"hyperdrive_part_s01":"A non-functional hyperdrive component.",	"ig88_instance_exit_d":"This is the factory exit panel.",	"imperial_assassin_filler01":"This appears to be a lunch menu for a \"Commander's Picnic\" and details the food that will be served.",	"imperial_assassin_filler02":"These are transfer orders for an Alliance officer named Lt. Lance.  They are more than three years old and have never been signed.",	"imperial_assassin_intel":"A transport document detailing its flight plan.  Signed by a Rebel commander.",	"imperial_destroy_filler01":"An Alliance datafile documenting the list of activities considered to be against the interests and/or benefit of Alliance operations and/or security.",	"imperial_destroy_filler02":"This document lays out guidelines for establishing a safe-world on an uncharted or remote planet.",	"imperial_destroy_intel":"These are the destruct sequences for a Corellian Corvette.",	"imperial_rescue_filler01":"This is an Alliance purchase order for a large number of parkas, gloves, and cold weather gear.",	"imperial_rescue_filler02":"This is a research request on Womprat sizes, signed by Wedge Antilles.  In the margins the words \"2 meters??\" are scrawled in an unknown hand.",	"imperial_rescue_intel":"This is an alliance document detailing a prisoner named Dr. Bledsoe, and the scheduled times at which he will be moved.",	"imperial_second_lieutenant_rank_crate":"A crate of Second Lieutenant Imperial Rank Insignia for Empire Day.",	"improved_mouse_droid_arm_crate":"A crate of Improved Mouse Droid Arms for Empire Day.",	"impulse_detector_broken":"This impulse detector has less than half of its components still intact.",	"inkpen_engraved_s01":"A set of ink pens with fine custom engraving.",	"insects_rare_s01":"Rare insects are preserved in a suspension of bacta and common comestibles.",	"instant_travel_terminal_deed":"Using the \"Grant Ability\" option on this item will grant you the ability to call a ship to pick you up and take you anywhere on the planet you are currently on.  Once learned, this ability can be found in your Command Browser, and the icon for the command can be dragged to your Action Bar and assigned to a hotkey.",	"instant_travel_terminal_privateer_deed":"Using the \"Grant Ability\" option on this item will grant you the ability to call a privateer ship to pick you up and take you anywhere on the planet you are currently on.  Once learned, this ability can be found in your Commands Browser, and the icon for the command can be dragged to your Action Bar and assigned to a hotkey.",	"instant_travel_terminal_royal_ship_deed":"Using the \"Grant Ability\" option on this item will grant you the ability to call a royal ship to pick you up and take you anywhere on the planet you are currently on.  Once learned, this ability can be found in your Commands Browser, and the icon for the command can be dragged to your Action Bar and assigned to a hotkey.",	"interface_override_device":"This device is able to override the security lockouts on an Imperial Relay Station terminal.",	"interplanetary_survey_droid":"This droid is capable of using various survey tools and traveling to other planets to report on the resources available on that planet.",	"item_blackwing_canister_d":"A leaking Blackwing canister",	"item_blackwing_canister_with_detonator":"A leaking Blackwing canister.",	"ith_double_bandolier":"An Ithorian Two-strap Bandolier.  A clothing item wearable by Ithorians.  This is a special version of the normal bandolier, and can also be used as a container to hold other items.  To wear this item, click on it in your inventory and choose \"equip\" from the radial menu. To open it, click on it in your inventory and choose \"open\".",	"ith_mercenary_bandolier":"An Ithorian Mercenary Bandolier.  A clothing item wearable by Ithorians.  This is a special version of the normal bandolier, and can also be used as a container to hold other items.  To wear this item, click on it in your inventory and choose \"equip\" from the radial menu. To open it, click on it in your inventory and choose \"open\".",	"ith_multipocket_bandolier":"An Ithorian Multi-pocket Bandolier.  A clothing item wearable by Ithorians.  This is a special version of the normal bandolier, and can also be used as a container to hold other items.  To wear this item, click on it in your inventory and choose \"equip\" from the radial menu. To open it, click on it in your inventory and choose \"open\".",	"ithorian_skull":"The skull of a fallen Ithorian.",	"jawa_beads":"Beads commonly worn by Jawas.",	"jedi_gifts_1_wardrobe":"A wardrobe. Used to store clothing, this wardrobe is of a common style that focuses itself on its function rather than any kind of aesthetic appeal.  This wardrobe appears less weathered and less damaged than most of the things around it.",	"jedi_gifts_2_chest":"A small storage box. As implied by its name, a storage box of this type is commonly used to store various things.  This storage box appears less weathered and less damaged than most of the things around it.",	"jetpack_base":"A base carrying apparatus for a jetpack.  The straps fit over the shoulders of the individual who will operate the jetpack, and the backing holds the pieces together.",	"jetpack_ducted_fan":"This fan serves a dual purpose, both cooling the jetpacks engines and giving a boost of air used in controlling the direction of the jetpack.",	"jetpack_fuel_dispersion_unit":"This unit spins rapidly, dispersing fuel to the jet engines of a jetpack.",	"jetpack_injector_tank":"A fuel injection tank for a personal jetpack.",	"jetpack_stabilizer":"A stabilizing unit for a Jetpack.  ",	"kaminoandartbody":"This trap is inspired by an old Kaminoan design.  The darts in this device deliver a strong bio-toxin that causes the victim's health to deteriorate.",	"kash_bar":"A Kashyyykian bar counter.",	"kash_bar_shelf":"Kashyyykian shelves.",	"kash_bar_table":"A Kashyyykian bar table.",	"kash_centerpiece_ceremonial":"A Wookiee Ceremonial Centerpiece",	"kash_chair_ceremonial":"A Wookiee ceremonial chair.",	"kash_hospital_bed":"A Kashyyykian hospital bed.",	"kash_hunting_license":"A hunting license that grants the holder access to the Etyyy hunting grounds on Kashyyyk.",	"kash_mystic_tree_cure":"A curative for diseased or poisoned plants.",	"kash_myyydril_cave_lantern":"A cave lantern.",	"kash_myyydril_rope_ladder":"A rope ladder.",	"kash_restraining_chair":"A restraining chair.",	"kash_restraining_table":"A restraining table.",	"kash_restraining_wall":"A restraining wall.",	"kash_sordaan_armory":"Sordaan's Excellence in Hunting Trophy.   Sordaan Xris recently launched a campaign to recognize hunters who achieve excellence in the Etyyy region of Kashyyyk. As it happens, Sordaan has awarded himself numerous of these trophies and has only very rarely been willing to award one to any other hunters.",	"kash_table_ceremonial":"A Wookiee ceremonial table.",	"kash_table_operating":"A Kashyyykian operating table.",	"kash_webweaver_blanket":"A webweaver blanket made from silk harvested from Kashyyykian webweavers.",	"kash_wookiee_loom":"A Wookiee loom used to weave thread or yarn into cloth.",	"kash_wookiee_shaman_prayer_mobile":"A Wookiee prayer mobile.",	"kashyyyk_cave_plant":"White Sinthis can only be found in caves and are usually accompanied by parasitical plants. The most common companion of the White Sinthis is the Warl Cave Plant.",	"kashyyyk_forest_cure":"This is the Great Tree Elixir given to you by Chief Kerritamba.",	"keepsakes":"This container is full of keepsakes, greeting cards, ticket stubs, and other miscellanea of significant sentimental value.",	"key_electronic_s01":"Although the main identity circuits of this key are now burned out and dysfunctional, the key may have once been used to unlock high-security areas.",	"kines_equipment":"The equipment box looks to have been forgotten long ago.",	"knives_thrust_datapad":"A datapad belonging to someone named Ind.",	"krayt_skull":"The skull of a mighty Krayt Dragon. An imposing sight, even in death. A highly prized collectible.",	"krayt_skull_01":"A rare polished Krayt Dragon hunting trophy awarded to you by Huff Darklighter. ",	"large_bones":"Strong and light, these appear to be the bones of a once large and mighty creature.",	"laser_knife":"A precision cutting instrument.  This item is used in slicing.",	"ledger_s01":"The ledger describes past business transactions, current personnel details, and deprecated resource traffic.",	"legacy_darklighter_pallet1_datapad":"An inventory terminal containing a complete list of the first lot of goods that the Darklighters bought.",	"legacy_darklighter_pallet2_datapad":"An inventory terminal containing a complete list of the second lot of goods that the Darklighters bought.",	"legacy_darklighter_pallet3_datapad":"An inventory terminal containing a complete list of the third lot of goods that the Darklighters bought.",	"legacy_darklighter_pallet4_datapad":"An inventory terminal containing a complete list of the fourth lot of goods that the Darklighters bought.",	"legacy_darklighter_pallet5_datapad":"An inventory terminal containing a complete list of the fifth lot of goods that the Darklighters bought.",	"legacy_head_bag":"An old worn bag.",	"legacy_head_cargo":"A cargo container marked --- Property of EV-9D9",	"legacy_head_chip":"A chip that will override the programming of a binary hauler and have it pick up a designated cargo container and deliver it to a cargo shuttle. ",	"legacy_head_dragon":"A skeleton of an old Krayt Dragon foot recently uncovered by the drifting sand.",	"legacy_head_hauler":"An automated cargo hauler used by the Valarian's to load the Depot's cargo shuttle.",	"legacy_head_pain1":"An illegal droid control device used to override the safeties on a droid's sensory synapses. It also transmits the sensations that the droid feels to a remote storage unit for playback. This device is tuned to a droid designated R3-B57.",	"legacy_head_pain2":"An illegal droid control device used to override the safeties on a droid's sensory synapses. It also transmits the sensations that the droid feels to a remote storage unit for playback. This device is tuned to a droid designated BD-34",	"legacy_head_pain3":"An illegal droid control device used to override the safeties on a droid's sensory synapses. It also transmits the sensations that the droid feels to a remote storage unit for playback. This device is tuned to a droid designated RA-316.",	"legacy_head_shuttle":"A shuttle used by the Valarians to move their smuggled cargo around the planet.",	"legacy_jawatracks_harvester":"An old moisture harvester on its last legs.",	"legacy_legs":"A pile of discarded droid legs.",	"legacy_motivator":"Droid Motivator",	"legacy_speeder":"A modified USV5 landspeeder. Looks like a part has been recently installed.",	"legacy_speeder_plans":"This datapad appears to contain plans for a new prototype military speeder being developed by Incom.",	"legacy_torso":"a droid's discarded chassis.",	"legacy_tracks_cuan_datapad":"This datapad contains all of the recent purchases, account payables, account receivables and inventory of Tosche Station. It also includes schedules and routes for various traders and merchants on Tatooine, including the Sand Crawler that services Tosche Station.",	"legacy_tracks_jawa_datapad":"This datapad gives a list of the entire inventory that the Sand Crawler had at the start of its trade circuit. Of important note is that it sold a number of items to other traders, prior to starting its normal trade circuit at Tosche Station. A complete list of what was sold and who purchased the items is included.",	"legacy_tracks_zef_datapad":"Zef's datapad shows what he purchased from the Jawa traders.",	"legacy_utility":"a Droid Diagnostic Controller",	"legacy_valarian_pallet1_datapad":"A datapad containing a complete inventory for the first pallet of goods that the Valarians bought.",	"legacy_valarian_pallet2_datapad":"A datapad containing a complete inventory for the second pallet of goods that the Valarians bought.",	"legacy_valarian_pallet3_datapad":"A datapad containing a complete inventory for the third pallet of goods that the Valarians bought.",	"legacy_valarian_pallet4_datapad":"A datapad containing a complete inventory for the fourth pallet of goods that the Valarians bought.",	"legacy_valarian_pallet5_datapad":"A datapad containing a complete inventory for the fifth pallet of goods that the Valarians bought. ",	"levelup_lifeday_orb":"This energetic Lifeday Orb is infused with energy. Using this item will certainly make you more powerful.",	"lifeday_tree":"A Life Day Tree. Life Day is a Wookiee holiday that celebrated the many forms of life that twined with those of Wookiees. It was a time to remember past family and friends as well as new life. During and following the Galactic Civil War, Life Day became much more important to Wookiees as they found themselves spread far across the Galaxy, and they began celebrating Life Day each year as a way to remain in touch with their history. Over time, the holiday found its way into various other cultures.",	"loot_adventurers_remains":"Items consumed by the Uwari Beetle, most likely belonging to long-forgotten victims.  Use: Can be sold to junk dealers across the galaxy.",	"loot_archaic_sayormi_blade":"A blade used by the Sayormi in hunting practices.  Use: Can be sold to junk dealers across the galaxy.",	"loot_avatar_glow_stick":"Glo-Long is widely considered the finest manufacture of glow sticks in the entire galaxy. Rumors of them using radioactive waste in order to make their glow sticks last so long are completely unfounded.",	"loot_avatar_slaver_brazier":"A common item taken along on slaver patrols. This small brazier can generate a great deal of heat on a cold Kashyyyk night.",	"loot_avatar_slaver_collar":"Newly captured Wookiee are usually forced into chain groups with one of these around their necks. Usually the lowest member of the slaver patrol is assigned to place this collar around the Wookiees neck. It is a very dangerous job.",	"loot_avatar_worklight":"A heavy duty flash light. Wookiee fighter patrols often carry several of these to help in the darkest of areas.",	"loot_black_potion":"A strange bottle filled with an ink-like substance. You can see insects floating inside.  Use: Can be sold to junk dealers across the galaxy.",	"loot_bolotaur_fang_01":"A sharp fang from a bolotaur.",	"loot_bolotaur_scale_01":"A hard, shiny scale from the back of a bolotaur.",	"loot_corrupted_fruit":"This piece of fruit looks to have been chemically changed in wicked rituals.  Use: Can be sold to junk dealers across the galaxy.",	"loot_cube":"This Republic assembly tool has the ability to take certain kinds of items and transmute them into a new item. To use it, place three appropriate items into it, and 'use' the tool. The three items will be replaced by a new item.",	"loot_decomposed_fish":"A decomposed fish found in the stomachs of the Shadevales common to Kkowir Forest.  Use: Can be sold to junk dealers across the galaxy.",	"loot_fern_bicker_brain_01":"The brain of a fern bicker. Many Wookiee believe that the brain of a fern bicker increases intelligence.",	"loot_jyykle_vulture_beak_01":"The beak from a jyykle vulture.",	"loot_kashyyyk_bantha_horn_01":"A horn from the head of a Kashyyyk bantha.",	"loot_kashyyyk_bantha_pelt_01":"Fur from the Kashyyyk bantha is highly sought after due to it's incredible toughness and warmth.",	"loot_kerritamba_artifact":"An artifact that the Kerritamba consider a lucky charm.  Use: Can be sold to fences across the galaxy.",	"loot_kerritamba_fruit":"Fruit grown by the proud Kerritamba people.  Use: Can be sold to fences across the galaxy.",	"loot_kerritamba_jaw":"The jaw of a Kerritamba warrior.  Use: Can be sold to fences across the galaxy.",	"loot_kerritamba_medallion":"A medallion signifying the strength of the Kerritamba people.  Use: Can be sold to fences across the galaxy.",	"loot_kerritamba_skull":"The skull of a Kerritamba warrior.  Use: Can be sold to fences across the galaxy.",	"loot_kerritamba_spirits":"A bottle of Kerritamba spirits made for the strongest of warriors.  Use: Can be sold to fences across the galaxy.",	"loot_kkryytch_feather_01":"A feather from the tail of a kkryytch. Considered to bring good luck...unless you are a kkryytch.",	"loot_lost_chance_dice":"A lost chance dice found in the stomach of a Shadevale.  Use: Can be sold to fences across the galaxy.",	"loot_minstyngar_fang_01":"The dagger like fang of a mighty minstyngar.",	"loot_minstyngar_horn_01":"A horn from the head of a minstyngar.",	"loot_mouf_paw_01":"A paw from a mouf.",	"loot_mouf_pelt_01":"A mouf pelt. These pelts are extremely soft and fetch a fair price on the open market.",	"loot_mystical_scroll":"Archaic words are sprawled on the thin parchment.  Use: Can be sold to fences across the galaxy.",	"loot_mystical_tome":"The book, bound in mouf skin, details forgotten legends and wild tales.  Use: Can be sold to fences across the galaxy.",	"loot_orange_potion":"A strange bottle filled with the juices of an unknown creature. You can see eyes floating inside.  Use: Can be sold to fences across the galaxy.",	"loot_outcast_rations":"Foodstuffs commonly used by the Society.  Use: Can be sold to fences across the galaxy.",	"loot_outcast_spice":"Spices used by the Outcasts. Such substances are banned by the Empire for obvious reasons.  Use: Can be sold to fences across the galaxy.",	"loot_outcast_tool":"Various tools used by the Outcasts to ensure the quick capture of their prey.  Use: Can be sold to fences across the galaxy.",	"loot_outcast_vitamins":"Commonly found in the possession of Outcasts, the Society uses this drink to further enhance reflexes during battle.  Use: Can be sold to fences across the galaxy.",	"loot_potion_component_01":"An object you assume can only be used in concocting odd substances.  Use: Can be sold to fences across the galaxy.",	"loot_potion_component_02":"An object you assume can only be used in concocting odd substances.  Use: Can be sold to fences across the galaxy.",	"loot_potion_component_03":"An object you assume can only be used in concocting odd substances.  Use: Can be sold to fences across the galaxy.",	"loot_pug_jumper_tongue_01":"The long, sticky tongue of a pug jumper.",	"loot_purple_potion":"A strange bottle filled with fruit juices. You can see tongues floating inside.  Use: Can be sold to fences across the galaxy.",	"loot_red_potion":"A strange bottle filled with blood. You can see nothing else inside.  Use: Can be sold to fences across the galaxy.",	"loot_roroo_paw_01":"The paw of a ro-roo. In ancient times the ro-roo paw was supposed to be able to grant wishes to its owner.",	"loot_sacrificial_knife":"A knife ornate enough to be used in special rituals by the Sayormi.  Use: Can be sold to fences across the galaxy.",	"loot_sathog_snout_01":"The stubby nose of a sathog. Considered to be a delicacy all over the galaxy.",	"loot_sayormi_heart":"The wicked heart from a Sayormi.  Use: Can be sold to fences across the galaxy.",	"loot_sayormi_silk":"Silk used in the ritual clothing of the Sayormi.  Use: Can be sold to fences across the galaxy.",	"loot_sayormi_spirits":"A potent drink brewed by the Sayormi.  Use: Can be sold to fences across the galaxy.",	"loot_scarecrow_toy":"A voodoo doll used to curse Sayormi enemies.  Use: Can be sold to fences across the galaxy.",	"loot_snake_blood":"Blood from a Shadevale snake.  Use: Can be sold to fences across the galaxy.",	"loot_snake_brain":"A brain from a Shadevale snake.  Use: Can be sold to fences across the galaxy.",	"loot_snake_egg":"An egg from a Shadevale snake.  Use: Can be sold to fences across the galaxy.",	"loot_snake_eye":"A snake eye from a Shadevale snake.  Use: Can be sold to fences across the galaxy.",	"loot_snake_forgotten_relic":"A forgotten relic accidentally swallowed by a Shadevale snake.  Use: Can be sold to fences across the galaxy.",	"loot_snake_meat":"The meat from a Shadevale can make a satisfying meal if cooked correctly.  Use: Can be sold to fences across the galaxy.",	"loot_snake_poison":"Poison used by the Shadevale to paralyze unsuspecting victims.  Use: Can be sold to fences across the galaxy.",	"loot_snake_riverpearl":"Created in the gullet of a Shadevale, the Riverpearl can be sold for a high price on the open market.  Use: Can be sold to fences across the galaxy.",	"loot_snake_riverweed":"One of the many foods of the Shadevale snake.  Use: Can be sold to fences across the galaxy.",	"loot_uller_horn_01":"A iron hard horn from the head of an uller.",	"loot_uller_teeth_01":"The molars of an uller are used all over Kashyyyk to make jewelry.",	"loot_uwari_blood":"Blood from a Uwari Beetle.  Use: Can be sold to fences across the galaxy.",	"loot_uwari_enzymes":"Enzymes from a Uwari Beetle.  Use: Can be sold to fences across the galaxy.",	"loot_uwari_fluid":"Fluids from a Uwari Beetle.  Use: Can be sold to fences across the galaxy.",	"loot_uwari_larvae":"Larvae from a female Uwari Beetle.  Use: Can be sold to fences across the galaxy.",	"loot_uwari_leg":"A leg from a Uwari Beetle.  Use: Can be sold to fences across the galaxy.",	"loot_uwari_parasites":"Parasites from a Uwari beetle.  Use: Can be sold to fences across the galaxy.",	"loot_uwari_pincer":"A pincer from a Uwari Beetle.  Use: Can be sold to fences across the galaxy.",	"loot_uwari_poison":"A sample of poison from a Uwari Beetle.  Use: Can be sold to fences across the galaxy.",	"loot_uwari_poison_sac":"The poison sac of a Uwari Beetle.  Use: Can be sold to fences across the galaxy.",	"loot_uwari_rotting_meat":"Once full of flavor, this piece of meat from a uwari beetle has rotted away.  Use: Can be sold to fences across the galaxy.",	"loot_varactyl_claw_01":"A claw from the front paw of a varactyl.",	"loot_varactyl_feather_01":"The feathers from the neck of a varactyl are used as decoration almost everywhere in the galaxy.",	"loot_voodoo_bag":"A bag filled with odd items used in rituals.  Use: Can be sold to fences across the galaxy.",	"loot_walluga_ear_01":"An ear from the head of a walluga. Walluga ear soup is a good source of protein.",	"loot_walluga_foot_01":"The foot from a walluga. Nothing says class like a lamp made from the leg of a walluga.",	"loot_webweaver_leg_01":"The spindly leg of a webweaver.",	"loot_webweaver_poison_sac_01":"The poison sac from a webweaver. If consumed consult a doctor immediately.",	"loot_white_potion":"A strange bottle filled with a cloudy substance. You can't see anything else inside.  Use: Can be sold to fences across the galaxy.",	"loveday_fountain":"Allayloo Ta Nuv  In Ewokese this means \"Celebrate the Love\". On Love Day Ewoks from all over gather together to dip their camby berries in the delicious chocolate fountain.",	"luilris_mushrooms":"The Luilris Mushroom has a strong, but sweet odor and could be used in making pies and other sweet desserts.",	"magic_eight_ball":"Eyes of Mesra",	"medal_display_case":"A case used for displaying medals.",	"medallion_black_sun_s01":"The medallion bears the striking insignia of the Black Sun criminal organization.",	"medallion_dark_jedi_s01":"A Sith engraving haunts the surface of this dark jewel.",	"medical_boxes":"A medical box. It contains medical supplies for the needy.",	"mercenary_bandolier":"A Mercenary Pilot Bandolier.  A clothing item wearable by most humanoid species.  This is a special version of the normal bandolier specifically for neutral pilots, and can also be used as a container to hold other items.  To wear this item, click on it in your inventory and choose \"equip\" from the radial menu. To open it, click on it in your inventory and choose \"open\".",	"message_assembled_base":"A datadisk used for transporting information between computer systems.  The disk contains an assembled transmission.",	"message_fragment_base":"A datadisk used for transporting information between computer systems.  The disk appears to contain a partial transmission of some sort.",	"metal_recycler":"A smelting machine used to combine different types of ferrous and non-ferrous metals.",	"microphone":"microphone",	"mind_pod_blood":"Urnsor'is Blood - The blood of an Urnsor'is. It seems to be highly acidic.  Use: Can be sold to fences across the galaxy.",	"mind_pod_brain":"an Urnsor'is brain - Showing no higher intelligence than other creatures, it is unknown what the Urnsor'is brain could be used for.  Use: Can be sold to fences across the galaxy.",	"mind_pod_eye":"an Urnsor'is eye - Urnsor'is have eerily glowing eyes which enable them to see in dark caves.  Use: Can be sold to fences across the galaxy.",	"mind_pod_guts":"an Urnsor'is Entrails - the entrails of an Urnsor'is.  Use: Can be sold to fences across the galaxy.  ",	"mind_pod_parasites":"Urnsor'is Parasites - tiny insects that live on the body of the Urnsor'is.  Use: Can be sold to fences across the galaxy.",	"mind_pod_sac":"an Urnsor'is Venom Sac - A venom sac used to inject the Poltur Virus into its victim.  Use: Can be sold to fences across the galaxy.",	"mind_pod_slime":"Urnsor'is ichor - Found on the body on the Urnsor'is  Use: Can be sold to fences across the galaxy.",	"mind_pod_stomach":"an Urnsor'is Stomach - Urnsor'is have a large stomach which helps them consume just about anything.  Use: Can be sold to fences across the galaxy.",	"molecular_clamp":"A small clamp that will fuse to power nodes.  Mounted with a polarity indicator light.  This item is used in slicing.",	"moraj_marker":"Dedicated by the first settlers of Tatooine - founders of Bestine Township -  in memory of brave Captain Moraj.",	"motionsensor":"Motion Sensor can be deployed to notify you when there is player movement activity in the area.  The motion sensor beacon can be used in conjunction with a Bio Signature Probe to restrict the notifications that you receive to only one specific target.",	"mouse_ball_joint":"A small crate of ball joints for use in a mouse droid arm. This is a crate component for an Empire Day schematic.",	"mouse_manipulation_clamp_hand":"A small crate of manipulation clamp hands for use in a mouse droid arm. This is a crate component for an Empire Day schematic.",	"mouse_servo_motor":"A small crate of servo motors for use in a mouse droid arm. This is a crate component for an Empire Day schematic.",	"mouse_translation_joint":"A small crate of translation joints for use in a mouse droid arm. This is a crate component for an Empire Day schematic.",	"mt_casserole":"A special gift from Bren Kingal - his sister's secret recipe.",	"mt_flatbread":"A special gift from Bren Kingal - his sister's secret recipe.",	"mt_pie":"A special gift from Bren Kingal - his sister's secret recipe.",	"mt_soup":"A special gift from Bren Kingal - his sister's secret recipe.",	"mtp_hideout_instance_supplies":"A crate of supplies marked crudely as belonging to the Meatlumps.",	"mtp_hideout_ladder_enter":"A maintenance hatch.",	"mtp_hideout_ladder_exit":"A maintenance ladder.",	"mtp_hideout_rock_chair":"A rock chair.",	"multipocket_bandolier":"A Multi-pocket Bandolier.  A clothing item wearable by most humanoid species.  This is a special version of the normal bandolier, and can also be used as a container to hold other items.  To wear this item, click on it in your inventory and choose \"equip\" from the radial menu. To open it, click on it in your inventory and choose \"open\".",	"murmur_1_exec1_personal_console_d":"A terminal used by Benn Calder.",	"murmur_1_exec1_personal_console_n":"Benn Calder's Terminal",	"murmur_1_exec2_personal_console_d":"A terminal used by Pirt Rawklin.",	"murmur_1_exec2_personal_console_n":"Pirt Rawklin's Personal Terminal",	"murmur_1_exec3_personal_console_d":"A terminal used by Rond Fenimer.",	"murmur_1_exec3_personal_console_n":"Rond Fenimer's Personal Terminal",	"murmur_2_admin_personal_console_d":"A terminal used by administrators.",	"murmur_2_admin_personal_console_n":"Administrative Terminal",	"murmur_4_gas_console_d":"A command console that controls the level of tranquilizer gas in the lowest level.",	"murmur_4_gas_console_n":"Tranquilizer Controls",	"murmur_4_security_console_d":"A terminal that controls the lab's security system.",	"murmur_4_security_console_n":"Security System Controls",	"murmur_5_doc_personal_console_d":"A terminal used to store Doctor Maldien's personal notes and research information.",	"murmur_5_doc_personal_console_n":"Doctor Maldien's Personal Journal",	"murmur_5_research_console_d":"A terminal used by the researchers.",	"murmur_5_research_console_n":"Researcher Terminal",	"mysess_blossom":"The Mysess Blossom has a rich, deep scent.",	"mystical_orb":"The powers and purpose of this mystical orb remain unknown... even to its rightful owner.",	"mystical_powered_orb":"The powers and purpose of this mystical orb remain unknown... even to its rightful owner. It has a strange glow emitting from it.",	"naboo_boss_nass_droidtech_tools":"A powered-down Ultragungan battle droid.",	"naboo_boss_nass_gungan_artifact_hidden":"An unmarked crate, though if you look closely, you notice faint Gungan writing on one side. The writing was mostly removed by someone and is not at all legible.",	"naboo_boss_nass_gungan_artifact_mauler":"An unknown object, though it looks to be of Gungan origin.",	"naboo_boss_nass_gungan_artifact_piece":"An unknown object, though it looks to be of Gungan origin. It also looks like it was once part of something larger.",	"naboo_boss_nass_ultragungan_battle_droid":"A powered-down Ultragungan battle droid.",	"naboo_deeja_peak_junked_terminal":"An old terminal that obviously no longer works. There may be some useful parts left on it, though.",	"naboo_deeja_peak_research_equipment":"A crate. Lettering on its side reads, 'Careful: Research Equipment.'",	"naboo_deeja_peak_security_beacon":"A security beacon. It bears the logo of Stonewall Labs.",	"naboo_deeja_peak_shipping_terminal":"A shipping terminal.",	"naboo_jonni_gravestone":"A gravestone. The name on it is difficult to read, but it looks like \"Harriet Mazoon.\"",	"naboo_jonni_skaak_journal":"A journal. The smudged name on the cover reads, 'Jonthol Mazoon.'",	"naboo_jonni_smuggled_goods":"An unmarked crate that looks like it washed ashore.",	"naboo_theed_antenna_control_panel":"The control panel for the antenna.",	"naboo_theed_bio_chemical_bomb":"A bio-chemical bomb made by the Mummers.",	"naboo_theed_borvo_database":"A database system.",	"naboo_theed_case_corellian_ale":"A case of Corellian ale.",	"naboo_theed_crate_droid_parts":"A crate of battle droid parts.",	"naboo_theed_darkwalker_network_terminal":"A network terminal.",	"naboo_theed_fenrol_ledger":"A ledger. The name scrawled on the front page is Fenrol Jarkey.",	"naboo_theed_foul_earthen_mound":"The dirt around this mound has been recently befouled.",	"naboo_theed_prisoner_control_panel":"Prisoner constraint console. This appears to control the shackles that restrain any prisoners in the cell.",	"naboo_theed_refining_station":"A refining station used to process various raw resources.",	"naboo_theed_skaak_database":"A database system.",	"naboo_theed_stash_peddler_goods":"A crate. It appears to have been used recently. On one side is written, 'Property of the Peddlers.\"",	"naboo_theed_terrorist_bomb":"A bomb.",	"naboo_theed_terrorist_medical_droid":"An RSF medical droid.",	"naboo_theed_terrorist_medical_supplies":"Medical supplies.",	"naboo_theed_xharnoh_plant":"A xharnoh plant.",	"naboo_tipping_rsf_comm_array":"A mysterious device of unknown origin. Possibly a relic from a past age, but it is difficult to be sure. On one side are some markings that read, ' Willoc of the' but the rest is indecipherable.",	"naboo_tipping_skaak_radio":"A radio used by Skaak Tippers for communication.",	"naktra_crystal":"Found in the stomach of an Urnsor'is, the Nak'tra Crystal still looks to be in perfect condition. Crystals like these would be prized materials for weapons.",	"naktra_crystals":"Nak'tra Crystals are used as excellent light sources and provide materials for making strong weapons.",	"naktra_weapons":"The supply crate appears as if it doesn't belong here. You wonder if it's been stolen from its rightful owner.",	"nawika_jewel_box":"A jewelry box belonging to someone named \"Nawika\".",	"necklace_appearance_invisible_s01_d":"Necklace that can only be worn in the appearance tab. This necklace will make you appear to not be wearing a necklace.",	"neutral_assassin_filler01":"This is a research request, asking for information on some bat-like creature that flies upside down during the day.",	"neutral_assassin_filler02":"This is an order form for a crate of eye-patches.",	"neutral_assassin_intel":"This is a list of people who owe a pirate organization money for gambling debts and a list of their last known locations.",	"neutral_destroy_filler01":"A paper written by someone named Soras Varn.   It documents the wide variety of personalities and modes of operation used by bounty hunters.  It appears that it was first published in the proceedings of the Institute of Imperial Psychological Studies.  ",	"neutral_destroy_filler02":"This document, written by someone named Armennion Ullgusta, covers many aspects of the purge of the Jedi Knights.  This book is banned by Imperial Authority.",	"neutral_destroy_intel":"These are the destruction code sequences for a CorSec Cruiser.",	"neutral_rescue_filler01":"A documentary about the unusual life of the Dorumaa leviathan, hosted by noted xenobiologist Dr. A. Rahring.",	"neutral_rescue_filler02":"A wealth of human and alien expressions for use by travelers across the galaxy.  Written by Ebenn Q3 Baobab.",	"neutral_rescue_intel":"This is a CorSec prisoner transfer document, detailing the exact movements of a prisoner at all times.",	"nova_orion_katiara_gravestone":"A Gravestone for Katiara Orion.  Taken before her time. A child in turbulent times. A symbol of new hope.  Rest in Peace.",	"npe_journal":"A tattered journal. Taking a closer look might reveal new information.",	"npe_receptacle":"A receptacle.",	"npe_rune":"A sacred altar, scrawled with ancient writings of a lost tribe.",	"npe_skeleton":"The skeletal remains of a lost explorer.",	"ore_recycler":"This tumble driven machine combines different types of stones, including igneous, sedimentary, and gemstones.",	"ornamental_sconce":"This ornamental sconce can provide a suite of interesting lighting solutions when mounted on a special interface. Unfortunately, these interfaces are no longer available to the general public... ",	"ostrine":"This mineral, found in large amounts on the planet Hargeeva, can also be found in trace amounts along with other more common ores if you know how to look for them.  Ostrine's chief property is that it can absorb heat like a sponge, making it ideal for the production of armor plating.",	"outbreak_facility_vent":"A malfunctioning vent.",	"painting_endor_style_01":"A painting of the forest moon Endor's landscape.",	"palm_frond":"A worn palm frond. Surprisingly, this particular frond remains green even after it fell from its tree.",	"personal_effects":"The container appears to hold a vast array of common personal items... which are potentially important on a sentimental level.",	"pet_control_device":"a personal companion device",	"petrified_egg":"An extremely interesting archaeological find - shrouded in mystery. Learning the truth about this artifact could take many lifetimes.",	"pgc_loot_cash":"A Credit Chip",	"picture_handheld_s01":"The image on the main viewscreen is impossible to discern.",	"picture_handheld_s02":"You can make out shapes and shadow in the image - but they seem to shift... like black clouds, eluding description.",	"pile_trash":"This is a pile of mechanical refuse - power converter shells, cracked capacitor housings, and several unidentifiable pieces.",	"pod_egg_sacs":"The Urnsor'is Egg Sac is covered in slime. You can see erratic movements inside.",	"poi_droid_body":"The body of a dismembered droid.",	"poi_droid_head":"The head of a dismembered droid.",	"power_regulator":"This power regulator is used to control power surges and maintain a level amount of power as much as possible.",	"proclamation_s01":"This official government proclamation could mean the difference between life and death for certain inhabitants of this planet.",	"prof_commando_11_reactor_d":"The main reactor of the sand pirate base. If this were overloaded, it would turn the interior of this base into a fiery death-trap.",	"prof_commando_21_terminal_d":"A terminal that handles the system of door locks.",	"prof_force_sensitive_crystal_d":"A crystalline structure of intense clarity. These crystals do not pulse with the force, but they may be imbued with the force, if a suitable crystal is found.",	"prolog_content_science_datapad_d":"a Science Datapad.",	"pub29_corellia_painting_d":"Mystic Corellia",	"pub29_corellia_painting_n":"Mystic Corellia",	"pub29_mustafar_painting_d":"It Came from Mustafar",	"pub29_mustafar_painting_n":"It Came from Mustafar",	"pub29_ryatt_painting_d":"Survive the Ryatt Trail",	"pub29_ryatt_painting_n":"Survive the Ryatt Trail",	"quest_bag_01_d":"A brown satchel.",	"quest_gravestone":"A hastily carved gravestone.",	"quest_u10_helper_droid_parts":"A droid interface unit used with helper droids.",	"r_naktra_crystals":"The crystal glows a deep red.",	"rank_blue_rank_squares":"A small crate of blue Imperial rank squares. This is a crate component for an Empire Day schematic.",	"rank_code_cylinder":"A small crate of Imperial code cylinders. This is a crate component for an Empire Day schematic.",	"rank_metal_plaque":"A small crate of metal plaques. This is a crate component for an Empire Day schematic.",	"rank_red_rank_squares":"A small crate of red Imperial rank squares. This is a crate component for an Empire Day schematic.",	"ration_high_carbohydrate_concentrate":"A small crate of carbohydrate concentrate. This is a crate component for a Remembrance Day schematic.",	"ration_high_protein_concentrate":"A small crate of protein concentrate. This is a crate component for a Remembrance Day schematic.",	"ration_non_nutritive_preservative":"A small crate of non-nutritive presevative. This is a crate component for a Remembrance Day schematic.",	"ration_poly_unsaturated_fats":"A small crate of poly-unsaturated fats. This is a crate component for a Remembrance Day schematic.",	"readable_datapad":"A datapad device.  These are used to store text of various types including letters, memos, account sheets, works of fiction, etc.",	"rebel_assassin_filler01":"A recall notice for a shipment of E-11 blasters indicating that their barrels are not aligned properly.",	"rebel_assassin_filler02":"A transfer order for a Wookiee prisoner being moved from cellblock 1138 to level 5 detention block AA23.",	"rebel_assassin_intel":"An Imperial Dossier documenting the career of a high ranking Imperial Officer.  A quick glance shows that this man is very ruthless and could be considered fanatically devoted to violence.",	"rebel_destroy_filler01":"This is an internal memorandum questioning the building of a starport on Dathomir.  Someone seems concerned about the Nightsisters escaping the planet...",	"rebel_destroy_filler02":"This is a PTO request from someone named General Otto.  His time off request is apparently due to his wanting to enter a race of some kind.  The form has been signed.",	"rebel_destroy_intel":"This is a ship's preparation log, signed by an Imperial officer, detailing the whereabouts of a number of named ships.",	"rebel_rescue_filler01":"A resignation form from a Stormtrooper to his superior officer.  Scrawled in the notes section is an illegible smudge, but the words \"Dancer\" and \"Quit\" can be made out.",	"rebel_rescue_filler02":"An Imperial Purchase order for an exhaust port cover.",	"rebel_rescue_intel":"Security override codes for a Corellian Corvette.  These will allow a ship to slip past the defenses of a Corellian Corvette if used properly.",	"rebel_trooper_field_rations_crate":"A crate of Rebel Trooper Field Rations for Remembrance Day.",	"recording_rod_broken":"This type of recording rod was probably used by scouts, surveyors, and investigators to act as a portable audio-video recording assistant. However, this particular unit seems to have been left for scrap.",	"recording_rod_s01":"Perhaps long ago, this recording rod helped surveyors graph the myriad resources tucked away beneath the planet's surface... but now it is just a hunk of durasteel.",	"relic_gbb_chemical_tab":"Geonosian Relic  A type of Geonosian Stimpack, fatal to other races.",	"relic_gbb_data_tab":"Geonosian Relic  An encrypted data disk.",	"relic_gbb_honey_carafe":"Geonosian Relic  An empty glass of Royal Jelly.  While mildly toxic to other beings, the Geonosian Royal Jelly is a staple for this insectile race that are able to safely digest the viscous fluid for its high concentration of nutrients.",	"relic_gbb_ration_kit":"Geonosian Relic  The geonosian ration consists of some as of yet unidentified meat, a subterranean fungus and a light coating of Royal Jelly.  The combination is highly inedible to all but the staunchest digestive systems.",	"relic_gbb_small_ball":"Geonosian Relic  A potential weapon if hurled with great force, maybe a prop from a recreational game, or a small part of a larger machination. The exact use of this object is unknown at this time.",	"relic_gbb_spice_container":"Geonosian Relic  A container filled with an unrefined form of spice.",	"relic_gbb_tech_kit":"Geonosian Relic  A collection of Geonosian technical material.",	"remembrance_day_defaced":"A defaced Remembrance Day resistance kiosk.",	"remembrance_day_resistance":"A Remembrance Day resistance kiosk.",	"rensalla_dagger":"\"Ren'Salla\" is incribed across the length of the sheer blade.",	"repaired_grav_unit":"A 100 GU Grav Unit for a landspeeder.",	"respec_voucher_deed":"Using this voucher will lower all future respec costs for this character by 50%.  Only one voucher may be applied per character.",	"reverse_engineer_tool":"Device used by traders to deconstruct items and junk to create Skill Enhancing Attachments (SEA) and Powerups.  Reverse Engineering Tool Operation:  1) Creating Power Bits - Load the item you wish to deconstruct and select Reverse Engineer. The strength and power order of the Power Bit that results is determined by the source product and the skill of the user.  2) Creating Modifier Bits - Load two pieces of junk and select Reverse Engineer.  3) Creating an SEA - Load a Power Bit and a Modifier Bit and select Create Skill Enhancing Attachment.  4) Upgrading an SEA (Advanced Users Only) - Load the SEA, a 2nd Order (or 3rd Order) Power Bit, a Modifier Bit and then select Create Skill Enhancing Attachment. The SEA will be upgraded with the 2nd (or 3rd) statistic.  5) Creating a Powerup - Load a Power Bit, Modifier Bit and select Create Powerup.",	"rodian_body_bag":"This body bag contains the remains of a very dead Rodian.",	"rotting_dune_bramble":"brambles oozing a putrid sap",	"rotting_sapflower":"This sapflower is far past its prime and stinks badly.",	"rrwii_root":"Rrwii Root",	"rsf_computer":"This uplink allows access to the RSF database.",	"rudic":"This crystalline mineral is mostly found on the planet Hirsi, but can be found in smaller amounts buried with other minerals.  It is a prime component in the manufacture of sensor devices.",	"runestone":"In tiny letters, you can see the name \"Ren'Salla\" scrawled across the small stone.",	"sandstat_broken":"Originally created by residents of Tatooine to assist in cleanup after sandstorms, this particular electrostatic sandstat is unusable.",	"sean_campaign_disk":"Sean Trenwell, Director of Commerce  Purpose: To enrich the lives of the people of Bestine through Commerce by establishing new market places, funding the museum and hiring historians to uncover the mysteries surrounding the city. Our artisans will be ecstatic with the new changes!  Voting Process: In order for your vote to be registered with the Governor, you must bring her a record, or evidence, of a good deed done by Sean Trenwell. Evidence can be found by speaking with any citizen of Bestine. It may take some searching, so be patient! The capitol is a central point of intrigue for politics and would be a good place to start with. Examples of evidence: 	- Journals 	- Disks 	- Written Testimonies  Having this disk identifies you as having agreed to represent Sean Trenwell in the upcoming election. However, if you are found conversing with our rival, we have no choice but to remove you from our campaign.  Next Contact: Indigo Siyan, Secretary to the Director of Commerce",	"sean_history_disk":"A disk containing vital information regarding the history of Bestine and the problematic ancestor of Sean Trenwell.",	"sean_questn_alog":"A disk containing information regarding the Commerce account. In the notes, the accountant mentions that mysterious deductions have been made in the name of Sean Trenwell. The evidence contained within supports the assumption and brings it to light; Director of Commerce has been stealing from the accounts for years.",	"sean_questn_gpapers":"Grade papers from several years ago. It is evident, from reading the information, that Sean Trenwell barely passed school. It provides valuable evidence against him.",	"sean_questn_tdisk":"A terminal disk detailing the agreement between Sean Trenwell and the Hutt faction. The evidence contained supports profound negative information against the Director of Commerce.",	"sean_questp_ctestimony":"A written testimony from the Curator of the local museum regarding Sean Trenwell's generous donation.",	"sean_questp_htestimony":"A testimony. Further manipulation of the object reveals the following:  Sean Trenwell opened his home to the victims of a tragic incident, sacrificing his own comfort and, in some cases, freedom for their benefit. His heart is a golden one and should be rewarded. He is too humble to ask for anything. In hopes that this will be used as evidence for him, I write this testimony for the upcoming election. I know you, the Governor of Bestine, will make the right decision in whom will be allowed to work for you in office.  - humble servant of Sean Trenwell",	"sean_questp_mdisk":"A disk containing information. Placing the disk in your datapad reveals the following:  With this letter, I have attached a note worth over 50k in credits for use in building the new Market place. The note has been made out to Itko-Fris, appointed director of the new market place and all related elements.  Sean Trenwell Director of Commerce",	"seeker_droid_bounty":"A seeker droid used by Bounty Hunters to identify and track their targets.  Using the \"Identify Target\" option on this droid will return information to you on the name and waypoint of your Mark.  Using the \"Track Target\" option on this droid will constantly update information on the waypoint of your Mark.",	"selonian_psg_d":"A Selonian solar-powered personal shield generator. Conforming with Selonian cultural disregard for clothing, this shield generator is not worn, but carried in the user's inventory and activated when needed.",	"serving_droid_d":"An Astromech Serving Droid.",	"serving_droid_terminal":"This Astromech Serving Droid Terminal can be installed in a house and used to summon a serving droid.  Install the terminal, and summon the astromech.  ",	"shellfish_harvester":"A tool used to locate mollusks and crustaceans. Tool is ineffective unless standing in water.",	"shisa_decorative_s01":"A fine ornamental shisha. Many affluent travelers decorate their homes with decorations like this one.",	"shmi_gravestone":"Shmi Skywalker",	"skeleton_bith":"These appear to be the skeletal remains of a Bith adventurer.",	"skeleton_human":"These appear to be the skeletal remains of a human adventurer.",	"skeleton_ithorian":"These appear to be the skeletal remains of an Ithorian adventurer.",	"slave_collar":"A standard slave collar.",	"slaver_access_terminal_01":"A warehouse security terminal used to control access to other parts of the bunker.",	"slaver_access_terminal_02":"An electrical regulator terminal that can route power to any electrical device in the bunker.",	"sliced_weapons":"A case of sliced weapons.",	"smooth_stone":"A smooth stone, boasting an almost crystalline luster. The object refracts light if held a certain way.",	"socket_gem":"An attachment that can increase the skill-related assistance provided by a suitable parent item.",	"socket_gem_bp_armor_only":"An attachment that increases the listed skill when installed on an item. Drag and drop the attachment onto the item in your inventory to install it. This attachment can only be used on breastplates and similar chest protecting armors.",	"socket_gem_clothing_shirt_only":"An attachment that increases the listed skill when installed on an item. Drag and drop the attachment onto the item in your inventory to install it. This attachment can only be used on shirts and similar articles of clothing.",	"socket_retrofit_tool":"Allows you to remove existing modifiers from a piece of crafted armor, weapon or clothing and retrofit that item with a socket. You may then apply a new Skill Enhancing Attachment to the item.   Simply place the item you wish to retrofit into the tool and select the \"Retrofit\" option from the radial menu.",	"som_vault_holocron_d":"This ancient item was used to store information.",	"speaker":"Speaker",	"speaker_s01":"This speaker is undoubtedly part of a more elaborate sound reproduction system.",	"spectrum_recorder":"The device weaves light beams of alternating color and fluctuating intensities to detect microsopic imperfections in refined minerals.",	"speeder_stap_deed_d":"A more efficient version of the Single Trooper Aerial Platform (STAP-1 or STAP) is an agile flying machine in the past used by the Trade Federation as a fighting and scouting vehicle.",	"spice_crate":"a small crate used for storing illegal spice.",	"sports_award_s01":"An award given to outstanding athletes as a reward for executing feats of uncommon grace and power - under the powerful scrutiny of sporting fans.",	"squill_skull":"A squill skull. The skull appears to be some sort of trophy. Perhaps someone would be interested in it.",	"star_destroyer_intro_security_console":"A security console for an escape pod.",	"starmap_box":"An old box with ornate inscribing in an unknown language on it.",	"starmap_piece":"This appears to be a piece of an old star map.",	"statue_the_freeman_d":"The Freeman, gone but not forgotten. Thank you for all your works of wonder. You will be missed.",	"structure_storage_increase_deed":"Using this will permanently increase the maximum storage of a building you own by 200.",	"supply_box":"A supply box. It is uncertain as to what could be inside.",	"survey_tool_all":"This is an advanced survey device, capable of surveying both organic and inorganic resources that can be gathered in a given region.",	"survey_tool_gas":"This tool scans the local environment for gas resources that can be extracted with the appropriate types of harvesters and even has the ability to acquire minute samples of the resources it detects.",	"survey_tool_inorganic":"This advanced device allows the local environment to be scanned for any inorganic resources.",	"survey_tool_liquid":"This tool scans the local environment for chemical resources that can be extracted with the appropriate types of harvesters and even has the ability to acquire minute samples of the resources it detects.",	"survey_tool_lumber":"This tool scans the local environment for soil fertility and lumber resources that can be grown with harvesters.",	"survey_tool_mineral":"This tool scans the local environment for mineral resources that can be extracted with the appropriate types of harvesters and even has the ability to acquire minute samples of the resources it detects.",	"survey_tool_moisture":"This tool scans the local environment for water resources that can be gathered with the appropriate types of harvesters and even has the ability to acquire minute samples of the resources it detects.",	"survey_tool_organic":"This advanced tool allows the local environment to be scanned for any organic resources.",	"survey_tool_solar":"This tool checks average local ambient solar radiation. Its primary use is for determining a good place to construct a solar power generator.",	"survey_tool_wind":"This tool checks local weather conditions and measures the average wind velocity. Its primary use is for determining a good place to construct a wind generator.",	"syren1_locked_datapad":"An encrypted datapad found at a crash site on Rori.  ",	"syren1_spice_sample":"A sample of unknown spice.  It appears to be organic in nature.",	"syren1_warning":"This datapad has a message for you.  \"This is our only warning: stop looking into the source of the new spice.  If you do not, this will happen to you.\"",	"syren2_datapad":"A datapad that has only the location:  Rori 4846, -1084. ",	"taloscope_broken":"This meson taloscope has seen better days. Unfortunately for this particular instrument, its focusing mechanism has been thoroughly fried.",	"talus_brood_egg_single_01_d":"A strange looking arachne egg covered with mucous that appears ready to open.",	"talus_brood_egg_single_02_d":"A strange looking arachne egg covered with mucous that appears ready to open.",	"talus_brood_egg_single_03_d":"A strange looking arachne egg covered with mucous that appears ready to open.",	"talus_brood_egg_single_04_d":"A strange looking arachne egg covered with mucous that appears ready to open.",	"talus_brood_egg_single_05_d":"A strange looking arachne egg covered with mucous that appears ready to open.",	"talus_dearic_aclo_equipment_manifest_comp":"This computer shows the entire equipment manifest for the Talus A.C.L.O. including vehicles, weapons, supplies, maintenance materials, and the locations to which these items are to be shipped.",	"talus_dearic_aclo_medical_comp":"This computer terminal accesses all things pertaining to the medical inventory, patient list, and supply routes the A.C.L.O. handles here on Talus.",	"talus_dearic_aclo_operations_comp":"This computer shows various operations programs running on the screen.  It appears that the majority of A.C.L.O. activity on Talus runs through this network.",	"talus_dearic_aclo_personnel_comp":"A computer listing all the standard A.C.L.O. personnel working on Talus.  As this is a low security terminal, no covert operatives show up on this network.",	"talus_dearic_biochemists_terminal_d":"A large console terminal used for the biochemical manipulation of bacta tanks.",	"talus_dearic_electronic_toolkit_d":"An advanced electronics toolkit containing a number of useful devices for repairing electronic equipment.",	"talus_dearic_engineers_terminal_d":"A data entry terminal used by the lab's genetic engineer.",	"talus_dearic_lag_mainframe":"This terminal indicates direct access to the N.S.H. mainframe server.",	"talus_dearic_lag_medical_droid":"This is the standard 21-b medical droid.  It comes standard with a surgical tool pack amongst other features.",	"talus_dearic_lag_storage_crate":"A sealed supply crate marked to contain medical supplies.  The A.C.L.O emblem has been hastily covered by the N.S.H. emblem.",	"talus_dearic_managers_terminal_d":"A terminal used by the lab's project manager.",	"talus_dearic_researchers_terminal_d":"A special terminal with extra trideo and audio sensors used to observe and record the behavior of creatures.",	"talus_dearic_scientists_terminal_d":"A terminal used by the lab's senior scientist.",	"talus_dearic_supply_cabinet_d":"A micro seal viro-chemical supply cabinet.",	"talus_genetic_potential_datapad_01_d":"This datapad appears to have personal entries from a member of a flight crew member assigned to a research lab.",	"talus_genetic_potential_datapad_02_d":"A damaged journal with fragmentary bits of information.",	"talus_genetic_potential_datapad_03_d":"A scientist's journal with information about a local type of Arachne. The user appears to know quite a bit about the species.",	"talus_genetic_potential_datapad_05_d":"This datapad appears to contain the last moments of one of the crashed ship's crew. It relates how everyone the creatures have taken have ended up in this cave and used as food.",	"talus_genetic_potential_datapad_06_d":"A crew member's personal journal.",	"talus_genetic_potential_datapad_07_d":"This blood-stained datapad was used by one of the scientists to record his observations about the creatures. It appears he was cut off while using it.",	"talus_genetic_potential_datapad_08_d":"Media for a visual recording device. It appears to have data saved on it.",	"talus_genetic_potential_datapad_09_d":"A lost datapad that once belonged to one of the scientists on board the crashed ship.",	"talus_genetic_potential_tracking_device_04_d":"This is a common portable tracking device used to locate a device emitting a specific frequency.",	"talus_nashal_directory_terminal_d":"A terminal used for giving visitors easy access to building information. It would not usually contain confidential information, but a good slicer can easily use this as a node to gain access to more sensitive data.",	"talus_nashal_droid_head_d":"The disembodied head of a CV-4T droid head. It appears the head may still be functional.",	"talus_quest_reward_egg_hang_d":"This is an unfertilized arachne brood egg. This creature will never hatch or die. It continually secretes mucous in preparation of a hatching that will never occur.",	"talus_quest_reward_egg_single_d":"An arachne brood egg that has been infected with the self-destruct intron virus. This creature will never hatch or die. It exists in a perpetual state of agony.",	"talus_selonian_electronics_d":"A crate of replacement electronic parts.",	"talus_selonian_food_container_d":"A crate of food and drink.",	"talus_selonian_hide_container_d":"A crate of hides and other primitive camping materials.",	"talus_selonian_smuggler_cargo_computer_d":"A terminal which provides access to the smuggler's cargo manifest database.",	"talus_selonian_smuggler_flight_terminal_d":"A terminal used to fill out starship flight plans.",	"talus_selonian_smuggler_main_computer_d":"A terminal that can be used to access the smuggler's main computer.",	"talus_selonian_weapons_d":"A storage crate of weapons.",	"tatooine_anchorjobs_leg":"An intact leg from an Imperial AT- AT",	"tatooine_bestinejobs_xwing":"An X-Wing that has been recently reconditioned.",	"tatooine_bib_fortuna_hacker_terminal":"A data terminal used by hackers working for Lady Valarian.",	"tatooine_reeyees_jabbas_ledger":"A ledger belonging to Jabba the Hutt that contains important information about some of his criminal ventures.",	"tatooine_reeyees_warhead":"A prototype warhead that was stolen from Jabba the Hutt.",	"tatooine_relay_antenna":"a sand-pitted comm-relay antenna",	"terminal_player_hangar_structure":"Use this terminal to control the storing and recalling of your ships.",	"test_pastry":"Mmm....delicious.",	"thune_skull":"The massive skull of a deceased Thune. It would surely impress any collector with its immense size.",	"ticket_collectors_item_s01":"The ticket has no monetary value - but perhaps represents significant sentimental value to its owner.",	"ticket_expired":"Someone must have missed their arranged travel plans and retained it for sentimental value, as this ticket is quite expired.",	"tool_cyborg_rez_kit":"A cyborg restoration kit.",	"tosk_broken_shock_pike":"The remains of Warden Tosk's shock lance; having taken a severe beating some of the critical components appear to have been destroyed.",	"toxic_rations":"A battery of spoiled rations that would spell certain death to anyone unlucky enough to consume them.",	"tr_proximity":"This trigger must be combined with a trap body to create a usable anti-personnel device.   A trap fitted with a proximity trigger will detonate when a hostile player (and only a player) wanders within a certain distance of the device.  This is a PvP-Only trigger.",	"tr_remote":"This trigger must be combined with a trap body to create a usable anti-personnel device.   A trap fitted with a remote detonation trigger will detonate when the corresponding remote control device sends a signal.  Remote detonation triggers have a limited range.",	"tr_timer":"This trigger must be combined with a trap body to create a usable anti-personnel device.   A trap fitted with a timer trigger will detonate within a specified amount of time, unless it is disarmed before then.",	"trackingbeacon":"Tracking Beacons can be used to track specific instances of humanoids that you wish to keep tabs on.  The tracking beacon will continuously send location data back to the beacon's display.  This type of beacon must be fitted with a bio-signature from a Bio-Signature Sampling kit to function.",	"trap_drowsy_dart":"A small dart delivery system, ingeniously crafted from natural organics.  The tip is coated with a light Lecepanine poison.  This object is thrown at a target in combat.  If it hits, the poison will cause the target to become drowsy and slightly confused.  This has the effect of making the target dizzy as well as causing a slight decrease in the target's action pool.  This weapon cannot kill and only works on animals.",	"trap_enraging_spur":"A spur fashioned from natural organics.  A knowledgeable scout can throw this at an enemy creature, placing it in a perfect spot to cause pain.  This has the effect of damaging the creature's mind.  However, the effects are never fatal.",	"trap_flash_bomb":"A small bomb that emits a bright flash on impact.  This flash is intense enough to blind most creatures for a short amount of time.",	"trap_melee_def_1":"A small canister packed with a fine and somewhat sticky mesh.  When it strikes the target, the mesh entangles them making movement more difficult.  This has the effect of making the target easier to hit with melee attacks.",	"trap_melee_ranged_def_1":"Similar to the wire mesh trap, but this trap has been enhanced.  The wire mesh has been strengthened and treated with bioluminescent goo.  The target will become easier to hit with both melee and ranged attacks.",	"trap_noise_maker":"A special device that emits annoying noises.  When thrown at a creature by a sufficiently skilled scout, the trap will cause the target to become stunned.  The raw shock of the noise will also cause a large amount of damage to the target's mind pool.",	"trap_ranged_def_1":"A small container of natural bioluminescent liquid.  Splashing the target with this substance has the effect of making the target easier to hit with ranged attacks.",	"trap_sonic_pulse":"The sonic pulse is a small bomb activated by impact.  When triggered, it emits an extremely powerful pulse of sonic energy.  This has the result of stunning and dizzying any creatures caught within its effective radius.",	"trap_state_def_1":"A small container filled with the natural musk of an animal.  The musk has a repellent smell and can cause a target to become distracted.  This has the effect of making the target more vulnerable to status effects like stun or intimidate.",	"trap_tranq_dart":"A small Phecnacine tranquililzer delivery system.  This object is thrown at a target in combat.  When it strikes something, it releases a thin mist of poison.  The poison will cause the target's movement to slow significantly.",	"trap_webber":"A trap containing some form of compressed mucilage based adhesive.  This trap is thrown at a target creature.  If the adhesive mesh successfully traps the creature, the target will become immobile for a short time and will suffer significant damage to its action pool.",	"treasure_map_base":"A datadisk used for transporting information between computer systems.  This disk contains information regarding the location of a possible treasure.",	"treasure_map_hedon":"A datadisk used for transporting information between computer systems.  This disk contains an old holo map with a single waypoint on it, named \"Dragon Graveyard\"",	"tusken_head":"The head of a Tusken Executioner.",	"u13_gungan_statue":"A statue of a gungan warrior.",	"u13_ponda_lab_terminal":"A research data console.",	"u13_vengeance_archive_terminal":"A Corellia Times archive terminal used to access past news articles and reports.",	"u13_vengeance_datapad":"A datapad identified as having belonged to Horace Korr. The logo of the Corellia Times can still be seen etched into its surface.",	"u13_vengeance_security_terminal":"A Narmle Militia sercurity terminal.",	"valarian_dagger":"A dagger not used as a weapon but as a badge of recognition between Lady Valarian's secretive assassins.",	"varactyl_egg":"A soft leathery egg of a varactyl. The movement within the egg makes it appear that it is ready to hatch.",	"vehicle_customization_kit":"This toolkit can be used to colorize a vehicle's frame and trim (if it has some) to the colors of the user's choice. Drag the kit to the toolbar, select the kit as your active special ability in the toolbar, target the vehicle you wish to customize, and right click to activate.   To colorize someone else's vehicle, they must /consent you before you may change the color.",	"vet_reward_emperor_painting_d":"Portrait of the Emperor",	"vet_reward_emperor_painting_n":"Portrait of the Emperor",	"vet_reward_rebel_painting_d":"A Rebel painting",	"vet_reward_rebel_painting_n":"A Rebel painting",	"veteran_reward_antidecay":"This is a Profession Restart Kit.  It contains everything needed to get started on a new Profession.  Be advised, the kit may only be used once and once you have begun you new Profession you will not be able to return to your old one.",	"victor_campaign_disk":"Purpose: To protect and preserve the life of the honorable people of Bestine by heightening security against unwanted attacks. By hiring new Troopers, more jobs will open up for the unfortunate and reduce the number of homeless men and women.  To vote: Evidence of a good deed, done by Victor Visalis, is needed in order for your vote to be registered. To find such evidence, you may speak with the political citizens around the capitol or within the city of Bestine. Example of evidence would be, but not limited to: 	- Written Testimony from a Bestine citizen 	- Diskette containing information of the deed 	- Journal entries  By receiving this diskette, you have agreed to represent Victor Visalis in the upcoming election. Our campaign encourages the free will of its representatives, but our patience is limited. Thus, if you decide our views are not for you, you may visit our opponent for more information. However, by doing so, we have the right to discharge you from our campaign to prevent from being in the company of spies and other such acts of sabotage.  Next Contact: Keanna Li`kyna, Secretary to the Officer of Defense ",	"victor_questn_dseal":"A sealed document. The seal has long been broken and the letter contains the following information therein:  I, Victor Visalis, Officer of Defense of the city of Bestine, state that questionable activities conducted by approved members, or affiliates of, the Hutts shall be 'unseen' to the authority of the Officer of Defense or his official troopers. In return for this 'service', members of the Hutts will do nothing to damage Victor Visalis' reputation to the people of Bestine in hopes to win the upcoming election.  Signed,  Victor Visalis Officer of Defense",	"victor_questn_hlist":"A list of names. Further manipulation reveals the following information:  P`lya Hera - Known Rebel informant. Frequents the cantinas in hopes of recruiting the common folk to the Alliance. Must be destroyed. Fairly harmless. Petre Fairlight - Rebel commander. Bravely lives within the \"safety\" of Bestine. Use extreme caution.  Tyanna R`khila - Rebel operative. Heads the smuggling efforts in Bestine. Must be eliminated to prevent supplies from being stolen.  We must keep Bestine clean. Those affiliated with the names listed above are to be eliminated quickly. Members of the Rebel Alliance are to be viewed as a disease and must be cleansed from our city.  Signed,  Victor Visalis Officer of Defense",	"victor_questn_journal":"Entries sorted by date, containing information and events in one's life. The following entry is the only one that pertains to the current situation:  ... My troops carried out my plans earlier this evening regarding a particular Edwind Vintue. Constantly, he has tried to ruin my campaign by spreading falsified rumors and damaging stories. I am thankful that such things will no longer be heard by the common folk of Bestine. There is no need to fill their mind with things of which they do not know... and should not know. Let this be a lesson to those who try to oppose me. I will win this election even if it is the last thing I do. Edwind Vintue is no more and those who follow his steps will find themselves in the same fate as their predecessor...  - Victor Visalis",	"victor_questp_jregistry":"System Registry v5.2  .... searching ... ..................... ....... _ _  Detected change in system... ...............  Job Registry  Description of new entry found in database:  - More than one hundred new jobs opened for the growing number of homeless species in the town of Bestine. - New jobs established by: Victor Visalis, Officer of Defense.  .... searching ..... _ _  Entry created by: Tour Aryon, Governor of Bestine\"",	"victor_questp_receipt":"Donations for Lightwind Orphanage Name/Sum of donation ------------------------------  N'cor Silver/100 credits T`liha i`Ora/50 credits Jiloa Frost/1k credits Victor Visalis/1mil credits * Kliyna Furthen/2k credits Mlinoa Blue/150 credits  * Most sizable donation given to date. Mr. Visalis' generosity provided the children with toys, upgrade in beds, new clothes, just to name a few. His donation also helped our crew repair the orphanage building, ridding it of cracks and helped us in repairing broken pipes.",	"victor_questp_testimony":"A testimony which reads as follows:  Victor Visalis came to my aid when I needed help most. After a particularly brutal attack from the Sand People, I lost he who meant more to me than anything in this life; my son. The Sand People stole him away from me. I couldn't save him. I have never been taught in the arts of the pistol or that of brawling. Somehow, Victor Visalis heard of my plight and ordered his own personal band of troopers to save my son from the clutches of evil. I write this testimony in hopes that it will be good enough to be presented as sufficient evidence in the upcoming election. Not only did Victor Visalis save my son, but he was also kind enough to supply us with enough money so that we may receive proper education. I'm currently studying to become a politician. Just like Victor Visalis.  - one in-debted to Victor Visalis",	"viewscreen_broken":"This hand-held viewscreen seems to have taken quite a beating. It appears that it is far beyond repair.",	"viewscreen_s1":"This viewscreen appears to be working normally, though it's not useful for guarding secure information.",	"viewscreen_s2":"Although in working condition, the viewscreen appears to be worn and in need of maintenance. The data contained inside can still be read.",	"voritor_skull":"Even in death, this slender skull of the Voritor seems to project a powerful and deadly presence.",	"war_intel_datapad":"The War IntelPad is a design first created by MicroThrust Processors to bring soldiers detailed planetary battlefield data.",	"warl_cave_plant":"A Warl Cave Plant. The leaves seem fragile and could be easily broken off.",	"wave_event_test_object":"A receptacle for trash and garbage.",	"weapon_upgrade_kit":"A kit used to modify weapons.  This item is used in slicing.",	"wind_crystal":"Similar to the crystal formations found on the Forest Moon of Endor, these crystals are very rare sources of powerful energy when used properly.",	"wookiee_scroll_s01":"A scroll containing handwritten information.",	"wookiee_tome_s01":"A tome of lore.",	"wookiee_totem_crafters":"A Wookiee totem.",	"wookiee_totem_runners":"A Wookiee totem.",	"work_light":"When it was operational, this worklight provided much-needed illumination for courageous spelunkers and daring miners.",	"zicx_bug_jar":"The jar contains a healthy amount of living Zicx. The insects are of special interest to science because they appear to be invulnerable to all known forms of kinetic, ambient and energy damage. In nature, these creatures are quite docile. However, if they become (even slightly) irritated, they unleash a lethal torrent of stings and bites.",	"zicx_calling_card":"This is the calling card for Goru Rainstealer, a disgraced weapons designer whose blatantly unethical treatment of his clients has made numerous powerful enemies. Both the Empire and the Alliance would love to see him disintegrated. The Hutts, Black Sun and the Valarian gang would also welcome his demise.",	"zicx_sarlacc_bile":"The jar contains a generous amount of the Sarlacc's mysterious digestive fluid. ",	"zicx_spice_jar":"A jar of specially processed spice. Using his skills as a xenobiologist, Jowir Ar'Lensa has developed a clever method of refining spice using only a handful of common Tatooine insects.",	"outbreak_undead_tooth":"Rotting Tooth",	"outbreak_undead_eye":"A rotting eye.",	"outbreak_undead_heart":"A rotting heart.",	"outbreak_undead_liver":"A rotting liver.",	"outbreak_undead_stomach":"A rotting stomach.",	"outbreak_undead_jaw":"A rotting jaw.",	"outbreak_undead_lungs":"Some rotting lungs.",	"outbreak_undead_deathtrooper_belt":"",	"outbreak_undead_deathtrooper_bicep_l":"A destroyed piece of Stormtrooper armor.",	"outbreak_undead_deathtrooper_bicep_r":"A destroyed piece of Stormtrooper armor.",	"outbreak_undead_deathtrooper_boots":"A destroyed piece of Stormtrooper armor.",	"outbreak_undead_deathtrooper_bracer_l":"A destroyed piece of Stormtrooper armor.",	"outbreak_undead_deathtrooper_bracer_r":"A destroyed piece of Stormtrooper armor.",	"outbreak_undead_deathtrooper_chest":"A destroyed piece of Stormtrooper armor.",	"outbreak_undead_deathtrooper_gloves":"A destroyed piece of Stormtrooper armor.",	"outbreak_undead_deathtrooper_helmet":"A destroyed piece of Stormtrooper armor.",	"outbreak_undead_deathtrooper_leggings":"A destroyed piece of Stormtrooper armor.",	"item_outbreak_tie_helmet_hidden_content":"A Tie Bomber Helmet.",	"item_outbreak_stun_baton_hidden_content":"A Beaten-Up Stun Baton.",	"item_outbreak_scout_camera_hidden_content":"A Smashed Alliance Scout Camera.",	"item_outbreak_perfume_hidden_content":"Some Cheap Perfume.",	"terminal_player_vehicle_garage":"Use this terminal to control the storing and recalling of your vehicles.",	"enhancement_module_d":"An enhancement module that is commonly used during the process of improving weapons, armor, and other electronic socketed devices.  To use the device, drop it into an empty reverse engineering tool.  The device will be added to the tool with its crafted quality being the modifier of the reverse engineering tool.  The device is consumed during this process."
}}