{
	"stfFile":"lfg_d",
	"entries": {
		"level":"Minimum and Maximum Level.",	"profession":"Search for players of a certain profession.",	"imperial":"Search for Imperial players.",	"rebel":"Search for Rebel players.",	"neutral":"Search for Neutral players.",	"species":"Search for players of a certain species.",	"pilot":"Search for players with pilot skill.",	"gender":"Search for players who's character is a specific gender.",	"combat_group_role":"Search for what group role you want to fill, or as a group leader what role you want filled.",	"combat_tank":"(Tank) For players that want to be the group's assigned damage receiver.",	"combat_dps":"(DPS) For players that want the role of dealing heavy damage to enemies.",	"combat_healer":"(Healer) For players that want to support their group with heals and buffs.",	"combat_planet":"The planet you would prefer to adventure on.",	"purpose":"If you want your combat group to have a specific purpose.",	"purpose_credits":"For groups that want to maximise credit income while playing.",	"purpose_collections":"For groups that want to help each other finish Collections.",	"purpose_dungeons":"For groups that want to adventure in dungeons.",	"purpose_level":"For groups that want to maximize experience gain.",	"purpose_missions":"For groups that mainly want to finish missions and quests.",	"purpose_pvp":"For groups that want to focus on Player vs Player combat.",	"space":"For groups that want to adventure in space.",	"space_non_pvp":"For groups that want to adventure in space but not engage in Player vs Player.",	"space_pvp":"For groups that want to engage in Player vs Player combat in space.",	"instance_group_role":"Search for what group role you want to fill, or as a group leader what role you want filled.",	"heroic_tank":"(Tank) For players that want to be the group's assigned damage receiver.",	"heroic_dps":"(DPS) For players that want the role of dealing heavy damage to enemies.",	"heroic_healer":"(Healer) For players that want to support their group with heals and buffs.",	"heroic":"For groups that want to adventure in Heroic Instances.",	"combat":"For groups that want to engage in combat.",	"social":"For groups that want to do social activities.",	"cantina_crawl":"For players that want to group while socializing in cantinas and other entertainment areas.",	"crafting":"For players that want to group while crafting.",	"fishing":"For players that want to group while fishing.",	"harvesting":"For players that want to group while they are harvesting materials.",	"social_planet":"For players that want to do social activities on a specific planet.",	"roleplay_event":"For players that want to engage in a Role Play Event.",	"rpe_non_combat":"For Role Play Events that doesn't involve any combat.",	"rpe_combat":"For Role Play Events that may include some combat.",	"character":"Search criteria for what type of characters you want to find.",	"location":"Current location of the character you're searching for.",	"lfg":"Search for characters that are looking for groups.",	"helper":"Search for characters that are marked as helpers for new players.",	"rp":"Search for characters that are marked as Roleplayers.",	"friend":"Search players on my friends list.",	"current_location":"Search players who are currently on this planet/zone.",	"check_all":"Match on all selected items in ",	"check_any":"Match on any selected items in ",	"button_all":"Select all items in ",	"button_none":"Deselect all items in ",	"button_load":"Load the currently selected file.",	"button_save":"Save the currently selected file.",	"combo_filename":"Currently saved criteria files, select 'New File' to manually enter a new file to save.",	"buffer":"Search for characters that want to buff other players.",	"cts_source_galaxy":"Search for characters who transferred from a common galaxy as you and are marked as searchable by \"transferred from\" galaxy.",	"in_same_guild":"Search for guild members.  All matches will be returned, and the guild member's anonymous and hide location settings will be ignored.",	"citizen_of_same_city":"Search for other citizens of your city.  All matches will be returned, and the citizen's anonymous and hide location settings will be ignored.",	"lfw":"Search for players who may be looking to provide some type of goods or services."
}}