{
	"stfFile":"loot_d",
	"entries": {
		"battery_cheap_copper":"This cheap copper battery provides power to many types of electronic devices.",	"blank_canvas":"This blank canvas is the type used for making paintings or pictures.  It can be used with a Picture Printer to create paintings or pictures from the information stored on a viewscreen.",	"calibrator":"Electronic calibration device.",	"circuit_board_green":"An insulated board on which interconnected circuits and components are mounted or etched.  This one has a green background.",	"code_reader":"This is a piece of software used to break security encryption codes.",	"coolant_tank":"This object looks similar to the blowtorches used to retrofit vehicle parts, but it actually produces a blast of icy coolant.",	"damper":"This is used to damper outside sounds when recording with a recording rod.",	"datadisk":"This is a datadisk.  There is probably some information stored on it, but it can only be read by inserting this disk into an empty datapad.",	"datadisk_repair_kit":"This is a portable workstation used for repairing broken datadisks.",	"datapad_backlight":"This small bright light is used to create the backlighting for a datapad.  A broken datapad can be fixed using one of these, a new datapad casing, a datapad battery, and some datapad connectors.",	"datapad_battery":"This is a datapad battery.  It can be used to charge a datapad.  It can be used in conjunction with a datapad casing, datapad connectors, and a datapad backlight to repair a broken datapad.",	"datapad_casing":"This is an empty datapad shell that can hold a datapad battery, datapad backlight, datapad connectors, and a broken datapad, which can be restored if used properly.  Fixing a broken datapad simply requires connecting all the parts to the datapad housing.",	"datapad_connectors":"These small metal connectors conduct power to the datapad monitor.  They can be used to replace the connectors of a broken datapad if you have a new datapad casing, datapad battery, and a datapad backlight.",	"empty_datapad":"This is a datapad.  It contains no information.  Perhaps if a working datadisk were added to it the information on the datadisk could be read.",	"feed_tubes":"A series of rotating chambers containing different chemicals and compounds attached to a heavily insulated tube.  Feed Tubes are used to inject various chemicals into substances.  It is self cleaning.",	"firework_casing":"This firework casing is used to repair dud fireworks.  It needs to be used in conjunction with packaged flash powder and a fireworks packager.",	"firework_packager":"This small metal unit is used to repair dud fireworks.  It requires the original broken firework, a firework casing, and packaged flash powder.  It can be used only once.",	"glass_lens":"A glass lens used in taloscopes.",	"heating_element":"A chemically treated metal rod used to generate intense amounts of heat.",	"hydrospanner":"A tool used for common repair tasks as well as for disassembling broken items.",	"impulse_reader":"A piece of hardware designed to measure the impulse responses of biological organisms.",	"magnetic_burner":"A piece of hardware used to burn information into a magnetic strip.",	"magnetic_reader":"A piece of hardware used to read magnetic strips.",	"magnifier":"This is a magnifying lens, for use with a taloscope.",	"motor_small_blue":"This is a small, self-contained motor.  It can be used to power different types of machinery.",	"motor_small_red":"This is an agitator motor, used to make machine parts spin or vibrate.",	"number_generator":"This is a piece of hardware specifically designed to run through random numbers in an effort to break security software.",	"paint_cartridge":"This cartridge contains multiple different colors of paint and ink.  It can be used in a Picture Printer to make paintings or pictures out of the information stored on a viewscreen.",	"paint_disperser":"This is a paint dispersal device.  Paint is fired through a vacuum tube through a series of rotating nozzles.  This item could be used with a Picture Printer to create paintings from the information stored on a viewscreen.",	"picture_printer":"This device is useful for making paintings or pictures out of information stored on a view screen.  It works only once and requires a paint cartridge, a paint dispersal unit, and a blank canvas.",	"pistol_broken":"This broken pistol appears to have no charge running through it, though it's impossible to tell if that's because the battery pack is destroyed or if it has been damaged in some other way.  With a hydrospanner you could disassemble it and salvage any useful parts.",	"powder_pack":"This packed flash powder would be useful for fixing a broken firework, if you had the right tools.  A new casing and a fireworks packager would be useful.",	"processor_attachments":"These various blades and attachments are used to produce different types of cutting or chopping effects in a machine such as a floral recycler.",	"pulverizer":"This heavy, blunt metal rod is used to pulverize rocks or thin metal so that it can be melted.",	"recovery_software":"Software designed specifically for recovering lost information from datadisks.  It is copy protected and has a single use only, in order to keep sales of the software brisk.",	"rifle_broken":"This broken rifle appears to have no charge running through it, though it's impossible to tell if that's because the battery pack is destroyed or if it has been damaged in some other way.  With a hydrospanner you could disassemble it and salvage any useful parts.",	"speaker_heads":"These are speaker heads, designed to transmit audio.",	"speaker_wiring":"These are wires specifically designed to carry audio to speakers.",	"spinning_blade":"Large sharp spinning blade used to cut, chop, or slice different substances inside a machine.",	"state_cylinder":"A state cylinder is used in code breaking as a simple mechanism for running through electronic states.",	"taloscope_base":"This is the base of a taloscope, used for viewing minute objects.",	"taloscope_clamps":"These are taloscope clamps, used to hold objects steady when they are being viewed by a taloscope.",	"tumble_blender":"A large tumbler used to separate different types of rocks.",	"viewscreen_printer":"This is a viewscreen printer.  When combined with a paint cartridge, canvas, a viewscreen technical reader, and a paint disperser it can take the image from a broken viewscreen and print it as a painting onto the canvas.",	"viewscreen_reader":"This is a viewscreen reader, which means that it can be used to read the information stored on a viewscreen into an electronic format.  This information can then be used to create a painted image of the picture stored.",	"wiring":"Generic insulated wiring.  This can be used to fix or repair any number of electronic items.",	"wiring_blue":"Grade 5 wiring.  This is standard commercial grade wiring.  Used in heavy machinery and secure electronics.",	"wiring_red":"Grade 1 wiring.  This is the cheapest commercial grade wiring available.  Used in small engines and electronics.",	"wiring_yellow":"Grade 3 wiring.  This is commercial grade wiring but is generally used in consumer end electronics.",	"legacy_droid_dead":"The droid is fully assembled but it needs to get some power. Give it to Watto and he should be able to get it fully functional.",	"legacy_droid_head":"The final piece of the missing droid. You should be able to attach the other pieces that Watto has to make it functional.",	"legacy_droid_inners":"These modules comprise the inner workings of the droid.",	"legacy_droid_legs":"These legs and other motive pieces are from the missing droid that you have been searching for.",	"legacy_droid_body":"This is the gutted chassis of the droid you have been searching for.",	"legacy_droid_motivator":"This droid diagnostic controller is old but still functional. It appears to have come from the droid you are looking for."
}}