{
	"stfFile":"npe_millennium_falcon",
	"entries": {
		"chewie_1":"Rrrowwwrrrrr!",	"chewie_1_w":"It's not working, Han!",	"chewie_2":"Rrrrooowwwwww.",	"chewie_2_w":"The hyperdrive isn't working, Han!",	"droid_1":"I believe you have bought us enough time.  Press L to leave the turret.",	"droid_2":"Captain Solo is waiting in the cockpit.  Press L to leave the turret.",	"droid_3":"We need you in the cockpit.  Follow the hallway around the ship until you see the smaller hallway that leads there.",	"droid_4":"Please hurry.  Captain Solo needs you urgently in the cockpit.",	"droid_kill_1":"Excellent shot!",	"droid_kill_2":"Bravo!  Most skillful!",	"droid_loop_1":"Aim for the green crosshairs to get a perfect shot on the hostile ships.",	"droid_loop_2":"Use your mouse to aim, and left click to fire the turret.  Aim for the green crosshairs!",	"droid_loop_3":"Press the \"Tab\" key to acquire a target.",	"han_1":"Alright Chewie, punch it!",	"han_10":"Everyone back there, strap yourself in!",	"han_11":"Punch it, Chewie!",	"han_12":"Alright, you bought us enough time.  Come down from there and meet us in the cockpit.  <Press CTRL-L to leave the turret>",	"han_13":"We're waiting for you in the cockpit.  <Press CTRL-L to leave the turret>",	"han_14":"We need you in the cockpit.  Follow the hallway around the ship until you see the smaller hallway that leads there.",	"han_15":"Cmon, get up here!  Just follow the hall around the Falcon until you find the smaller hallway to the cockpit.",	"han_2":"What do you mean the hyperdrive isn't working!?",	"han_3":"Well, get it working fast!  At least we're safe for the time being.",	"han_4":"So much for being safe.  You know how to work a laser turret, right?",	"han_5":"Well, get up there!  C-3PO will tell you what to do.  I have to go help Chewie get her running.",	"han_6":"Thanks kid, I think you bought us enough time.",	"han_7":"I think I've got it fixed.  Let's go fire this up.  Follow me.",	"han_8":"How many?  Hope those repairs took.",	"han_9":"Strap yourselves in.  We've got a LOT of company on the way.  We need to get out of here.",	"han_kill_1":"Hold 'em off.  We've almost got it fixed!",	"han_kill_2":"Yahooooo!",	"han_loop_1":"Aim for the green crosshairs when they get close enough!",	"han_loop_2":"Just point and shoot!  Aim for the green crosshairs!",	"han_loop_3":"Target one of 'em!  <Press TAB to acquire a target>",	"han_punch_it":"Strap yourself in, kid--next stop, Tansarii Point Station.  Punch it, Chewie!",	"han_tutorial_1":"Sounds like they're not very happy to see us, Chewie-- Get us outta here.",	"han_urgent":"Come talk to me as soon as you can.  We've got problems!",	"jabba_1":"Ho ho!  Captain Solo, you have evaded me for the last time!  My ships have surrounded you, and you will die now!",	"popup_1":"Welcome aboard the Millennium Falcon.  I'm C-3PO, human cyborg relations.  It is a pleasure to finally meet you.",	"popup_2":"To speak to an NPC, click on them and select a response",	"popup_3":"To talk to an NPC, click them and select a response.  Click on Han now to speak with him.",	"popup_4":"To climb into the turret, please click on the turret ladder.",	"popup_5":"Use the turret gun to fire on the enemy ships!  Use the mouse to aim, and the left mouse button to fire your weapon.",	"popup_6":"Thank the maker, you have destroyed the hostile ships! Hold Ctrl and press the \"L\" key to leave the turret.",	"popup_7":"Press the \"Tab\" key to acquire your nearest target.  Press the left mouse button to fire the turret gun.",	"popup_8":"Double click on the chair at the back of the cockpit to strap yourself in!",	"han_tutorial_2":"What do you mean the hyperdrive isn't working?  Well... that's great.  Kid, I'm gonna need you up in the turret while I fix the Falcon.",	"vader_1":"Throttle back your engines and prepare to be boarded!",	"han_tutorial_3":"Come on down to the cockpit.  We're gonna make the jump to lightspeed.",	"ladder_disabled":"C-3PO must enable the turret before you can enter.  Please wait for his signal.",	"timed_out_falcon":"Han has gotten the engines running.  Prepare for arrival at Tansarii Point Station!"
}}