{
	"stfFile":"npe_hangar_1",
	"entries": {
		"jolka_1":"R2 got hit.  Let's get on the Falcon and get out of here.",	"r2_1":"(R2 beeping sounds)",	"han_1":"Agreed!  Chewie, get on board and fire it up!",	"han_2":"You there.  Give me a hand!  I'll make it worth your while!",	"han_3":"Nice work.  You're a good shot.  R2, how are you holding up?",	"han_5":"Here come the reinforcements...no use fighting, so let's get out of here!",	"han_6":"We'd better get on board fast.  Chewie has her running now.",	"chewie_1":"Rrroowwwwwrrrrr!",	"jolka_2":"I'm ready for 'em!",	"popup_1":"Welcome to Star Wars Galaxies!  Move forward and backward using the W and S keys.  Turn left and right using the A and D keys.   You can use your mouse wheel to zoom in and out from your character.",	"popup_2":"Left click to target an enemy, then press the 'Ranged Shot' button to fire your pistol at the target. ",	"popup_3":"Move forward and backward using the W and S keys.  Turn left and right using the A and D keys.   Use your mouse wheel to zoom in and out from your character.",	"han_7":"Here they come!  Get ready, kid!",	"jolka_3":"See Han, R2 isn't a coward!",	"han_8":"Get over there and patch yourself up!  Grab one of those stimpacks from this medkit!",	"popup_4":"Look for the medical crate by the Millennium Falcon.  Double-click the crate to get a Stimpack out of it.",	"popup_5":"To use a stimpack, open your inventory and double click on it.",	"han_9":"Get that blaster ready.  There's more on the way.",	"popup_6":"To equip a blaster, open your inventory and double click on the blaster.",	"get_stimpack":"Get Stimpack",	"popup_loop_1":"Move forward and backward using the W and S keys.  Turn left and right using the A and D keys.   You can use your mouse wheel to zoom in and out from your character.",	"popup_7":"Ranged weapons allow you to attack an enemy from a distance.  Left click to select your enemy, then hit the ranged attack key (2).",	"popup_8":"To target an enemy, left click them.  A melee attack button has been placed in your hot key bar.  Once you have targeted an enemy, hit the \"1\" key to strike your enemy.",	"han_10":"Nice shooting!",	"han_11":"Check those bodies for the hangar door access code!  We've got to get out of here!",	"popup_9":"Loot the bodies of the Hutts by double clicking on them.  One of them has an access code that Han needs to escape from the hangar!",	"han_12":"You have the access code!  Great, now lets go!  You're in this now, kid!  Get on board the ship!",	"popup_10":"To enter the ship, approach the ramp of the Millennium Falcon.",	"popup_11":"Double-click on the Hutt corpses to take items off them.  One of these Hutts should have a pistol.  Keep looting until you find it!",	"open_hangar":"Open Hangar Doors",	"popup_12":"To set a default, or automatic attack, hold the Ctrl key and click on the Ranged Attack icon in your hotkey bar.",	"popup_13":"Run back to the ramp of the Millennium Falcon!  Approach the Falcon's ramp to board the ship.",	"han_13":"We'll hold em off!  Get on board the Falcon...now!",	"popup_14":"Hold down the right mouse button and move the mouse to look around the room.",	"t_popup_1":"Welcome to Star Wars Galaxies!",	"droid_1":"Hello?  Hello?  Are you awake in there?  I am C-3PO, human cyborg relations.    ",	"t_popup_2":"Yay!",	"droid_loop_1":"Walk over to the 2-1B droid.  Use the W, A, S, and D keys to move about the room.",	"droid_2":"Oh good!  You are alive!  Help is on the way.  I do hope Captain Solo gets there before your 'hosts' do...they won't like losing their latest asset.",	"droid_3":"To get your bearings, move your mouse to look around the room.  The mouse wheel will zoom the camera in and out. ",	"droid_4":"Check with the 2-1B droid to receive your medical status. Walk to the droid using the W, A, S, and D keys. ",	"droid_loop_2":"Please go to the cabinet and search it by single-clicking it.",	"droid_5":"Excellent! Now, talk to the 2-1B droid by single-clicking him and selecting a response.  This will put you in cursor mode -- you can use the 'ALT' key to resume normal actions.",	"droid_loop_3":"Please open your inventory.  Press the \"i\" key to open your inventory.",	"droid_6":"Wonderful! It seems you are fully recovered.  Why don't you check that nearby supply cabinet for any useful items?  Search the cabinet by single-clicking it.",	"droid_loop_4":"Please arm yourself.  Double-click the blaster icon in your inventory.",	"droid_7":"Oh!  You've found a blaster.  Before you can equip it, you must open your inventory.  Do this now by pressing the \"i\" key. ",	"droid_8":"Now equip your weapon by double-clicking on the blaster icon in your inventory.  Press \"i\" again to close your inventory window.",	"droid_9":"Perfect.  Now, try out your blaster by destroying two of those crates over there.  Single-click a crate to fire your blaster at it.  Keep firing at the crates until they are destroyed.",	"droid_loop_5":"Shoot two of the crates please.  Left click a crate with your mouse to shoot it.",	"droid_10":"Splendid.  I have given you a quest to destroy a security panel by the exit over there.  Press the \"j\" key to examine your quest journal and read the instructions I have given you.",	"droid_loop_6":"You know...you can't leave until you destroy that terminal.  It's on the right side of the door.  Left click on the terminal to shoot it.",	"droid_11":"Thank you!  You have been most helpful.",	"han_tutorial_1":"Good work, kid.  No wonder the Empire grabbed you.  With the war on, anyone who can use their brains or a blaster is up for grabs.",	"han_tutorial_2":"The name's Han Solo and this is Chewbacca.  Look, we're short on time... reinforcements should be on the way.  Let's get outta here.",	"droid_12":"You said you needed the door opened, sir.  There was one capable being inside, so I asked it to open the door for us.",	"han_tutorial_3":"Take a position behind the boxes kid, and keep firing until we have a clear path out!",	"han_tutorial_4":"I don't know who you are kid, but you're in this now.  Let's get out of here, this place is gonna blow!",	"han_loop_1":"C'mon kid, over here!",	"han_tutorial_5":"I've heard that one before.",	"hutt_tutorial_1":"Halt!  That recruit is Imperial property.  You are in violation of---",	"hutt_tutorial_2":"Your arrogance doesn't serve you well, Solo!  Prepare to die!",	"han_tutorial_6":"Take a position behind the boxes kid, and keep firing until we have a clear path out!",	"han_tutorial_7":"You aren't bad with that blaster---well, better than those thugs were anyway.  I don't know who you are, but welcome aboard.",	"han_tutorial_8":"You're right Chewie...here come the reinforcements.",	"droid_loop_7":"I would advise you to get on board the Falcon now.  Run up to the ramp of the Falcon to board it.",	"droid_loop_8":"Captain Solo needs help!  Left click one of the Stormtroopers to shoot at it.",	"crate":"an empty crate",	"door_terminal":"Security Terminal",	"tutorial_cabinet":"Supply Cabinet",	"alarm_npe":"Alarm",	"npe_blacksun_transport":"Black Sun Transport",	"npe_blacksun_heavy_s01":"Black Sun Heavy Fighter",	"npe_hutt_heavy_s01":"Hutt Heavy Fighter",	"open_cabinet":"Open Cabinet",	"han_tutorial_9":"Get on board the Falcon, kid -- this place is gonna blow!",	"han_tutorial_10":"Get on board the Falcon, kid -- this place is gonna blow!",	"droid_loop_9":"Please single-click the 2-1B droid to speak to it.  If you are in a conversation already, you must pick a response before you can continue.",	"droid_xp_bar":"Notice the yellow bar stretched across the bottom of your screen.  This is your experience bar.  When it fills up, you will gain a new level and advance your skills. "
}}