{
	"stfFile":"obj_d",
	"entries": {
		"obj_bandfill":"A Bandfill.  ",	"obj_fanfar":"A Fanfar.",	"obj_fizz":"A Fizzz.",	"obj_chidinkalu_horn":"A Chidinkalu Horn",	"obj_nalargon":"A Nalargon.",	"obj_kloo_horn":"A Kloo Horn.",	"obj_mandoviol":"A Mandoviol.",	"obj_ommni_box":"An Ommni Box.",	"obj_slitherhorn":"A Slitherhorn.",	"obj_traz":"A Traz.",	"droid_battery":"A Droid Battery, used to recharge pet droids.",	"chemical_reactor":"A chemical reactor, putting chemicals in it will change the make up of an experiment.",	"poison_gas_cloud":"A cloud of poisonous or toxic gas.",	"poison_stabilizer":"A poison stabilizing agent.  It mixes with toxic fumes to convert them into breathable air.",	"trash_container":"A pile of trash.  There may be something hidden beneath or inside it...",	"computer_desktop":"A desktop monitor and keyboard, connected to a computer network of some kind.",	"corvette_bootdisk_4":"A bootdisk for the internal systems of a Corellian Corvette class ship.  This one is marked #4.",	"computer_mainframe":"A large computer, used for various purposes.",	"corvette_droid_maint_module":"This module is used to regulate the maintenance functions of astromech droids.  It appears to be in working condition.",	"coal_bin":"A large container used for holding solid resources such as coal or ore.",	"prop_r":"A dancing prop made to be held in the right hand.  Keep in mind that you cannot hold a dancing prop in both hands unless you have enough skill.",	"prop_l":"A dancing prop made to be held in the left hand.  Keep in mind that you cannot hold a dancing prop in both hands unless you have enough skill.",	"speeder_debris_wiring_d":"This destroyed engine part is useless, though there is some wiring inside that might be useful for the right job.",	"speeder_junk_engine_d":"This broken down speeder has what appears to be a good engine inside it. If you had a reason to you could probably remove it.",	"speeder_junk_steering_d":"This busted speeder bike's steering array still looks good. If you needed it you could probably take it out.",	"speeder_junk_power_d":"This glowing power ampoule could probably still be used if you needed it for something.",	"obj_jessoon":"A Flanged Jessoon.",	"obj_valahorn":"A Valahorn.",	"obj_downey_box":"A Downey Box.",	"obj_ommni_box_classic":"A Classical Ommni Box.",	"prop_gcw_imp_glowstick_l_d":"A dancing prop honoring the might of those Imperials who have chosen to take an active role in the Galactic Civil War.  This version is made to be held in the left hand.  Keep in mind that you cannot hold a dancing prop in both hands unless you have enough skill.",	"prop_gcw_imp_glowstick_r":"A dancing prop honoring the might of those Imperials who have chosen to take an active role in the Galactic Civil War.  This version is made to be held in the right hand.  Keep in mind that you cannot hold a dancing prop in both hands unless you have enough skill.",	"prop_gcw_reb_glowstick_l":"A dancing prop honoring the courage of those of the Rebel Alliance who have chosen to take an active role in the Galactic Civil War.  This version is made to be held in the left hand.  Keep in mind that you cannot hold a dancing prop in both hands unless you have enough skill.",	"prop_gcw_reb_glowstick_r":"A dancing prop honoring the courage of those of the Rebel Alliance who have chosen to take an active role in the Galactic Civil War.  This version is made to be held in the right hand.  Keep in mind that you cannot hold a dancing prop in both hands unless you have enough skill."
}}