{
	"stfFile":"personality_holocron",
	"entries": {
		"putaway":"Terminate this session.",	"question_claim_2":"You are your own being. You follow your own code and look out for number one with always an eye toward turning a profit. You may claim the Boba Fett costume.",	"question_claim_1":"The Dark Side of the Force is strong in this one. You are straight-forward, confident, and do not suffer fools lightly. You may claim the Darth Vader costume.",	"question_claim_3":"The Light Side of the Force is strong in this one. You are humble and respect all life. When violence is needed you strike quickly to lessen the suffering. You may claim the Yoda costume.",	"question_corellia_1":"I strike down the fool. No insult or challenge will go unanswered.",	"question_corellia_2":"I push him out of my way and ignore him. There is no profit in killing drunken fools.",	"question_corellia_3":"I will walk away rather than let the man's foolishness lead to unnecessary violence.",	"question_dantooine_1":"Yes, the Dark Side will make me stronger than before.",	"question_dantooine_2":" I answer to neither the light nor the dark, I make my own way in the galaxy.",	"question_dantooine_3":"I will resist the temptations of the Dark Side.",	"question_dathomir_1":"The role of group leader. No-one will challenge my authority.",	"question_dathomir_2":"I prefer to work alone. The group will have to manage without me.",	"question_dathomir_3":"The role of advisor and guide. Let others claim the greater glory as long as we all succeed.",	"question_endor_1":"Angrily strike back and kill it.",	"question_endor_2":"Capture it and sell it to the highest bidder.",	"question_endor_3":"Back away and leave it in peace.",	"question_final_1":"A great and powerful warrior able to enforce my will on the galaxy.",	"question_final_2":"A tough and merciless fighter who answered to no-one.",	"question_final_3":"A teacher who valued peace and humility over war and glory.",	"question_lok_1":"Strike it aside. I dictate the rules and others should follow them without question.",	"question_lok_2":"Ignore it. The only rules I recognize are the rules I set for myself.",	"question_lok_3":"Humbly accept it. Rules are to be respected, though they should sometimes be broken for the greater good.",	"question_naboo_1":"Track down and interrogate the owner of the datapad.  Such carelessness is inexcusable.",	"question_naboo_2":"Turn it over to the Empire. Though it could fetch a high price, I am no fool.",	"question_naboo_3":"Get it into the hands of the Rebel Alliance. Used properly this information could end the war.",	"question_rori_1":"Destroy the creatures.",	"question_rori_2":"Look to my own safety, unless the villagers are willing to pay me to defend them.",	"question_rori_3":"Defend the villagers but look for a way to solve the issue without resorting to violence.",	"question_talus_1":"Nothing. They were arrested on my orders.",	"question_talus_2":"Walk away. This is none of my concern.",	"question_talus_3":"Find a way to help the Rebels.",	"question_tatooine_1":"Strike down all of the thieves, showing them less mercy than they showed the farmer.",	"question_tatooine_2":"Assist whoever will pay the most.",	"question_tatooine_3":"Confront the thieves but give them a chance to surrender.",	"question_text_corellia":"While relaxing and enjoying the snow of Doaba Guerfel, a drunken fool insults you in a cantina. How do you react?",	"question_text_dantooine":"While exploring an ancient Jedi temple you discover a Sith Holocron, do you embrace the Dark Side of the Force?",	"question_text_dathomir":"While waiting for a delayed shuttle flight, you discover that you and a group of other adventurers share the goal of taking down a Rancor. What role do you seek in the group?",	"question_text_endor":"You find a rare Tessellated Arboreal Binjinphant while adventuring on Endor.  In fear, the small creature strikes out at you, drawing blood.  What do you do?",	"question_text_final":"When your time in life is done, how do you expect to be remembered?",	"question_text_lok":"Upon arriving at Nym's Stronghold, a guard offers you a copy of the city's rules.  What do you do?",	"question_text_naboo":"Abandoned on a stool in a cantina you discover a datapad containing the location of the Emperor's Retreat. What do you do?",	"question_text_rori":"During a brief stay in a simple village on Rori, you and the villagers come under attack by borgle. What do you do?",	"question_text_talus":"Near the city of Dearic, you see a group of Rebels being placed under arrest by Imperial forces. What do you do?",	"question_text_tatooine":"While traveling across the Dune Sea, you come across a group of bandits robbing an unarmed moisture farmer. What do you do?",	"question_text_yavin4":"While exploring a partially demolished bio-lab, you rescue a wealthy Trader from a rampaging mutation. In gratitude she offers you a tailor-made starship. Which do you choose?",	"question_yavin4_1":"I will take the strongest and most powerful ship available. ",	"question_yavin4_2":"I want something versatile. A ship that will allow me to operate effectively by myself",	"question_yavin4_3":"I am grateful for any reward offered, though none are needed. ",	"reconsider":"Allow me to reconsider.",	"activate_holocron":"Activate",	"random_scene":"Random Scene",	"unanswered_scene":"Unanswered Scene",	"clear_answers":"Clear Answers"
}}