{
	"stfFile":"player_species",
	"entries": {
		"desc_bothan":"(BN'-thn) Small in stature and covered in short, thick fur, Bothans are from the planet Bothawui. They are smart and cunning, making them some of the most sought-after spies and smugglers in the Galaxy. ",	"desc_human":"(HYj'-mn) The most common species in the Galaxy, humans can be found on virtually all inhabitable planets and in many roles and occupations. Their ingenuity and intelligence makes them well-suited for any profession. ",	"desc_moncal":"(mOn cl-ä-MÄR'-) Mon Calamari are the Galaxy's most peaceful and intelligent beings. Their quest for knowledge makes them excellent artisans, as well as explorers and adventurers.",	"desc_rodian":"(RL'-d-n) Rodians come from the planet Rodia, where they live in clans that are perpetually at war. They are vicious fighters, with a reputation for less-than-honorable tactics, and often serve as bounty hunters and warriors.  ",	"desc_trandoshan":"(trn-DL'-shn) One of the Galaxy's most feared species, the lizard-like Trandoshans are ferocious fighters. With their claws and thick skin, they can take, as well as give, tremendous punishment in battle. ",	"desc_twilek":"(TW'-lk  or   TW*'-lk) The twin tentacles (\"lekku\") on their heads make the Twi'lek one of the most recognizable species in the Galaxy. They are a smart and hearty race who often rely on their intelligence, rather than their brawn, to survive.",	"desc_wookiee":"(WLL'-k) Wookiees are tall, covered in fur, and native to the planet Kashyyyk. They are extremely strong and short-tempered, and yet they are also some of the most loyal, trusting, and brave members of the Galaxy. ",	"desc_zabrak":"(Z'-brk) Originally from the planet of Iridonia, this horned, humanoid species is independent and strong-willed. Their courage and survival instincts make them excellent warriors and adventurers.",	"name_bothan":"Bothan",	"name_human":"Human",	"name_moncal":"Mon Calamari",	"name_rodian":"Rodian",	"name_trandoshan":"Trandoshan",	"name_twilek":"Twi'lek",	"name_wookiee":"Wookiee",	"name_zabrak":"Zabrak",	"name_ithorian":"Ithorian",	"name_sullustan":"Sullustan",	"desc_ithorian":"(--THL'-r-n) Often called \"hammerheads\" due to the odd configuration of their head and eyes, Ithorians are a calm, quiet, intelligent race who prefers diplomacy to combat. Do not mistake this for weakness however, as an Ithorian pushed to fight is a commanding opponent. ",	"desc_sullustan":"(SlL'-lms-tn) The layered jowls and mouse-like ears give the humanoid Sullustans a most unusual appearance. As a race that has a long history of deep space exploration, the Sullustans are exceptional pilots and space navigators."
}}