{
	"stfFile":"powerup_d",
	"entries": {
		"base":"Base Power-Up",	"weapon":"Weapon Power-Up",	"armor":"Armor Power-Up",	"weapon_ranged":"Ranged Weapon Power-Up",	"weapon_melee":"Melee Weapon Power-Up",	"weapon_thrown":"Thrown Weapon Power-Up",	"weapon_mine":"Mine Weapon Power-Up",	"weapon_heavy":"Heavy Weapon Power-Up",	"weapon_melee_speed_quest":"Durable Lathe",	"weapon_ranged_barrel":"This powerup will increase the damage output of a ranged weapon, but will also decrease the speed at which you can fire it.  In addition, all powered up weapons decay at an increased rate.  Each shot fired has a chance to decrease the weapon's condition.",	"weapon_ranged_grip":"This powerup will increase the rate at which the weapon can fire, but will also decrease the accuracy of the weapon.  In addition, all powered up weapons decay at an increased rate.  Each shot fired has a chance to decrease the weapon's condition.",	"weapon_ranged_muzzle":"This powerup will increase the wounds your weapon will generate, but will also increase the action cost for specials.  In addition, all powered up weapons decay at an increased rate.  Each shot fired has a chance to decrease the weapon's condition.",	"weapon_ranged_power":"This powerup can only be applied to weapons with elemental damage.   This powerup will increase the amount of elemental damage a ranged weapon will do, but will also decrease the amount of normal damage done.  In addition, all powered up weapons decay at an increased rate.  Each shot fired has a chance to decrease the weapon's condition.",	"weapon_ranged_scope":"This powerup will increase the accuracy of your weapon, but will also decrease the rate at which it can fire.  In addition, all powered up weapons decay at an increased rate.  Each shot fired has a chance to decrease the weapon's condition.",	"weapon_ranged_stock":"This powerup will decrease the action cost of specials, but will also decrease the accuracy of the weapon.  In addition, all powered up weapons decay at an increased rate.  Each shot fired has a chance to decrease the weapon's condition.",	"weapon_melee_balancing_weights":"This powerup will increase the accuracy of your weapon, but will also decrease the rate at which you can swing it.  In addition, all powered up weapons decay at an increased rate.  Each hit has a chance to decrease the weapon's condition.",	"weapon_melee_element_dispursal_tuner":"This powerup can only be applied to weapons with elemental damage.   This powerup will increase the amount of elemental damage a melee will do, but will also decrease the amount of normal damage done.  In addition, all powered up weapons decay at an increased rate.  Each hit has a chance to decrease the weapon's condition.",	"weapon_melee_hilt_reinforcement":"This powerup will decrease the action cost of specials, but will also decrease the accuracy of the weapon.  In addition, all powered up weapons decay at an increased rate.  Each hit has a chance to decrease the weapon's condition.",	"weapon_melee_inertial_fluctuator":"This powerup will increase the damage output of a melee weapon, but will also decrease the speed at which you can swing it.  In addition, all powered up weapons decay at an increased rate.  Each hit has a chance to decrease the weapon's condition.",	"weapon_melee_surface_serration":"This powerup will increase the wounds your weapon will generate, but will also increase the action cost for specials.  In addition, all powered up weapons decay at an increased rate.  Each hit has a chance to decrease the weapon's condition.",	"weapon_melee_tactical_grip":"This powerup will increase the rate at which you can attack with this weapon, but will also decrease the accuracy of your attacks.  In addition, all powered up weapons decay at an increased rate.  Each hit has a chance to decrease the weapon's condition.",	"apply_failed_type_unknown":"This powerup is faulty and cannot be applied to this weapon.",	"apply_fail_not_melee":"This is a melee weapon powerup and thus can only be applied to melee weapons.",	"apply_fail_not_ranged":"This is a ranged weapon powerup and thus can only be applied to ranged weapon.",	"apply_fail_no_elemental":"This powerup can only be applied to a weapon that has elemental damage.",	"apply_fail_saber":"You can't apply a powerup to a Lightsaber.",	"apply_fail_not_grenade":"This is a thrown weapon powerup and thus can only be applied to grenades.",	"apply_fail_static":"You can't apply a powerup to a weapon of this quality."
}}