{
	"stfFile":"recycler_messages",
	"entries": {
		"already_recycled":"You can not recycle a recycled resource.",	"no_type":"That resource can not be recycled as it does not have a processed form.",	"only_cereal":"This processor is set to recycle cereal resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"no_resource":"This processor can only recycle resources.",	"success":"The resource has been converted.",	"only_hide":"This processor is set to recycle hide resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"cereal":"Cereal",	"fruit":"Fruit",	"vegetable":"Vegetable",	"choose_type":"Choose Recycle Type",	"wood":"Wood",	"igneous":"Igneous/Intrusive",	"sedimentary":"Sedimentary/Siliclastic",	"gemstone":"Gemstone",	"milk":"Milk",	"meat":"Meat",	"bone":"Bone",	"horn":"Horn",	"hide":"Hide",	"seafood":"Seafood",	"nonferrous":"Non-Ferrous",	"ferrous":"Ferrous",	"water":"Water",	"chemical":"Chemical",	"fuel_petrochem_solid":"Solid Fuel",	"radioactive":"Radioactive",	"only_milk":"This processor is set to recycle milk resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"only_meat":"This processor is set to recycle meat resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"only_bone":"This processor is set to recycle bone resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"only_horn":"This processor is set to recycle horn resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"only_seafood":"This processor is set to recycle seafood resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"only_water":"This processor is set to recycle water resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"only_chemical":"This processor is set to recycle chemical resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"only_fuel_petrochem_solid":"This processor is set to recycle solid fuel petrochemical resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"only_radioactive":"This processor is set to recycle radioactive resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"only_fruit":"This processor is set to recycle fruit resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"only_vegetable":"This processor is set to recycle vegetable resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"only_wood":"This processor is set to recycle wood resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"only_ore_igneous":"This processor is set to recycle igneous ore resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"only_ore_sedimentary":"This processor is set to recycle sedimentary ore resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"only_gemstone":"This processor is set to recycle gemstone resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"only_metal_ferrous":"This processor is set to recycle ferrous metal resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"only_metal_nonferrous":"This processor is set to recycle non-ferrous metal resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"only_steel":"This processor is set to recycle steel resources.  You may need another type of processor for the resource you're trying to use, or you may try a different setting.",	"no_room_in_inventory":"The resource couldn't be recycled as you have no room in your inventory.",	"bone_horn":"Horn"
}}