{
	"stfFile":"resource_container_d",
	"entries": {
		"energy_gas_small":"This container holds a small amount of energetic gas.",	"energy_gas_large":"This container holds large a amount of energetic gas.",	"energy_liquid_small":"This container holds a small amount of energetic liquid.",	"energy_liquid_large":"This container holds a large amount of energetic liquid.",	"energy_radioactive_small":"This container holds a small amount of radioactive ore.",	"energy_radioactive_large":"This container holds a large amount of radioactive ore.",	"energy_solid_small":"This container holds a small amount of energetic ore.",	"energy_solid_large":"This container holds a large amount of energetic ore.",	"inorganic_chemicals_small":"This container holds a small amount of non-reactive liquids.",	"inorganic_chemicals_large":"This container holds a large amount of non-reactive liquids.",	"inorganic_gas_small":"This container holds a small amount of non-reactive gas.",	"inorganic_gas_large":"This container holds a large amount of non-reactive gas.",	"inorganic_minerals_small":"This container holds a small amount of non-reactive ore.",	"inorganic_minerals_large":"This container holds a large amount of non-reactive ore.",	"inorganic_water_small":"This container holds a small amount of water.",	"inorganic_water_large":"This container holds a large amount of water.",	"organic_food_small":"This container holds a small amount of consumable solid foodstuffs.",	"organic_food_large":"This container holds a large amoun of consumable solid foodstuffs.",	"organic_hide_small":"This container holds a small amount of creature's hides and pelts.",	"organic_hide_large":"This container holds a large amount of creature hides and pelts.",	"organic_structure_small":"This container holds a small amount of organic structural materials such as bones or wood.",	"organic_structure_large":"This container holds a large amount of organic structural materials such as bones or wood.",	"space_metal":"This container holds a large amount of asteroidal minerals.",	"space_chemical":"This container holds a large amount of asteroidal chemicals.",	"space_gem":"This container holds a large amount of asteroidal gemstone.",	"space_gas":"This container holds a large amount of asteroidal gas.",	"organic_milk_small":"This container holds a small amount of milk."
}}