{
	"stfFile":"travel",
	"entries": {
		"already_there":"You are already on that planet.",	"banned_travel":"You cannot travel to this city, as you have been banned from it.",	"base_ticket":"Travel Ticket",	"base_ticket_d":"This is a ticket for a transport shuttle flight.",	"blocked_by_authorities":"Your travel has been blocked by authorities.",	"board_shuttle":"Board Shuttle",	"boarding_ticket_selection":"You must select a ticket to use before boarding.",	"boarding_too_far":"You are too far from the shuttle to board.",	"boarding_what_shuttle":"What shuttle do you wish to board?",	"calling_for_pickup":"Calling in the pick-up vehicle for transport to another location...",	"default":"",	"departure_invalid":"Your departure location is not valid.",	"destination_invalid":"Your destination is not valid.",	"in_combat":"You cannot call for pick-up while in combat.",	"instant_interplanet_fail":"The pick-up ship is only prepared to take you to another location on this planet, not on an interplanetary jaunt. Swing by the starport to go to another planet.",	"inv_full":"Your inventory is full.",	"invalid_pickup_loc":"You cannot call for a pickup in this location.",	"kashyyyk_unauthorized":"You do not have clearance to travel to Kashyyyk.",	"left_pickup_zone":"You have left the pick-up area and the pick-up ship is departing.",	"location_registration_cancelled":"Your prior location registration has been cancelled.",	"mustafar_unauthorized":"You do not have clearance to travel to Mustafar.",	"next_shuttle":"Shuttle Status",	"no_cash":"You do not have sufficient funds for that.",	"no_location_found":"No location was found for your destination. ",	"no_pets":"You cannot board the shuttle when you are riding on a pet or in a vehicle.",	"no_pickup_in_pvp":"You cannot call for a pick-up while you're in a PvP area.",	"no_pickup_in_town":"You cannot call for a pick-up while you're in town.",	"no_pickup_indoors":"You cannot call for a pick-up while you're in a structure.",	"no_pickup_location":"There's no place here large enough for the ship to make a pick-up. Move someplace a bit more clear of obstructions or a bit more level and try again.",	"no_room_for_ticket":"You do not have enough room for the ticket.  Placing it on the ground.",	"no_ticket":"You do not have a ticket to board this shuttle.",	"no_ticket_for_shuttle":"You do not have a ticket to board this shuttle.",	"not_voucher_owner":"You have a travel voucher, but are not the authorized user.",	"not_voucher_valid":"You have a travel voucher, but it is not valid.",	"not_your_ship":"This is not your ship to use. You'll need to call yours if you want to travel somewhere.",	"pickup_cancel":"Current pick-up location canceled.",	"pickup_craft_already_out":"You cannot call your pick-up vehicle while it's already trying to get you.",	"pickup_timeout":"Your pick-up craft has departed without being boarded...",	"purchase_pending":"You already have an outstanding ticket purchase request. Please wait for it to complete.",	"purchase_ticket":"Purchase Travel Ticket",	"route_invalid":"Your planetary route is not valid.",	"route_not_available":"This ticket's route is no longer available",	"same_spot":"Your destination cannot be the same as your current location.",	"select_destination":"Select Destination",	"short_funds":"You do not have enough money to complete the ticket purchase.",	"shuttle_interplanet_fail":"Shuttleports do not offer interplanetary transportation.",	"shuttle_not_available":"The shuttle is not available at this time.",	"ticket_collector_description":"Ticket Collector",	"ticket_collector_name":"Ticket Collector",	"ticket_purchase_complete":"Ticket purchase complete",	"too_far":"You are too far from the terminal to purchase a ticket.",	"travel_corellia":"Travel to Corellia",	"travel_dantooine":"Travel to Dantooine",	"travel_kashyyyk_main":"Travel to Kashyyyk",	"travel_lok":"Travel to Lok",	"travel_naboo":"Travel to Naboo",	"travel_options":"Purchase Travel Ticket",	"travel_pending":"Your ship is already about to lift off.",	"travel_rori":"Travel to Rori",	"travel_shuttle":"Transport Shuttle",	"travel_shuttle_d":"This shuttle can take you to other planets.",	"travel_talus":"Travel to Talus",	"travel_tatooine":"Travel to Tatooine",	"wrong_shuttle":"This ticket is not valid for the given shuttle."
}}