{
	"stfFile":"ui_incubator",
	"entries": {
		"incubator_caption":"Incubator",	"survival":"Survival",	"beastial_resilience":"Bestial Resilience",	"cunning":"Cunning",	"intelligence":"Intelligence",	"aggression":"Aggression",	"hunters_instinct":"Hunters Instinct",	"power":"Power",	"cancel":"Cancel",	"commit":"Commit",	"check_filter":"Filter",	"change_view":"Change view",	"slot1":"Isomerase Enzyme",	"slot2":"Lyase Enzyme",	"slot3":"Isomerase Enzyme",	"slot4":"Hydrolase Enzyme",	"add_heat_tooltip":"Temperature Increase Increases the temperature inside the incubator.",	"temperature_gauge_tooltip":"This gauge determines the temperature inside the incubator. Warmer temperatures will cause your beast have warmer colors, cooler temperatures will cause your beast to have cooler colors. This tool is used in conjunction with the Isomerase enzyme loaded into slot 1. The warmer the temperature, the more damage bonus your beast will receive. The cooler the temperature, the more armor bonus your beast will receive.",	"subtract_heat_tooltip":"Temperature Decrease Decreases the temperature inside the incubator.",	"nutrient_gauge_tooltip":"This gauge is used to increase and decrease the number of nutrients your beast will receive in the incubator. The nutrient gauge is used in conjunction with the Hydrolase enzymes loaded into slot 4. By increasing and decreasing the nutrients you can determine where you want to spend your purity points gained from the Hydrolase enzymes.",	"creature_appearance_tooltip":"This window will display what your beast should, currently, look like upon birth.",	"slot_one_enzyme_tooltip":"Isomerase Enzyme This slot takes Isomerase enzymes and those enzymes only. The enzyme loaded in this slot works directly with the temperature gauge. The warmer the temperature, the more bonus points that will be spent towards damage. The cooler the temperature, the more bonus points that will be spent towards armor. The quality of your enzyme will determine how many points you can have. The base amount of points to earn is five, so the quality of the enzyme determines how many of those five points you get to spend. With expertise you can push your enzyme quality over one-hundred percent.",	"slot_two_enzyme_tooltip":"Lyase Enzyme This slot takes Lyase enzymes and those enzymes only. The enzyme loaded in this slot works directly with the Isomerase enzyme in slot three. Each Lyase enzyme has attributes listed they can effect. The quality of your enzyme, in slot three, will determine how many bonus points get spent on the attributes determined by the Lyases enzyme. The base amount of points to earn is fourteen, so the quality of the enzyme determines how many of those fourteen points you get to spend. With expertise you can push your enzyme quality over one-hundred percent.",	"slot_three_enzyme_tooltip":"Isomerase Enzyme This slot takes Isomerases enzymes and those enzymes only. The enzyme loaded in this slot works directly with the Lyase enzyme in slot two. Each Lyase enzyme has attributes listed they can effect. The quality of your enzyme will determine how many bonus points get spent on the attributes determined by the Lyases enzyme. The base amount of points to earn is fourteen, so the quality of the enzyme determines how many of those fourteen points you get to spend. With expertise you can push your enzyme quality over one-hundred percent.",	"slot_four_enzyme_tooltip":"Hydrolase Enzyme This slot takes Hydrolase enzymes and those enzymes only. The enzyme loaded in this slot works directly with the Nutrient Gauge. The value of your enzymes purity will determine how many points you get to spend on your skill categories. When the Hydrolase enzyme is loaded, the purity points are distributed across the three skill categories. By increasing and decreasing the amount of nutrients, you can shift how many points you want to spend on what categories.",	"power_bar_tooltip":"This guage reflects the percentage of Geothermal power left in your incubator.",	"add_nutrients_tooltip":"Nutrients Increase Increases the nutrients in the incubator.",	"subtract_nutrients_tooltip":"Nutrients Decrease Decreases the nutrients in the incubator.",	"points_defensive_skills_tooltip":"Defensive Skills",	"points_intelligence_skills_tooltip":"Intelligence Skills",	"points_offensive_skills_tooltip":"Offensive Skills",	"survival_skills_tooltip":"Increases Dodge, Parry Block and Evade by 0.65% per point",	"beastial_skill_tooltip":"Reduces damage taken by 1.25% per point Reduces chance to suffer a Punishing Blow by 1% per point",	"cunning_skill_tooltip":"Master will recive the benifit of 3% of the Beasts combat modifiers per point",	"intelligence_skill_tooltip":"Increases Strikethrough Value by 2% per point Increases Evasion Value by 2% per point Increases Block Value by 25 per point Increases Chance to acquire new skills by 1.5% per point",	"aggression_skill_tooltip":"Increases damage by 2% per point Reduce chance to deliver a Glancing Blow by 1% per level",	"hunters_instinct_skill_tooltip":"Increases Critical Hit by 0.8% per point Increases Strikethrough Chance by 0.8% per point"
}}