{
	"stfFile":"ui_minigame",
	"entries": {
		"mahjong_caption":"Galactic Tiles",	"mahjong_gameover_victory":"You have successfully removed all of the tiles! Your score is %TU",	"mahjong_gameover_generic":"Game Over. Current score is %TU",	"mahjong_gameover_loss":"There are no more moves left. Current score is %TU",	"mahjong_newgame_caption":"New Game",	"mahjong_gameover_caption":"Game Over",	"mahjong_shuffle":"Shuffle",	"mahjong_undo":"Undo",	"mahjong_newgame":"New Game",	"mahjong_newgame_text":"Select a layout and tileset:",	"mahjong_select_layout":"Layout:",	"mahjong_select_tileset":"Tileset:",	"mahjong_giveup":"Give Up",	"mahjong_undo_tooltip":"Undo the previous move with a score penalty.",	"mahjong_shuffle_tooltip":"Shuffle the remaining tiles with a score penalty. Shuffle can not be undone.",	"mahjong_newgame_tooltip":"End the current game and start a new one.",	"help":"Help",	"help_tooltip":"Open the help page.",	"mahjong_help_text":"pheader OBJECTIVE.   Remove all of the tiles while getting the most points.   pheader RULES.   Any matching pair of tiles can be removed provided that neither tile is blocked.  A tile is blocked if either: - there is a tile on top of it - there are tiles touching the tile both on the left and right sides In both cases partial overlap counts but diagonal corner touching doesn't.  Moves may be undone up to the most recent shuffle.  The tiles may be shuffled as many times as desired. Shuffle cannot be undone.   pheader SCORING.   Score starts at 0. Any move that would lower the score below 0 instead sets it to 0. Each pair of tiles removed is worth 2 points times 2 to the power of the current chain count. Each shuffle costs 4 points. Each undo costs 1 point plus the points that had been earned by the move being undone (including chain multiplier).  Chain: The chain count starts at 1. Each time a pair is removed within 2 seconds of the previous pair, the chain count increases by 1 up to a maximum of 8. If a pair is not removed within 2 seconds the chain count resets to 1. The time left for a chain is indicated by the timer bar to the right of the chain count  Example: A pair is removed with a 1 chain for 4 points (2 * 2^1) total: 4 points One second later another pair is removed for 8 points (2 * 2^2) total: 12 points Three seconds later (after the chain multiplier is reset) another pair is removed for 4 points The last move is undone at a cost of 5 points (1 for the undo + 4 for the move) total: 11 points Another move is undone at a cost of 9 points (1 for the undo + 8 for the move) total: 2 points   pheader END OF GAME .   The game is over when all tiles have been removed or there are no moves left. In the case of no moves, the player may choose to undo their last move or shuffle tiles to attempt to create possible moves. There are situations where no shuffle will generate possible moves (for example: if only two tiles remain and one is sitting on top of the other).  Players may also choose to start a new game at any time, effectively giving up on their current game.   pheader CONTROLS.   Left click on a non-blocked tile with no selected tile or when the clicked tile does not match the selected tile selects the clicked tile. Left click on a tile that matches the currently selected tile will remove that pair. Left click on a blocked tile clears the current selection.  Clicking with the middle mouse button clears the current selection.  Holding the right mouse button down on a tile highlights all tiles that match that tile. ",	"help_caption":"Help",	"mahjong_close_confirm":"Are you sure you want to close the game?",	"confirm_caption":"Confirm",	"default":""
}}