{
	"stfFile":"ui_prof",
	"entries": {
		"bounty_hunter_bdesc":"Bounty Hunter",	"bounty_hunter_btip":"This is the Bounty Hunter profession. Click to view a description of profession. While this profession is highlighted, use the button at the bottom right of this screen to choose this as your destiny. ",	"bounty_hunter_desc":"Bounty Hunters chase the worst foes in the galaxy. You will learn to use whatever dirty tricks you must to bring your prey down.   When someone needs an enemy taken care of, they hire Bounty Hunters to do their dirty work. Tracking down and eliminating people are what Bounty Hunters do best. As a Bounty Hunter, you must learn the tricks of ambush and assault so your prey does not escape.   ",	"bounty_hunter_spec":"Skills: - Ranged Combat  - Bounty Hunting  - Capture Techniques - Traps",	"commando_bdesc":"Commando",	"commando_btip":"This is the Commando profession.  Click to view a description of profession. While this profession is highlighted, use the button at the bottom right of this screen to choose this as your destiny.",	"commando_desc":"Need an AT-ST destroyed? Call a Commando! Need a base blown up? The Commando is the one for you!  A true combat specialist, the Commando uses heavy weaponry and demolitions to break through resistance. Whether you prefer to get in close or fight at range, Commandos wreak havoc with their powerful weapons.   ",	"commando_spec":"Skills: - Heavy Weapons Combat  - Grenades - Demolitions Techniques - Killing Frenzy",	"entertainer_bdesc":"Entertainer",	"entertainer_btip":"This is the Entertainer profession.  Click to view a description of profession. While this profession is highlighted, use the button at the bottom right of this screen to choose this as your destiny.",	"entertainer_desc":"What cantina would be complete without a stellar band on stage and a dancer or two gyrating to the music? All the fame of top musicians and dancers can be yours!  Top entertainers can inspire people to do their best, allow them to relax and enjoy a drink at the bar, or give them an internal rhythm to follow throughout their day.",	"entertainer_spec":"Skills: - Dancing - Musicianship - Image Design ",	"force_sensitive_bdesc":"Jedi",	"force_sensitive_btip":"This is the Jedi profession.  Click to view a description of profession. While this profession is highlighted, use the button at the bottom right of this screen to choose this as your destiny.",	"force_sensitive_desc":"Jedi are Force Sensitive beings that can use their Force power to over-come and control their enemies and can master the art of fighting with a lightsaber.  Force Sensitive individuals feel a connection to the energy that surrounds all living things and binds the galaxy together. ",	"force_sensitive_spec":"Skills: - Lightsaber Combat - Force Powers - Block Blaster Bolts - Force Lightning ",	"medic_bdesc":"Medic",	"medic_btip":"This is the Medic profession.  Click to view a description of profession. While this profession is highlighted, use the button at the bottom right of this screen to choose this as your destiny.",	"medic_desc":"Medics use the powerful healing properties of bacta to keep others alive before, during and after combat. Their remarkable knowledge of anatomy and medicines allow them to counter the detrimental effects of toxins, diseases, and vertigo.   The nature of war dictates that Medics also know how to fight. Some medics use their medicinal knowledge to poison or disease while others fight with blasters.  ",	"medic_spec":"Skills: - Ranged Combat  - Healing - Poisons and Diseases - Revive ",	"npc":"NPC",	"officer_bdesc":"Officer",	"officer_btip":"Officers use their abilities to enhance the combat efficiency of their entire group, and can call in fire from above to dominate the battlefield. While this profession is highlighted, use the button at the bottom right of this screen to choose this as your destiny.",	"officer_desc":"Do you think you have what it takes to be an Officer? Can you handle the responsibility of other people's lives? Are you calm in a crisis?  Every army needs good leaders to organize the troops and help them perform at their peak! Whether Imperial or Alliance, if you want to be an officer, you will learn how to lead a squad and how to fight. You will keep your squad alive, no matter how hostile the terrain.  ",	"officer_spec":"Skills: - Ranged Combat  - Group Buffs - Indirect Fire - Resupply ",	"select_cancel":"Cancel",	"select_profession":"Select Profession",	"smuggler_bdesc":"Smuggler",	"smuggler_btip":"This is the Smuggler profession.  Click to view a description of profession. While this profession is highlighted, use the button at the bottom right of this screen to choose this as your destiny.",	"smuggler_desc":"Smugglers make their living dealing with the scum and villainy of the galaxy. While moving stolen goods, having a blaster at your side and knowing how to get out of sticky situations will keep you alive.   Smugglers can fight without weapons as easily as with a pistol. Who knows when a cantina disagreement will get ugly? With the Smuggler's clientele, you would be wise to know how and when to fight dirty.  ",	"smuggler_spec":"Skills: - Melee Combat  - Ranged Combat  - Dirty Tricks Techniques  - Fence Goods  ",	"spy_bdesc":"Spy",	"spy_btip":"This is the Spy profession.  Click to view a description of profession. While this profession is highlighted, use the button at the bottom right of this screen to choose this as your destiny.",	"spy_desc":"Some operatives favor subtlety over grandiose pistol-waving intimidation. Spies use their training to blend in with a crowd, sneaking up quietly on targets to accomplish their missions. As they are often on their own, Spies have a rudimentary knowledge of first aid to keep themselves alive. ",	"spy_spec":"Skills: - Ranged Combat  - Stealth and Sneak - Assassinate - Stealing ",	"trader_bdesc":"Trader",	"trader_btip":"This is the Trader profession.  Click to view a description of profession. While this profession is highlighted, use the button at the bottom right of this screen to choose this as your destiny.",	"trader_desc":"A noble profession for those that like to work with their hands, Traders craft items and then sell what they craft to eager folks that need the items that they make. Credits can flow into a shrewd Trader's hands if they follow the desires of the market.   Traders tend to specialize in one of four fields: Domestic Goods, Structures, Munitions or Engineering",	"trader_domestics":"Trader - Domestics",	"trader_engineering":"Trader - Engineering",	"trader_munitions":"Trader - Munitions",	"trader_spec":"Specializations:  - Domestic Goods: Specializes in crafting various domestic goods including clothing, foods, drinks and desserts.  - Structures: Specializes in various large item construction including structures, decorations, furniture, space ship hulls and space ship components.  - Munitions: Specializes in making all kinds of military equipment including weapons and armor.  - Engineering: Specialized in high tech engineering including the construction and modification of Droids and some weapons.",	"trader_structures":"Trader - Structures",	"unknown":"Unknown",	"window_header":"There are many paths you can take to complete your destiny.  Choose the path you will take from the selections below and you can begin your journey.  Each journey is different, so choose wisely.",	"window_title":"Choose your path..."
}}