{
	"stfFile":"ui_skl",
	"entries": {
		"tab_my":"My Character",	"tab_all":"All Professions",	"profs_my":"My Professions",	"profs_all":"All Professions",	"my_exp":"My Experience",	"my_mods":"My Skill Mods",	"surrender":"Surrender Skill",	"skill_mods":"Skill Mods",	"commands_granted":"Commands and Abilities Granted",	"learning_capacity":"Skill Points Available:",	"cpt_skills":"Skills",	"confirm_surrender":"Are you sure you want to surrender this skill?",	"command_acquired_prose":"You have acquired a new ability: %TU!",	"skill_to_prefix":"To: ",	"surrender_prose":"Surrender Skill to recover %DI skill points.",	"acquire_skill_points_prose":"This skill requires %DI skill points to learn.",	"acquire_exp_prose":"This skill requires %DI points of %TU Experience.",	"exp_prose":"You currently have %DI.",	"exp_monitor":"Show Experience Monitor",	"tooltip_skill_link_prose":"Double click to view the %TU profession.",	"tooltip_skill_point_bar":"This bar represents the number of Skill Points that are available to you, relative to the total number of Skill Points you can have.",	"err_surrender_deps":"You cannot surrender this skill until you surrender the skills that depend upon it. The skills that depend upon it are: ",	"qualify":"You now qualify for the skill: ",	"help_profs_my":"Your Professions are displayed here.  If you have any skills from a given Profession, the Profession will show up in this list.",	"help_exp_my":"Your Experience levels are displayed here.",	"help_mods_my":"Your Abilities and Skill Modifiers are displayed here.",	"help_tree_skills":"The Skill Tree for the Selected Profession is displayed here.  Skills higher in the tree depend on Skills lower in the tree.  Click on a skill to select it and view its properties.",	"help_tree_elite":"Elite Professions are displayed here.  Elite Professions are Professions that require complete Mastery of the Selected Profession.  Double click on the Name of an Elite Profession to select and view it.",	"help_tree_specialist":"Specialist Professions are displayed here.  Specialist Professions are Professions that require partial Mastery of the Selected Profession.  Partial Mastery means you master only one or more branches of the skill, rather than obtaining complete Mastery.  Double click on the Name of a Specialist Profession to select and view it.",	"help_tree_prev":"Prerequisite Professions are displayed here.  You must learn the appropriate skills from the Prerequisite Professions before advancing in the Selected Profession.  Double click on the Name of a Prerequisite Profession to select and view it.",	"help_skill_mods":"Abilities and Skill Modifiers Granted by the Selected Skill are displayed here.",	"help_commands_granted":"The Commands granted by the Selected Skill are displayed here.",	"help_skill_surrender":"If you have learned the Selected Skill, you can surrender it here.  Otherwise this area displays the Skill Point and Experience requirements.",	"help_learning_capacity":"Your Learning Capacity is displayed here.    Your Avatar has a fixed number of skill points which may be allocated by learning a new skill, or recovered by surrendering one of your skills.",	"help_tab_all":"Select this tab to view all the Professions in the game.",	"help_profs_all":"All Professions in the game are displayed here.",	"my_certs":"Weapon Certifications",	"cws_my":"Current Working Skill",	"cws_select":"Select as Current Working Skill",	"acquire_level_prose":"The next level requires %DI points of %TU Experience.",	"level_prose_1":"You currently have %DI points",	"level_prose_2":", and must earn %DI points."
}}