{
	"stfFile":"ui_shipcomponents",
	"entries": {
		"cpt_shipcomponent":"Ship Component Management",	"chassis":"Chassis",	"mass":"Mass",	"load":"Load",	"unload":"Unload",	"energy":"Energy",	"power":"Power",	"selectedcomponent":"Selected",	"installedcomponent":"Installed",	"loaded":" (LOADED)",	"not_certified":" (NOT CERTIFIED)",	"err_too_heavy":"Installing this component would overload your ship's mass.",	"err_component_not_certified":"You are not certified to install this component.",	"err_cannot_open_newbie_ship":"This is a starter ship and cannot be upgraded.",	"err_cannot_open_ship_not_certified":"You are not certified for this ship and can't manage it.",	"ammunition":"Ammunition",	"repair":"Repair",	"notcertifiedforship":"NOT CERTIFIED TO FLY SHIP",	"repair_chassis":"Repair Chassis",	"droid":"Droid/Flight Computer",	"not_near_terminal":"While away from a space terminal, you may view but not modify your ship.",	"help_inventory":"Inventory of Ship Components  These are ship components that you own. This includes both ship components in your inventory as well as those currently loaded on your ship.  This inventory list is broken down into categories of ship component types which correspond to component slots on your ship.",	"help_components_selected":"Selected Ship Component  This shows information and statistics for a ship component you select in the Ship Component Inventory.",	"help_components_installed":"Installed Ship Component  This shows information and statistics for the ship component currently loaded in the component slot you have selected.",	"help_button_load":"Load Selected Ship Component  Click this button to load the selected ship component onto your ship.",	"help_button_unload":"Unload Current Ship Component  Click this button to unload a ship component from your ship.",	"help_button_repair":"Repair Ship Component  When a ship component is damaged, the repair button becomes available. If you have the appropriate repair pack in your inventory, you can repair the ship component here.",	"help_terminal":"-not near terminal-",	"help_ship_stats":"-ship info-",	"countermeasurepacks":"Countermeasure Packs",	"err_cannot_open_noncombat_ship":"This is a non-combat ship and cannot be upgraded or modified."
}}