{
	"stfFile":"unlocked_slot",
	"entries": {
		"occupy_unlocked_slot_command_disabled":"The /occupyUnlockedSlot command is currently disabled.",	"occupy_unlocked_slot_command_account_has_no_unoccupied_unlocked_slot":"This account either doesn't have an unlocked slot or doesn't have an unoccupied unlocked slot.",	"occupy_unlocked_slot_command_too_fast":"You must wait %TT before you can run the /occupyUnlockedSlot command.",	"occupy_unlocked_slot_wait_for_reply":"Sending request to make this character the unlocked slot character.  Please wait for the confirmation message.  If you do not receive the confirmation message, please try again in %TT.",	"has_unoccupied_unlock_slot_notification":"This account currently has an unoccupied unlocked slot.  To place a character into the unoccupied unlocked slot, log in the character, and then run the /occupyUnlockedSlot command.",	"occupy_unlocked_slot_success":"The /occupyUnlockedSlot request succeeded.  This character is now occupying the unlocked slot, so a normal character slot on this galaxy has been freed up.  If you wish to vacate the unlocked slot in the future, log in the character currently occupying the unlocked slot and then run the /vacateUnlockedSlot command.",	"occupy_unlocked_slot_db_error":"The /occupyUnlockedSlot request failed because of an internal database error.",	"occupy_unlocked_slot_db_no_unlocked_slot":"The /occupyUnlockedSlot request failed because the account doesn't have an unlocked slot.",	"occupy_unlocked_slot_db_has_unlocked_slot":"The /occupyUnlockedSlot request failed because the account already has an unlocked slot character on this galaxy.",	"vacate_unlocked_slot_command_disabled":"The /vacateUnlockedSlot command is currently disabled.",	"vacate_unlocked_slot_command_not_unlocked_character":"This character is not an unlocked slot character.",	"vacate_unlocked_slot_command_too_fast":"You must wait %TT before you can run the /vacateUnlockedSlot command.",	"vacate_unlocked_slot_wait_for_reply":"Sending request to have this character vacate the unlocked slot and become a normal slot character .  Please wait for the confirmation message.  If you do not receive the confirmation message, please try again in %TT.",	"vacate_unlocked_slot_success":"The /vacateUnlockedSlot request succeeded.  This character is now a normal slot character, so the unlocked slot is now unoccupied.  To place a character into the unoccupied unlocked slot, log in the character, and then run the /occupyUnlockedSlot command.",	"vacate_unlocked_slot_db_error":"The /vacateUnlockedSlot request failed because of an internal database error.",	"vacate_unlocked_slot_db_no_unlocked_slot":"The /vacateUnlockedSlot request failed because the account doesn't have an unlocked slot.",	"vacate_unlocked_slot_db_not_unlocked_slot_character":"The /vacateUnlockedSlot request failed because the character is not an unlocked slot character.",	"vacate_unlocked_slot_db_no_available_normal_character_slot":"The /vacateUnlockedSlot request failed because there is no available normal character slot for the account on this galaxy to make the character into a normal slot character.",	"occupy_unlocked_slot_command_already_unlocked_character":"This character is already an unlocked slot character.",	"occupy_unlocked_slot_db_no_unoccupied_unlocked_slot":"The /occupyUnlockedSlot request failed because the account doesn't have an unoccupied unlocked slot.",	"swap_unlocked_slot_command_disabled":"The /swapUnlockedSlot command is currently disabled.",	"swap_unlocked_slot_command_not_unlocked_character":"This character is not an unlocked slot character.",	"swap_unlocked_slot_command_no_params":"The syntax of the command is \"/swapUnlockedSlot <character name>\".",	"swap_unlocked_slot_command_invalid_target":"The specified target is not a valid character.",	"swap_unlocked_slot_command_too_fast":"You must wait %TT before you can run the /swapUnlockedSlot command.",	"swap_unlocked_slot_wait_for_reply":"Sending request to have this character become a normal slot character, and the specified target character become the unlocked slot character .  Please wait for the confirmation message.  If you do not receive the confirmation message, please try again in %TT.",	"swap_unlocked_slot_command_target_is_already_unlocked_character":"The specified target character is already an unlocked slot character.",	"swap_unlocked_slot_success":"The /swapUnlockedSlot request succeeded.  This character is now a normal slot character, and %TT is now the unlocked slot character.",	"swap_unlocked_slot_db_error":"The /swapUnlockedSlot request failed because of an internal database error.",	"swap_unlocked_slot_db_no_unlocked_slot":"The /swapUnlockedSlot request failed because the account doesn't have an unlocked slot.",	"swap_unlocked_slot_db_not_unlocked_slot_character":"The /swapUnlockedSlot request failed because this character is not an unlocked slot character.",	"swap_unlocked_slot_db_invalid_target_character":"The /swapUnlockedSlot request failed because the specified target character is either not a valid character, not a character on the account, or not a character on this galaxy.",	"swap_unlocked_slot_db_target_is_already_unlocked_character":"The /swapUnlockedSlot request failed because the specified target character is already an unlocked slot character."
}}