{
	"stfFile":"warden",
	"entries": {
		"warden_introduction_subject":"Welcome to the SWG Warden Program!",	"warden_introduction_body":"Greetings Warden!  You have been chosen to defend your galaxy from the unlawful advertisement of credits!  Your mission is to silence the villains disrupting communications with their foul spam.  The powers that be are watching you as you perform your duties, and incorrect use of this ability will result in dire consequences.  You have been warned!  Thank you for your dedication to the cause.  Now, let's get on to the nuts and bolts of your Warden training.  Only those spamming credit advertisements or power leveling advertisements should be silenced by you.  All other types of spam involving vulgar language and/or racial slurs, or involving suspected credit FARMERS are NOT to be targeted!  Instead, please report those illegal activities by going to support.station.sony.com/petition and clicking on the In-Game Support tab.  Also, be very careful not to target the legal activities of those conducting in-game recruitment or valid in-game auctions - you do NOT want to punish the innocent!  Every use of the Warden command is strictly monitored, and therefore, any inappropriate usage will result in removal of your Warden status.  Possible further action may also be taken against you.  A permanent (Warden) title will be visible above your Warden-enabled character.  This title can only be seen by other Wardens and GM's.  Regular players will not be able to see it and will therefore NOT be able to identify you as a Warden (which is 'as intended' in-game).  You exercise the Warden command by typing \"/spammer <target name>\", which will silence the specified target for a six hour period of time.  At the same time the command is executed, an email will be sent to the GM's notifying them so that they may evaluate the situation and take further actions against the account of the spammer.  If no <target name> is specified when executing the Warden command, your current target will be flagged as a spammer when you use the /spammer command.  A target that you have silenced with the /spammer command will appear to you with the permanent (Spammer by me) title above it.  This is so you can quickly identify targets that you have previously /spammer(ed).  No other Warden or non-Warden can see this (Spammer by me) title on targets that you have /spammer(ed).  You will not see the (Spammer by me) title on targets that have been /spammer(ed) by other Wardens.  If you make a mistake and /spammer the wrong target, you can use the \"/unspammer <target name>\" command on a target that you have previously /spammer(ed) to undo the silence effect on that target.  Again, if no <target name> is specified when executing the /unspammer Warden command, your current target will be the one unflagged.  Just to clarify, /unspammer can ONLY be used on a target you have previously /spammer(ed).  A special hidden forum area will be created on the official Station.com message board so that Wardens can communicate and coordinate activities with one another, ask questions, or surface issues as they arise.  You will receive a separate email on how to access this forum area soon, so please be on the lookout for it and then utilize it!  Also, a restricted chat room named \"Warden\" exists that only Wardens can enter and use to communicate with each other.  As a reference, please remember that a Warden Program FAQ can be located here (http://forums.station.sony.com/swg/posts/list.m?topic_id=464696).  Your training is now complete.  We look forward to seeing how much of a difference you can make.  If you have any questions regarding this information that is NOT answered by the FAQ (please check that first), you may write to galacticdefenders@soe.sony.com.  Please make sure to put \"Question\" in the subject header.  Good luck, Warden - may the force be with you!  -The Star Wars Galaxies Customer Support Team ",	"grant_warden":"You have been designated a Warden.  A \"Welcome to the SWG Warden Program!\" mail has been sent to you.  See the mail for more details.",	"revoke_warden":"Your Warden designation has been revoked.",	"not_authorized":"You are not authorized to execute that command.",	"warden_functionality_disabled":"The warden functionality is currently disabled.",	"no_target":"You must specify a target.",	"invalid_target":"The specified target is invalid.",	"cannot_spammer_target":"You cannot /spammer %TT.",	"confirm_spammer":"You have silenced and /report(ed) %TT.",	"cannot_unspammer_target":"You cannot /unspammer %TT.",	"confirm_unspammer":"You have unsilenced %TT.",	"cannot_deputize":"You cannot deputize that target.",	"cannot_undeputize":"You cannot undeputize that target.",	"confirm_deputize":"You have deputized %TT.",	"confirm_undeputize":"You have undeputized %TT."
}}