{
	"stfFile":"npe/cantina",
	"entries": {
		"patron_1_1":"I had a friend once who enrolled in an Imperial training program back on Corellia.  Said he was just looking to test out his abilities and would be back soon...",	"patron_1_2":"I heard the Empire has some pretty mean recruiting techniques.  They'll spot potential recruits who show lots of raw talent, and just nab 'em right out of training.",	"patron_1_3":"I don't know what Empire does once they 'recruit' new soldiers.  My guess is those stormtroopers don't get a big paycheck though.",	"patron_3_1":"Isn't O'choa the most beautiful woman in the Galaxy? Never have I seen such agility and grace, I am truly smitten.",	"patron_3_2":"Should I go and talk to her?  Maybe I should talk to her.  Augh!  What would I say though?  I've got no class, no style, no nothing!",	"patron_3_3":"I'm going to die here on Tansarii Station.  Alone and unloved... Sigh... If only O'choa would talk to me.  Maybe if I do some impressions it would win her over?",	"patron_4_1":"Yeah, old Mot here has been pining over O'choa ever since he arrived on the station... Two years ago!",	"patron_4_2":"Poor old Mot doesn't have what you'd call 'normal behavioral skills'.  He once tried to win this girl over by stuffing Fur'Cle Onions in his mouth.  He reeked for days!",	"patron_4_3":"I figure if my buddy Mot doesn't go talk to this O'choa girl, I should go give it a shot.  I mean look at her, she's beautiful!",	"entertainer_2_1":"Mira is the best, isn't she!?!  Have you ever seen her dance?  She was one of the top entertainers in Coronet until her brother died.  Now she is here, and we are very lucky to have her.",	"entertainer_2_2":"I love the way people look at me when I am dancing.  They get this funny look on their face.  I guess it changes based on what I'm wearing. I like to think that I inspire them to do great things.",	"entertainer_2_3":"Poor old Mot Draken... I can tell he's got a crush on me.  The saddest part is I think I'm falling for Mot's friend, Bun'Del.  I know it's not right, but I can't help it!"
}}