{
	"stfFile":"treasure_map/treasure_map",
	"entries": {
		"decode":"Decode",	"use":"Read",	"decoded_name":"Treasure Map",	"sys_no_regions":"Major Error: No regions at your current location.  Destroying treasure map!",	"sys_store_waypoint":"A waypoint to the treasure coordinates has been added to your datapad.",	"store_waypoint":"Store Waypoint",	"sys_decode_success":"You have broken the data encryption and can now read the disk!",	"close":"Close",	"waypoint_name":"Buried Treasure",	"search_area":"Search Area",	"sys_dist_here":"You begin extracting the treasure.",	"sys_dist_near":"You are not close enough to extract the treasure.",	"sys_dist_far":"You aren't close enough to extract the treasure.",	"sys_waypoint_exists":"A waypoint to this location already exists in your datapad.",	"text_pirate1":"You have found the diary of a famous and dreaded pirate captain.  Among the many embellished tales of his adventures, you find information on the possible location of a buried treasure.  You may add a waypoint to this location by pressing the 'Store Waypoint' button below.  Once you are near that waypoint, use the disk's 'Search Area' option to pinpoint the exact location of the treasure.  After you have pinpointed the treasure's location, dig it up using the 'Extract Treasure' option on the disk.",	"title_pirate1":"Pirate Captain's Diary",	"text_pirate2":"You have found the discarded logbook from a long since scuttled pirate ship.  The last entry refers to a location where the pirates may have buried their haul.  You may add a waypoint to this location by pressing the 'Store Waypoint' button below.  Once you are near that waypoint, use the disk's 'Search Area' option to pinpoint the exact location of the treasure.  After you have pinpointed the treasure's location, dig it up using the 'Extract Treasure' option on the disk.",	"title_pirate2":"Ancient Starship Log",	"text_bountyhunter1":"The datadisk appears to contain the notes of a successful local bounty hunter.  Wedged between various questionable tips on the profession is a side note indicating the general location of the bounty hunter's equipment stash.  You may add a waypoint to this location by pressing the 'Store Waypoint' button below.  Once you are near that waypoint, use the disk's 'Search Area' option to pinpoint the exact location of the treasure.  After you have pinpointed the treasure's location, dig it up using the 'Extract Treasure' option on the disk.",	"title_bountyhunter1":"Bounty Hunter's Notes",	"sys_not_yours":"That treasure chest doesn't belong to you.",	"sys_success":"You've found the treasure!",	"sys_not_in_inv":"The treasure map must be in your inventory for you to use it!",	"sys_no_waypoint":"You must store the treasure's waypoint in your datapad before you can search for it!",	"sys_cant_pinpoint":"You are not close enough to pinpoint the treasure's location.",	"sys_pinpoint":"You have successfully pinpointed the exact location of the treasure!",	"extract_treasure":"Extract Treasure",	"sys_found":"You successfully extract the treasure!",	"sys_extracting":"You are already extracting the treasure.",	"bark_bountyhunter1":"Don't lay a finger on my loot, thief!",	"bark_pirate1":"Someone's trying to get our loot!  Take 'im down boys!",	"bark_pirate2":"Someone got to the treasure first, but we'll be the ones to leave with it.  Attack!",	"prose_loot_cash_split":"You receive %DI credits from the chest as your share.",	"prose_loot_cash":"You find %DI credits in the chest.",	"sys_start_pinpoint":"You begin to scan for the exact location of the treasure.",	"sys_inventory_full":"Unable to complete the action, your inventory is full.  Please free some inventory space and try again.",	"text_hedon1":"This holo map was created by someone named \"Axkva Min\" several hundred years ago. The location it leads to is named \"Dragon Graveyard\".",	"title_hedon1":"Ancient Holo Map",	"wrong_planet":"The coordinates stored in the map data do not appear to be for this planet.",	"map_fail":"This map is obviously a fake.",	"text_treasure_guard_villager":"This is a data disk with a message describing several items of value that have been hidden by certain people in a remote village.  The message gives basic instructions on where to go, instructing the reader to check on the stash every other day.     You may add a waypoint to this location by pressing the 'Store Waypoint' button below.  Once you are near that waypoint, use the disk's 'Search Area' option to pinpoint the exact location of the treasure.  After you have pinpointed the treasure's location, dig it up using the 'Extract Treasure' option on the disk.",	"text_treasure_guard_adventurer":"This is a data disk with a crude map.  The misspelled notes indicate a collection of valuables buried at a specific location.     You may add a waypoint to this location by pressing the 'Store Waypoint' button below.  Once you are near that waypoint, use the disk's 'Search Area' option to pinpoint the exact location of the treasure.  After you have pinpointed the treasure's location, dig it up using the 'Extract Treasure' option on the disk. ",	"text_treasure_guard_trader":"This is a data disk with a holo map featuring a detailed description as to where a group of traders have hidden their most valuable items.  A message accompanying the holo map states that the map should be destroyed after memorization for the protection of the valuables.     You may add a waypoint to this location by pressing the 'Store Waypoint' button below.  Once you are near that waypoint, use the disk's 'Search Area' option to pinpoint the exact location of the treasure.  After you have pinpointed the treasure's location, dig it up using the 'Extract Treasure' option on the disk.",	"text_treasure_guard_bounty_hunter":"You have found the diary of a somewhat famous bounty hunter.  Among the many embellished tales of his adventures, you find information on where he has buried some valuables from previous exploits.     You may add a waypoint to this location by pressing the 'Store Waypoint' button below.  Once you are near that waypoint, use the disk's 'Search Area' option to pinpoint the exact location of the treasure.  After you have pinpointed the treasure's location, dig it up using the 'Extract Treasure' option on the disk.",	"text_treasure_guard_droid":"This is a data disk with programmed instructions meant for a droid.  Reading the file with a datapad shows specific coordinates for sentry duty and instructions to liquidate all threats to an object referred to as \"sealed container XX23-113.\"     You may add a waypoint to this location by pressing the 'Store Waypoint' button below.  Once you are near that waypoint, use the disk's 'Search Area' option to pinpoint the exact location of the treasure.  After you have pinpointed the treasure's location, dig it up using the 'Extract Treasure' option on the disk.",	"text_treasure_guard_padawan":"This is a data disk confession by a Padawan detailing how to find the unmarked grave of his Jedi Knight teacher killed out of anger and jealousy.  To cover up the murder the Padawan stated that he buried his and his Master's Lightsabers as well as artifacts at the murder scene.  A holo map with a general location has been provided.     You may add a waypoint to this location by pressing the 'Store Waypoint' button below.  Once you are near that waypoint, use the disk's 'Search Area' option to pinpoint the exact location of the treasure.  After you have pinpointed the treasure's location, dig it up using the 'Extract Treasure' option on the disk.",	"text_treasure_guard_jedi":"You have found an old log disk of references and notes about ancient Jedi and Nightsister artifacts.  Reading further you find a holo map with a location where the writer has hidden additional excavation plans, coordinates as well as lesser valuable artifacts.   The closing note mentions the construction of a larger underground vault.  You may add a waypoint to this location by pressing the 'Store Waypoint' button below.  Once you are near that waypoint, use the disk's 'Search Area' option to pinpoint the exact location of the treasure.  After you have pinpointed the treasure's location, dig it up using the 'Extract Treasure' option on the disk. ",	"text_treasure_guard_jedi_elder":"This is a disturbing data message regarding an item that is reported to have some type of mystical properties.  The author refers to the item as cursed.  A general location is given where the item has been sealed and buried.       You may add a waypoint to this location by pressing the 'Store Waypoint' button below.  Once you are near that waypoint, use the disk's 'Search Area' option to pinpoint the exact location of the treasure.  After you have pinpointed the treasure's location, dig it up using the 'Extract Treasure' option on the disk.",	"text_treasure_guard_jedi_elite":"This is a detailed account of a novice bounty hunter tracking a Jedi Council Member.  According to the author, the Jedi was participating in a small gathering of Council Members in a remote location where a large container was unearthed.  It is unclear what the writer actually saw, but it spooked him enough to give up his intended mark and go into hiding.  The data disk is unsigned but there is enough detail to find the location yourself.    You may add a waypoint to this location by pressing the 'Store Waypoint' button below.  Once you are near that waypoint, use the disk's 'Search Area' option to pinpoint the exact location of the treasure.  After you have pinpointed the treasure's location, dig it up using the 'Extract Treasure' option on the disk.",	"bark_treasure_guard_adventurer":"Well I'm glad we decided to check on our loot!  Take 'em out!",	"bark_treasure_guard_villager":"Our little ambush worked...we will add your most treasured items to our growing stash!",	"bark_treasure_guard_trader":"Someone found our stash! I told you we should have put it in the bank!  Protect our savings!!",	"bark_treasure_guard_bounty_hunter":"Huh?  What is this?  Someone thinks they will take our spoils?  Not a chance!",	"bark_treasure_guard_droid":"This is private property Intruder.  Stand by for immediate termination!",	"bark_treasure_guard_padawan":"What is this?  Another test!?  We will not let you take our master's treasure.",	"bark_treasure_guard_jedi":"Very interesting. You must be a capable individual to have found our well hidden treasures. Sadly it is the last thing you will do!",	"bark_treasure_guard_jedi_elder":"Ha Ha! Another treasure hunter seeking cursed riches.  I sense your greed, weak one.  You are the one that is cursed not the treasure!  Will you run or fight?  Either way it will be slow and painful.",	"bark_treasure_guard_jedi_elite":"You fool! How dare you defile the Enclave's treasure! Now you shall die!",	"title_treasure_guard_adventurer":"A map to an Adventurer's Treasure",	"title_treasure_guard_villager":"A map to a Villager's Hidden Savings",	"title_treasure_guard_trader":"A map to a Trader's Hidden Treasure",	"title_treasure_guard_bounty_hunter":"A map to a Bounty Hunter's Hidden Stash",	"title_treasure_guard_droid":"A droid's data disk with map coordinates",	"title_treasure_guard_padawan":"A map to a Jedi Knight's body",	"title_treasure_guard_jedi":"A map to Jedi Artifacts",	"title_treasure_guard_jedi_elder":"A map to a cursed item",	"title_treasure_guard_jedi_elite":"A map to a mysterious container",	"bark_wookiee":"Roooarrgh ur roo!",	"rare_elite_chat":"I will not forget this!",	"kill_guards_message":"This container doesn't belong to you yet. You must defeat all enemies before it will open.",	"wrong_player":"This container doesn't belong to you.",	"unlock_chest":"You may now open the chest.",	"sys_no_combat":"You cannot use the data disk while in combat.",	"sys_no_mount":"You cannot use the data disk while mounted.",	"sys_no_dead_incap":"You cannot use the data disk while dead or incapacitated. ",	"sys_time_limit":"You need to subdue the guards and retrieve the treasure quickly before the chest self destructs.",	"default":""
}}