{
	"stfFile":"spacequest/delivery/naboo_imperial_tier3_3",
	"entries": {
		"quest_log_data":"Text",	"arrived_at_delivery":"You have arrived at the delivery location. Please wait for the arrival of the command shuttle.",	"arrived_at_pickup":"You have arrived at the pickup location. Please wait for the arrival of the data freighter.",	"assigned_delayed":"",	"attack_notify":"pcontrast1 Tactical Computer:pcontrast3 <Enemy fighters detected.>",	"attack_stopped":"pcontrast1 Tactical Computer:pcontrast3 <Enemy fighters eliminated.>",	"autorewardbody":"",	"autorewardfrom":"",	"autorewardsubject":"",	"docking_complete_delivery":"Docking procedure complete. Please wait while we download the data.",	"docking_complete_pickup":"Docking procedure complete. Please wait while we upload the data.",	"docking_started_delivery":"Docking procedure beginning.",	"docking_started_pickup":"Docking procedure beginning.",	"failed_destroyed":"You have a duty to protect Imperial property. Report this failure to your superior.",	"found_loc_d":"Delivery navigation waypoint has been sent to you. Travel to the location to drop off the false list.",	"found_loc_p":"Pick up navigation waypoint has been sent to you. Travel to the location in order to pick up the false list.",	"hello_d":"Greetings, pilot. Please start the docking procedure when you are ready.",	"hello_p":"Greetings, pilot. Please start the docking procedure when you are ready.",	"quest_dock1_d":"Dock with the delivery vessel and pick up the fake list.",	"quest_dock1_t":"Pick Up the Fake List",	"quest_dock2_d":"Dock with the pickup vessel.",	"quest_dock2_t":"Drop Off the Fake List",	"quest_location_d":"The doctor mentioned the Dathomir system too often. We believe that is the best place to move the fake list through.",	"quest_location_t":"Travel to the Dathomir System",	"quest_rendezvous1_d":"A delivery vessel will meet you in the Dathomir system. Meet the vessel at its arrival location.",	"quest_rendezvous1_t":"Meet the Delivery Shuttle",	"quest_rendezvous2_d":"Travel with the list through the Dathomir system and meet up with a transfer vessel. We believe that you will be attacked by the Doctor's allies in an attempt to keep this list out of the hands of the Dathomir security forces.",	"quest_rendezvous2_t":"Meet the Pickup Shuttle",	"quest_update":"pcontrast1 Imperial High Command:pcontrast3 <%TO>",	"split_quest_alert":"That got the Rebel's attention. Keep on the alert, there are probably more fighters out there.",	"split_quest_alert_fail":"",	"title":"Space Dathomir: Delivering a Fake List",	"title_d":"The doctor has refused to give up any information on his fellow conspirators. Command has decided to leak a fake list of names in order to try to bring out any of his allies. You will transport this list in the Dathomir system where we believe that the doctor's friends are located. The hope is that the fake list will cause the traitors to try to eliminate you."
}}