{
	"stfFile":"spacequest/escort_duty/naboo_privateer_9",
	"entries": {
		"Quest Log Data":"Text",	"abort":"Aborting as ordered. Preparing escape to hyperspace.",	"arrived_at_loc":"pcontrast3 RSF Command: < pcontrast1 One of Queen Kylantha's cargo freighters is on its way. Wait here... pcontrast3 >",	"attack_notify":"pcontrast3 Tactical Computer: <  pcontrast1 Pirate Starships on intercept course! General Alert! pcontrast3 > ",	"attack_stopped":"pcontrast3 Tactical Computer: < pcontrast1 Pirate interceptors have been eliminated. pcontrast3 >",	"complete":"The Queen will be most pleased! Great job pilot!",	"duty_update":"pcontrast3 < %TO >",	"escort_too_far1":"",	"escort_too_far2":"",	"escort_too_far3":"",	"failed_destroy":"pcontrast3 RSF Command: < pcontrast1 I can't believe we lost another royal freighter! No doubt the Queen will be furious! pcontrast3 >",	"failed_protect":"The Queen's freighter has been lost...",	"found_loc":"pcontrast3 RSF Command: < pcontrast1 Another of Queen Kylantha's freighters has requested an escort. You are commanded to assist. pcontrast3 >",	"goodbye_1":"The Royal Security Force never lets me down, thank you pilot!",	"goodbye_2":"Bumpy ride but we made it in one piece thanks to you pilot.",	"goodbye_3":"After this, I'm putting some defense weapons on my freighter. Thanks again my friend.",	"goodbye_4":"That was a close one and your the only reason we survived. Accept our gratitude pilot.",	"goodbye_5":"I'd like to come back in a different ships and teach those scum a thing or two. Anyway, thank you for the help pilot!",	"hull_half":"Our sensors register multiple hull breeches, you have to take care of those pirates now!",	"panic_1":"Hostile fighters inbound!",	"panic_2":"Pirate wretches, they want the Queen's cargo!",	"panic_3":"It's the Ay'Nat pirate legion!",	"panic_4":"Oh no, Ay'Nat Legion! You better be good at your job pilot!",	"panic_5":"Oh no! Pirates! After the Queen's personal cargo!",	"quest_escort_d":"A freighter belonging to the royal seat of Naboo",	"quest_escort_t":"Royal Kylanthian Freighter",	"quest_location_d":"Trade route in the Naboo System",	"quest_location_t":"Naboo System",	"quest_rendezvous_d":"Meet the Freighter here for Escort",	"quest_rendezvous_t":"Rendezvous Waypoint",	"reason_1":"There you are. I hope you're good at this, the Queen's cargo attracts every pirate in the sector...",	"reason_2":"Thank you for escorting us pilot. We've had trouble out here before so, stay alert!",	"reason_3":"My job depends on me making this transport on time, so I hope you know what you are doing pilot.",	"reason_4":"Perfect, a RSF pilot. Last time we didn't get an escort and those Ay'Nat Legion pirates put my ship in the docks for a month!",	"reason_5":"Greetings pilot, good to see you. Lets head for the surface quickly, I don't want any incidents.",	"shields_depleted":"Our shields are down! If you don't get rid of those pilotes, we are done for!",	"taunt_1":"The RSF are a bunch of cowards!",	"taunt_2":"We're boarding this ship, now it's just a question if you want to die for it or not.",	"taunt_3":"I will enjoy cutting your ship in half RSF puppet!",	"taunt_4":"You're attacking us in that hunk of junk RSF? You can't be serious.",	"taunt_5":"I'll guide you back down to Naboo RSF weakling, without your ship of course.",	"thanks_1":"Great job pilot, lets hurry out of here!",	"thanks_2":"Back in my day, I would have dealt with those pirates twice as fast..",	"thanks_3":"Splendid, finally a RSF pilot that knows what they're doing!",	"thanks_4":"Hahaha, they will think twice before attacking us again!",	"thanks_5":"Any chance you looking for a new career as bodyguard?",	"title":"Naboo System: Duty: Escort Freighters",	"title_d":"Escort the Royal Freighters Through Ay'Nat held space"
}}