{
	"stfFile":"utterance/aurilia",
	"entries": {
		"normal_1":"Welcome to Aurilia, %TO.",	"normal_2":"Hey %TO, did you know that Mellichae is a prisoner here in Aurilia? Captain Sarguillo defeated him.",	"normal_3":"Shaneeka, Aurilia's chief engineer, has managed to hold the job longer than any previous chief engineer. Good for her.",	"normal_4":"Sivarra has had less work as a medic lately, so started selling useful trinkets to adventurers. Kind of odd, isn't that?",	"normal_5":"Rumor has it that Quharek has a large stash of various types of ore and energy. I wonder where he got it all?",	"normal_6":"I haven't ventured beyond the fog for so long that I've forgotten what lies beyond it.",	"normal_7":"Rohak is our town elder, %TO. He is the wisest person I've ever known.",	"normal_8":"Greetings %TO! Welcome to Aurilia.",	"normal_9":"Hello whoever you are. What? How would I know your name?",	"elder_jedi_1":"The ability to become an Elder Jedi is insignificant next to the power of the Force, %TO, but I'm impressed nonetheless.",	"elder_jedi_2":"May the Force be with you, Elder Jedi %TO.",	"elder_jedi_3":"Compassion, which I would define as unconditional love, is essential to an Elder Jedi's life, isn't it %TO?",	"elder_jedi_4":"The Force is what gives an Elder Jedi like %TO his power. It's an energy field created by all living things. It surrounds us and penetrates us. It binds the galaxy together.",	"elder_jedi_5":"%TO is an Elder Jedi, so I'm not surprised %TT came to Aurilia.",	"elder_jedi_6":"%TO is not the Elder Jedi you are looking for. Move along.",	"elder_jedi_7":"I sense something. A presence I've not felt since the last time Elder Jedi %TO was in Aurilia.",	"elder_jedi_8":"I have a secret just for an Elder Jedi like you, %TO. But you probably already know what I'm going to say, don't you? Get out of my head!!",	"elder_jedi_9":"It's an Elder Jedi! %TO!! Everyone gather around and...what's that? Move along? Okay.",	"heroic_axkva_1":"Ding-dong, Axkva Min is dead! Hooray to %TO!",	"heroic_axkva_2":"I guess Axkva Min will make sure %TO isn't around the next time she tries to escape her banishment.",	"heroic_axkva_3":"Axkva Min should have just stayed in her crystal, right %TO?",	"heroic_axkva_4":"Axkva Min the Devourer? Lelli Hi the Conniver? Suin Chalo the Ravager? I think I'm beginning to understand why they hate everyone.",	"heroic_axkva_5":"If you ask me, Axkva Min should escape while %TO is busy fighting Gorvo the rancor. She's doomed otherwise.",	"heroic_axkva_6":"Wow, %TO defeated Axkva Min and her minions! That's amazing!!",	"heroic_axkva_7":"No Nightsister would dare attack Aurilia while %TO is here. Not after %TT defeated Axkva Min!",	"heroic_axkva_8":"Brilliantly done defeating Axkva Min, %TO!",	"heroic_axkva_9":"%TO defeated Axkva Min, and now %TT graces the streets of Aurilia! Hooray!!",	"heroic_tusken_1":"Wow, I heard that %TO fought off an invasion of Tusken Raiders in Mos Espa on Tatooine.",	"heroic_tusken_2":"Did you really save Mos Espa from an army of Sand People, %TO? If so, I fell safer now that you're in Aurilia.",	"heroic_tusken_3":"I heard that the attack on Mos Espa was actually caused by someone taking some sacred relics from the Tusken Raiders. You wouldn't know anything about that, would you %TO?",	"heroic_tusken_4":"%TO defeated the Tusken Raider army invading Mos Espa!",	"heroic_tusken_5":"%TO saved Mos Espa! Hooray for %TO!!",	"heroic_tusken_6":"Next time you fight Tusken Raiders in Mos Espa %TO,  you should invite me along. I'll loot all those Tusken Raider corpses you leave in your wake.",	"heroic_tusken_7":"The Tusken King is dead. Three cheers for %TO! Hooray! Hooray! Hooray!",	"heroic_tusken_8":"You don't think any Tusken Raiders followed you from Mos Espa to here, do you %TO?",	"heroic_tusken_9":"%TO succeeded where the entire Imperial army failed and freed Mos Espa from a Tusken Raider invasion!",	"heroic_ig88_1":"I thought IG-88 was just a rusty bucket of bolts, but apparently %TO had to go shut him down.",	"heroic_ig88_2":"%TO defeated IG-88! Well done!",	"heroic_ig88_3":"You defeated IG-88, %TO, but he claims to has loaded himself into the factory computers. Does that mean you'll have to defeat him again?",	"heroic_ig88_4":"I heard you defeated IG-88, %TO! But was it IG-88H? Or maybe IG-88F? Or was it IG-88Q?",	"heroic_ig88_5":"That factory you liberated from IG-88, %TO, actually belongs to Nym?",	"heroic_ig88_6":"IG-88 was reduced to scrap metal after you were through with him, %TO!",	"heroic_ig88_7":"If any renegade droids like IG-88 attack Aurilia, I feel safer with %TO around.",	"heroic_ig88_8":"Beating an assassin droid like IG-88 is impressive, %TO!",	"heroic_ig88_9":"Bring on IG-88's droid army! We have %TO on our side to save the day!!",	"elder_jedi_11":"May the Force be with you, Elder Jedi %TO.",	"elder_jedi_12":"May the Force be with you, Elder Jedi %TO.",	"elder_jedi_13":"Aurilia welcomes you, Elder Jedi %TO. And may the Force be with you.",	"elder_jedi_14":"Aurilia welcomes you, Elder Jedi %TO. And may the Force be with you.",	"elder_jedi_15":"Aurilia welcomes you, Elder Jedi %TO. And may the Force be with you.",	"heroic_axkva_11":"Ding-dong, Axkva Min is dead! Hooray to %TO!",	"heroic_axkva_12":"Brilliantly done defeating Axkva Min, %TO!",	"heroic_axkva_13":"Brilliantly done defeating Axkva Min, %TO!",	"heroic_axkva_14":"Wow, %TO defeated Axkva Min and her minions! That's amazing!!",	"heroic_axkva_15":"No Nightsister would dare attack Aurilia while %TO is here. Not after %TT defeated Axkva Min!",	"heroic_ig88_11":"%TO defeated IG-88! Well done!",	"heroic_ig88_12":"%TO defeated IG-88! Well done!",	"heroic_ig88_13":"Beating an assassin droid like IG-88 is impressive, %TO!",	"heroic_ig88_14":"Beating an assassin droid like IG-88 is impressive, %TO!",	"heroic_ig88_15":"%TO defeated IG-88! Well done!",	"heroic_tusken_11":"%TO saved Mos Espa! Hooray for %TO!!",	"heroic_tusken_12":"%TO saved Mos Espa! Hooray for %TO!!",	"heroic_tusken_13":"%TO saved Mos Espa! Hooray for %TO!!",	"heroic_tusken_14":"%TO defeated the Tusken Raider army invading Mos Espa!",	"heroic_tusken_15":"%TO defeated the Tusken Raider army invading Mos Espa!",	"normal_11":"Don't worry, %TO, the fog never actually lifts.",	"normal_12":"Paemos is the mayor of Aurilia, but I don't remember voting for him and haven't been able to find a voting terminal anywhere in town.",	"normal_13":"I think that Dageerin acquired a supply of interesting trinkets during his years exploring the galaxy before settling in Aurilia.",	"normal_14":"Greetings %TO! Welcome to Aurilia.",	"normal_15":"Greetings %TO! Welcome to Aurilia.",	"elder_jedi_10":"Aren't you a little of short for an...um...Elder Jedi, %TO.",	"heroic_axkva_10":"Ding-dong, Axkva Min is dead! Hooray to %TO!",	"heroic_ig88_10":"If any renegade droids like IG-88 attack Aurilia, I feel safer with %TO around.",	"heroic_tusken_10":"Did you really save Mos Espa from an army of Sand People, %TO? If so, I feel safer now that you're in Aurilia.",	"normal_10":"If you need to travel somewhere, %TO, speak with Maximillian. He can provide transportation to many locations."
}}