{
	"stfFile":"utterance/nova_orion",
	"entries": {
		"nova_orion_rumor_1":"Some of the researchers around here have been trying to find ways to use midlithe crystals in their designs by experimenting with it in pod-racers and speeders they build and race. But from what I've heard, midlithe crystal has proven much too unstable for use in commercial applications.",	"nova_orion_rumor_2":"From what I've overheard, many people are interested in that hijacked Imperial Star Destroyer. The Empire, or course, but also the Rebel Alliance, Black Sun pirates, and even some individual profiteers or power mongers. Rumor has it that some seek to sell it to the highest bidder, while others wish to use for various nefarious schemes. Of course, for any of that, they'll have to take it from the man who actually stole it from the Empire.",	"nova_orion_rumor_3":"The vast reaches of space seem to always attract unsavory elements that prey on others. For that reason, Nova Orion Industries is always looking for capable pilots who can help protect their transports, freighters, and general interests.",	"nova_orion_rumor_4":"Tansarii Point Station, that also orbits Ord Mantell, was designed and built by Nova Orion Industries and is a virtual twin to this station.",	"nova_orion_rumor_5":"Mr. Nova is the business guru of the company. He knows how to market and distribute the products that are developed here. Mr. Orion leads research and development. He is the designer and architect of most of their best known products, though Mr. Nova dabbles in product development as well.",	"nova_orion_rumor_6":"Jonas Nova and Garrick Orion built this station, but started with nothing. They grew this company into the success that is as friends as well as business associates. I really hope that doesn't change.",	"nova_orion_rumor_7":"Rumor has it that a hijacked Imperial Star Destroyer has been hidden somewhere in this sector of space by a former Imperial officer named Sait. Though, if you ask me, the concept of being able to hide a Star Destroyer seems a bit far-fetched.",	"nova_orion_rumor_8":"I overheard two employees at the bar talking about someone who offered Mr. Nova and Mr. Orion a lot of money to build that person an army of droids. But Mr. Nova turned him down.",	"nova_orion_rumor_9":"I hear that Mr. Orion and Mr. Nova are not getting along very well at the moment. Apparently they disagree about whether or not their company should branch into the development and manufacturing of weapons and combat droids.",	"nova_orion_katiara_rumor_1":"It's a true tragedy that poor, little Katiara Orion was killed. I still can't believe it.",	"nova_orion_katiara_rumor_2":"Rumor has it that Katiara walked into Mr. Nova's office as he was being confronted by some Krask pirates. They were apparently trying to force Nova Orion Industries to provide them with new starships.",	"nova_orion_katiara_rumor_3":"I heard the Mr. Orion made some kind of deal with some Krask pirates. That's why they were threatening Jonas Nova when Katiara tragically walked into the middle of everything as it escalated to violence.",	"nova_orion_dark_jedi_rumor_1":"Word is that a dark Jedi known as Ter-Doac Vaine was influencing Mr. Garrick Orion using the Force. That's why Mr. Orion had been acting so strangely and turning against Mr. Nova.",	"nova_orion_dark_jedi_rumor_2":"It would seem that a dark Jedi known as Ter-Doac Vaine was attempting to take over Nova Orion Industries by causing Mr. Orion and Mr. Nova to tear one another apart.",	"nova_orion_dark_jedi_rumor_3":"As I understand it, Ter-Doac Vaine, a dark Jedi, desires control of Nova Orion Industries so that he can launch his own assault on the Star Destroyer hijacked by Captain Sait. He wants to raise and equip an army using the technology developed here on Nova Orion Station, including the production of combat droids and weapons."
}}