{
	"stfFile":"meatlump/meatlump",
	"entries": {
		"meatlump_safe_n":"a Very Old Safe",	"meatlump_safe_d":"This very old locked container uses an old method of safely locking contents.",	"col_meatlump_map_01_d":"This is a Meatlump map showing a big red X on a location within Coronet.  The location has most likely been targeted for bombing. ",	"col_meatlump_map_01_n":"Meatlump Bomb Target Map",	"meatlump_map_d":"This is obviously a map but the information on the map is in some sort of secret code.  To get the target information the secret code needs to be translated.",	"meatlump_map_n":"Secret Coded Meatlump Target Map",	"meatlump_container_n":"Locked Container",	"meatlump_container_d":"This locked container might have someone's valuables in it.  A lock prevents anyone from opening it without the right combination.",	"safe_minigame_text":"Your device has attempted to resolve the safe password but may have failed and given you scrambled letters. To open the container you must either solve the password by unscrambling the letters or by creating 3-4 letter words from the scrambled letters for points.  ",	"meatlump_safe_open":"Slice Passphrase",	"safe_guessed_previous":"You have already used that word. ",	"slicing_minigame_text":"Your lock breaker has solved all but the number combinations found below. You will need to manually guess the numbers to open the lock.",	"guessed_correct":"You guessed the number combination correctly.",	"guessed_correct_godmode":"You guessed correctly and under the required threshold.",	"guessed_incorrect_godmode":"You guessed correctly but it was over the required threshold.",	"all_thresholds_met":"You found a hidden compartment!  An additional item was found.",	"meatlump_container_open":"Break Lock",	"meatlump_decipher_map":"Decipher Map",	"decipher_map_text":"You have managed to pick out parts of the text that make sense.  All you have to do now is decipher the rest.",	"meatlump_bomb_n":"Explosive Device",	"meatlump_bomb_d":"This is an explosive device crafted by the Meatlump Gang. ",	"bomb_intro_text":"Defuse by cutting wires per the order below. Each correct wire cut will reduce your timer several seconds.",	"meatlump_weapon_palette_n":"Meatlump Weapon Cache",	"meatlump_weapon_palette_d":"A palette stacked with different munitions used by the Meatlump Gang.",	"weapon_calibration_use":"Deplete Power Cells",	"weapon_calibration_attempts_remaining":"Integrity:",	"weapon_calibration_success":"The device has been successfully calibrated.",	"weapon_calibration_description":"Calibrate the Power Cell Abatement by pressing the triangles on the top to match the pattern on the bottom.  If you fail to calibrate before the integrity of the Abatement reaches 0 you will lose the Abatement and need to start over.",	"weapon_calibration_failure":"Calibration Failed.",	"meatlump_food_palette_n":"Meatlump Food Supplies",	"meatlump_food_palette_d":"A palette stacked with different food crates to be used by the Meatlump Gang.",	"food_calibration_use":"Destroy Food Supply",	"food_calibration_attempts_remaining":"Culture Integrity:",	"food_calibration_success":"Culture Deployment a Success!",	"food_calibration_failure":"Culture Deployment Failed. ",	"food_calibration_description":"Release a destructive Yeast on the food supplies by adjusting the sliders so that the Yeast, Sugars and Moisture are in the correct amounts.  If you fail to adjust the correct amount before the integrity of the yeast reaches 0 you will lose the culture and need to start over.",	"food_calibration_slider1":"Yeast",	"food_calibration_slider2":"Sugars",	"food_calibration_slider3":"Moisture",	"meatlump_defuse_bomb":"Defuse",	"you_failed_to_solve_slicing_puzzle":"You failed to solve the passphrase in maximum amount of tries.",	"currently_being_defused":"The bomb is currently being defused by someone else.",	"took_too_long":"You took too long to defuse the bomb.",	"you_canceled_early":"You canceled out of the puzzle too early.",	"you_failed":"You failed to solve the puzzle.",	"you_have_debuff":"You aren't able to use that object at the moment.",	"you_need_device":"You do not have the correct device.",	"meatlump_map_quest_n":"Meatlump Map",	"meatlump_map_quest_d":"A map showing a specific location where the Mealtumps intend to plant a bomb and destroy surrounding technology.",	"quest_comlink_n":"Smuggler Shuttle Comlink",	"quest_comlink_d":"This comlink was given to you by the Mealump Armorer to call a smuggler in orbit around Corellia.",	"comlink_use":"Call Ship",	"corellia_meatlump_hideout_wire_spool_n":"Wire Spool",	"corellia_meatlump_hideout_wire_spool_d":"A wire spool.",	"corellia_meatlump_hideout_explosives_n":"Mining Explosives",	"corellia_meatlump_hideout_explosives_d":"A block of mining explosives.",	"corellia_meatlump_hideout_detonator_n":"Detonator",	"corellia_meatlump_hideout_detonator_d":"A small detonator unit usually used to detonate a larger amount of explosives.",	"bark_ragtag":"Oh look.  Itsa Meatlump out in the open.  Time to pay up Meatlump!",	"comlink_error":"You can not use the comlink at the moment.",	"utinni":"Utinni!",	"comlink_wrong_planet":"You need to be on Corellia to use this comlink.",	"you_buff_late":"Your Puzzle Buff cannot be applied because you have already started solving the puzzle.",	"default":""
}}