{
	"stfFile":"quest/force_sensitive/intro",
	"entries": {
		"oldman_greeting":"%TT, I have an important matter to discuss with you ",	"leave":"The mysterious old man rushes off....",	"military_threaten":"I sense the old man has awakened your curiosity, %TT.  I will have that crystal now!",	"crystal_name":"a Force Crystal",	"crystal_detail":"a curious glowing crystal",	"crystal_journal":"Display Journal",	"datapad_detail":"This appears to contain important data",	"datapad_name":"a mysterious Datapad",	"military_take_crystal":"I shall return this crystal to its rightful owner.",	"read_disk1":"The disk contains information about the location of a camp where the soldiers were to report to after completing their assignment.   The disk self-destructs!",	"read_disk2":"The disk contains a location that is on Dathomir.   Along with the location are orders to investigate this planet, specifically, a village south east of the science outpost.   The disk self-destructs!",	"crystal_message":"The Force crystal you have received can be used to open your quest journal.",	"oldman1_sum":"Talk to the old man.",	"oldman1_detail":"Talk with the old man and find out why he has sought you out.",	"theater_sum":"Investigate the location discovered in the datapad.",	"goto_dath_sum":"Investigate the location mentioned in the datapad on Dathomir.",	"village_sum":"Go to the Village (location discovered in the datapad).  The exact location is Dathomir: 5306 -4145. ",	"crystal_sum":"Keep the Force crystal safe.",	"dath_woman_sum":"Speak with the woman on Dathomir.",	"oldman2_sum":"Talk to the old man again.",	"oldman2_detail":"Talk with the old man and see if he has anything new for you to do.",	"military_sum":"Sith Shadow ambush.",	"dath_woman_find_sum":"Search for someone that can give you more information.",	"read_disk_error":"You cannot make sense of the information on the disk.",	"woman_greeting":"Hello %TT.  I am so glad I found you. Do you have a moment?",	"woman_leave":"The woman vanishes.",	"waypoint_datapad_name":"a Waypoint Datapad",	"theater_retry":"Your waypoint has been updated.  There does not appear to be a camp here. ",	"datapad_failure":"This appears to contain data for another planet.  Try using it on a different planet.",	"datapad_1_sum":"Defeat the 2 Sith Shadows that ambushed you and examine them for information on where they came from.",	"loot_disk1":"You must first loot that object before extracting any information out of it.",	"force_sensitive":"You feel a tingle in the Force.",	"datapad_2_sum":"Defeat the Sith and examine them for more information on what they are up to."
}}